<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_whatfor.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_whatfor.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Зачем это?</h3>
		<p>
			Если отрезать и выбросить кусок истории, его обязательно кто-нибудь поднимет
			и сделает из него икону (и не важно, какой кусок — до 1941 года или после).
			Любая икона собирает поклонников (см. ukraine_news_2014).
			Ссора поклонников непримиримых икон <i>всегда</i> кончается кровью 
			и способна разнести на куски любой храм.
		</p>
		<p>
Люди в Беларуси делятся на три категории
     <ul>
	    <li>
          5% — это те, кто знает об истории много и в деталях — вам будет скучно на этом сайте, 
		  но, может, вы поможете делать его интересным для других.<p></p>
        </li>
		<li>
          25% — это те, кто не любит думать и совково-имперские штампы считает святыми. Их история начинается с 45 года. 
		  Готовы проводить молебны в музее ВОВ, но место старушке в трамвае не уступят никогда. 
		  Поклонники вечной нищеты, "шкварка и чарка" предел их стремлений  — этот сайт не для них. 
		  </br>Если ты из них — перейди на <a href="../../index.php">главную</a> и тупо <small>НАЖМИ СИНЮЮ КНОПКУ</small>.
		  <p></p>
        </li>
        <li>
          70% — это те, кто из обрывочных знаний и официальной исторической каши пытается, но не может сложить внятную картину истории своей страны и своего народа.
		  Им не все равно. Но нет времени и большого желания покупать и читать толстые книги и прорываться сквозь латинские и старославянские 
		  цитаты на форумах знатоков. Однако чувствовать себя болваном, видя или слыша откровенную нелепость и не имея аргументов
		  ее опровергнуть — для них оскорбительно. 
		  </br>Они могут спокойно воспринять позицию <a href="../articles/blr_nationalist.php">белорусского националиста</a>, 
		  а лозунги <a href="../articles/step_away.html">Русского Мира</a> вызывают у них тревогу.
		  </br>Этот сайт для вас.
		  <p></p>
        </li>
    </ul>
        
		</p>
		
		<p class="img-float-center">
			<img src="../../images/img-whatfor/ruzhany.jpg" />
		</p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_whatfor.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>