<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Битва под Полонкой, 1660</h3>
		
		<p>
		Статья в разработке		
		</p>		
		<p>
		Битва под Полонкой 28 июня 1660 года  - сражение войны с Московией 1654-1667, состоявшееся у белорусского села Полонка. Польско-литовское войско, возглавляемое воеводой русским (главы Русского воеводства в Королевстве Польском) Стефаном Чарнецким, нанесло серьёзное поражение московской армии.
		</p>		
		<p>
		Поражение армии Хованского под Полонкой изменило соотношение сил сторон на литовском театре военных действий. Блестяще спланированный, упреждающий удар польско-литовских войск сорвал план наступления на Варшаву. 
		</p>		
		<p>		
		Битва при Полонке стала рубежом в истории Новгородского разрядного полка (территориальное воинское формирование из Новгородского уезда Московии). Произошел невиданный разгром. Гибель и пленение сотен дворян и детей боярских и более половины пехоты, потеря обоза и всех "животов" ратных людей - все это негативно образом сказалось прежде всего на моральном духе новгородской конницы.
		</p>		
		<p>		
		Поражение повлекло за собой окончательное освобождение западной половины ВКЛ от московской власти. Московитские гарнизоны Новогрудка и некоторых других городов капитулировали сразу, а в  Берестье, Гродно и Вильна - после одно-двухлетних осад. Продвижение польско-литовской армии было остановлено только под Борисовым.

		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>