<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
    <meta name="description" content="Битва при Кирхгольме (ныне Саласпилс, 18 км от Риги) - одно из крупнейших сражений войны Речи Посполитой со Швецией (1600-1611) 
	за Ливонские земли. Войска ВКЛ под командованием великого гетмана Литовского Яна Кароля Ходкевича сражались с втрое превосходящими по численности шведами."/>
	<meta name="keywords" itemprop="keywords" content="Битва при Кирхгольме,
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/battle_kircholm/Kirholm_1605.jpg" />
	<!-- ***Title*** -->
    <title>Битва при Кирхгольме. История Беларуси</title>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
              
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  

		<h3>Битва при Кирхгольме
		</br><small>27 сентября, 1605 года</small></h3>		

		<p class="img-float-left">
		<a target="_blank" href="../../images/img-events/battle_kircholm/1630_livonia.jpg">
		<img src="../../images/img-events/battle_kircholm/1630_livonia_thumb.jpg" height="160">
		</br><small>1630, Ливония (Liefland & Curland)</small>
		</a>
		</p>
		
		<p class="img-float-right">
		<a href="../figures/hodkewich.php">
		<img src="../../images/img-events/battle_kircholm/hodkiewicz.jpg" height="160">
		</br><small>Ян Кароль Ходкевич</small>
		</a>
		</p>
		
		<p>
		Битва при Кирхгольме (ныне Саласпилс, 18 км от Риги) - 
		одно из крупнейших сражений <a href="war_1600.php">войны 1600-1611</a> со Швецией за Эстонию. 
		</br>Войска ВКЛ под командованием великого гетмана Литовского 
		<a href="../figures/hodkewich.php">Яна Кароля Ходкевича</a> сражались с втрое превосходящими 
		по численности шведами.
		</p>
		<p>
		Битва закончилась решающей победой войска <a href="../terms/wkl.php">ВКЛ</a> и запомнилась как один из величайших триумфов кавалерии 
		<a href="../terms/rzeczpospolita.php">Речи Посполитой</a>.
		Исход сражения предопределил решающий удар <a href="../terms/husaria.php">крылатых гусар</a>. 
		</p>
		<p>
		Гетман Ходкевич располагал силами насчитывающими около 4500 человек: 2500 крылатых гусар, 1300 пехотинцев, татарские всадники, составлявшие авангард.
		</p>
		<p>
		Силы Карла IX Шведского были численно превосходящими - 12 500 человек: 11 000 пехоты (8500 копейщиков, 2500 мушкетёров), 2500 кавалеристов и 11 пушек. Шведская армия включала несколько тысяч немецких и голландских наёмников и несколько сот шотландцев.
		</p>
		
		<p>
		Поскольку устье Двины со времен <a href="../terms/polotsk_principality.php">Полоцкого княжества</a> было зоной интересов белорусских князей, участие польских войск в этой битве Речи Посполитой было 
		скромным — всего 200 гусар из 2500 сражавшихся (ВКЛ и Польша в Речи Посполитой имели собственные казну и войско) 
		</p>

		<p>
		Главным поводом для сражения была шведская осада Риги предпринятая 23 сентября 1605 года. Её взятие позволило бы шведам почти беспрепятственно занять Лифляндию целиком.
		</p>
		<p>
		Война со Швецией  1600-1611 годов — продолжение серии военных конфликтов по разделу Ливонии (Liefland & Curland), начатых в XVI в. 
		</br>
		Другой причиной войны была борьба за шведский престол между герцогом Карлом и Сигизмундом III Ваза.
		</p>
		<p>
		Истоки конфликта между Речью Посполитой и Швецией восходят к событиям шведской гражданской войны за трон (1597-1599), когда Сигизмунд III Ваза, одновременно бывший королём и Речи Посполитой, и Швеции, потерпел поражение.
		</p>
		
	<div class="col-md-12">
	
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-events/battle_kircholm/Kirholm_1605.jpg">
		<img src="../../images/img-events/battle_kircholm/Kirholm_1605_thumb.jpg" height="160">
		</br><small>Питер Снаерс, «Битва под Кирхгольмом» (1630).</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../terms/husaria.php">
		<img src="../../images/img-events/battle_kircholm/husaria.jpg" height="160">
		</br><small>Крылатые гусары</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../download/carolomachia.php">
		<img src="../../images/img-events/battle_kircholm/karol_thumb.jpg" height="160">
		</br><small>Поэма о Яне Ходкевиче, 1606</small>
		</a>
		</div>
		
	</div>	
		<p>
		Битва при Кирхгольме стала самой выдающейся среди многих побед Ходкевича. Весть о его победе над шведами разнеслась по всей Европе. Яна Кароля письменно поздравили не только король Речи Посполитой Сигизмунд III, но и папа римский Павел V, германский император Рудольф II. английский король Яков I, даже персидский шах Аббас Великий и турецкий султан Ахмед I.
		</p>
		<p>
		Яну Ходкевичу и битве при Кирхгольме были посвящены поэмы и живописные полотна.
		</p>
		
		
	<div class="col-md-12">
		
		<div class="col-md-2">
		</div>
		
		
		<div class="col-md-10">
		<p>
		<i>
		Бітваў суровых так шмат... I вось гэтыя рукі нярэдка
		</br>Зброю трымалі ў вайне і не раз здабылі перамогу.
		</br>Шведы разбіты ў васьмі папярэдніх ваенных сутычках.
		</br>Страшная бітва была, бо адзін дзень не бачыў нікалі
		</br>Столькі забітых яны напаўнялі лівонскія землі.
		</br>Трупы імгненна тады засцялілі палі пад Кгрхгальмам!
		</br>...Поўніцца трупамі ўсё, разліваюцца рэкі крывёю
		</br>Высяцца горы забітых жаўнераў гаротнага войска.
		</br>Памяць баіцца пра гэта згадацъ нават нам, пераможцам.
		</br>Выгляд жахлівы такі выклікае нязменныя слёзы.
		</br>Хто ж не заплача, убачыўшы рэкі крыві хрысціянскай ?
		</br>...Сведкі мне гэтыя слёзы й прарочыя ў небе сузор'і.
		</br>Hi на мяне, ні на войска маё не спадае адказнасць
		</br>Мужна ахоўваць Радзіму і ворагаў гнаць з яе межаў
		</br>Бог дазваляе й прырода, ніводны закон не пярэчыць.
		</i>
		</br><small>Криштоф Завіша <a href="../download/carolomachia.php">«Кароломахия»</a> 1606</small>
		</p>
		</div>
				
	</div>
		

		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>