<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Битва при Чашниках (Битва на Уле) 1564</h3>
		
		<p>
		Статья в разработке	
		</p>		
		<p>
		Битва при Чашниках (Битва на Уле) 27 января 1564 года — эпизод Ливонской войны. Перехват литовскими войсками под командованием Великого гетмана Литовского Николая Радзивилла одного из двух русских корпусов до их соединения и срыв продвижения русских войск вглубь Великого княжества Литовского после взятия Полоцка.
		</p>
				
		<p>
		<small>Копия с письма присланного в Варшаву на имя пана Радивила Великим Гетманом Литовским, с известием об одержанной им победе:</small>
		</p>
		
		<i>
		<p>
		"В это время я с моим войском стоял в Лукомле, городе Литовском, находящемся недалеко от Полоцка и на расстоянии семи миль от Улы, и хотя в сравнении с неприятелем был действительно слаб, но стыд и позор, причиненные мне и всей нашей нации и нашему имени отнятием у нас города и области Полоцкой (потому что, когда Полоцк взят русскими, он был также военачальником) 2, побудили меня, наконец, двинуться против неприятеля и близ самой Улы 3 встретиться с ним лицом к лицу, что именно случилось в среду, 26-го января, и происходило следующим образом:
		</p>		
		<p>
		Когда упомянутый воевода с войском своим выступил из лесу в поле, прилежащее к Уле, я, с другой стороны, из Луковского [2] леса вышел на ту же равнину 4; впрочем при этом он имел передо мною и моим войском значительное преимущество, не только что касается до местности, которую занял, но и во всех других отношениях, чем он в самом деле и воспользовался. Когда же я выступил из лесу, будучи обо всем уведомлен моими караульными, то он, зная точно также о моем прибытии, дожидался меня, однако, на половине поля, предоставив другую половину (да вознаградить его за это Господь Бог) мне и моему войску; даже и тут - смею Вашу Милость в этом заверить - стоял он покойно в боевом порядке, нисколько не трогаясь с места, до тех пор, пока я также устроил свое войско и сделал, как следовало, все нужные распоряжения. По каким же причинам он оказал мне такое снисхождение и какую несомненную имел при этом надежду, Ваша Милость можете сами из всего сказанного благосклонно заключить 5.
		</p>		
		<p>
		За тем, поручив себя и войско Всемогущему Богу и возложив на него твердую надежду, вступил я в сражение. Скажу, однако, в кратких словах, что неприятель разбит мною на голову, так что самого воеводу и его войско я преследовал на расстоянии целых пяти миль и что все это пространство (да благоволит Ваша Милость без всякого сомнения этому верить) усеяно было трупами убитых, лежавшими один подле другого, которых мы полагаем, по меньшей мере, пало в числе девяти тысяч человек 6. Сам воевода, как скоро передовой полк был рассечен, бежал к Полоцку 7; но товарищ его Захарий Плеещев, который в Полоцке и войске считался по нем первым воеводой, слава Богу, находится пленником в моих руках, равно как еще один по имени Палецкий; наконец, и третий по месту, как сказывают Москвитяне, Войнаровский (?), у меня в плену. Кроме их, взято в плен значительное число придворных, имевших важное значение при Московскому Государе, и других лиц высшего сословия 8."				
		</p>
		</i>
		
		</br></br></br>
		<p><small>
		http://vostlit.narod.ru/Texts/Dokumenty/Polen/XVI/1560-1580/Ula1564/text.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>