<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Шляхетские конфедерации XVIII века
		</br><small>временные политические союзы <a href="../terms/shliahta.php">шляхты</a></small></h3>
		<p>
		В  <a href="../times/18_vek.php">XVIII веке</a> страна, пережившая <a href="blood_potop.php">"Кровавый Потоп"</a>
		 и <a href="war_civil_1696.php">гражданскую войну</a>, увязнувшая в <a href="war_great_north.php">Великой Северной войне</a>,
		 испытывала кризис государственной власти. 
		 </br>Борьба "шляхетской демократии" с королевской властью, межконфессиональные противоречия и 
		 личные интересы магнатских родов (чья власть на землях <a href="../terms/wkl.php">ВКЛ</a> была сопоставима с королевской) порождали анархию.
		 Для поиска путей сохранения государства собирались шляхетские конфедерации. 
		</p>
		
		<h4><small>1715</small> Тарногродская конфедерация</h4> 
		- объединение польской шляхты, выступившей против насаждаемого Августом II абсолютизма. 
		Не желая усиления власти Августа II в Речи Посполитой, эту конфедерацию поддержал русский царь Пётр I. 
		Деятельность конфедерации была направлена лично против короля, который пытался использовать введённые в 
		Речь Посполитую из Саксонии немецкие войска с целью дальнейшего укрепления своей власти.
		
		<h4><small>1716</small> Виленская конфедерация</h4> 
		- объединение великолитовской шляхты, аналогичное Тарногродской конфедерации польской шляхты.
		
		<h4><small>1767</small> Слуцкая конфедерация</h4>  
		- союз протестантской (кальнивинистов, лютеран) и православной шляхты ВКЛ, созданной с целью уравнения в правах 
		с католической шляхтой. Российская императрица Екатерина II приняла конфедерацию под «императорскую протекцию» и прислала ей в поддержку 20-тысячную армию.
		
		<h4><small>1767</small> Торуньская конфедерация</h4>  
		- создана в один день со Слуцкой конфедерацией на территории Польши, также с целью поддержания прав диссидентов в Речи Посполитой.
		
		<h4><small>1767</small> Радомская конфедерация</h4>  
		- создана в Речи Посполитой против попыток короля 
		Станислава Понятовского и его окружения усилить центральную власть. Создавалась при поддержке российского посла 
		Н. В. Репнина и под защитой российских войск. Усилила влияние России в Речи Посполитой.
		
		<h4><small>1768</small> Барская конфедерация</h4>  
		- создана в Речи Посполитой против в противовес Слуцкой, Торуньской и Радомской конфедерациям 
		для защиты внутренней и внешней самостоятельности Речи Посполитой от давления России и против советников короля, 
		желавших ограничить власть магнатов.
		</br>Военные события Барской конфедерации на территории ВКЛ проходили под руководством <a href="../figures/radziwilly.php">Кароля Радзивилла</a> (1768), 
		<a href="../figures/sapegi.php">Сапеги</a> и <a href="../figures/pacy.php">Паца</a> (1769), 
		<a href="../figures/oginskie.php">Огинского</a> и Красинского (1770-1771). Российскими войсками командовал А. Суворов.  
		</br>В марте 1772 был разоружен в Речицком повете последний партизанский отряд. 5455 участников конфедерации, 70 % которых составляли крестьяне, 
		были сосланы в Сибирь на каторгу. 
		</br>Барская конфедерация существовала 4 года и была разгромлена российскими войсками и верными королю отрядами Речи Посполитой.
	    
		<div class="col-md-12">		
		<p class="img-float-left">
		<a target="_blank" href="../../images/img-events/confederacyi_18vek/molitva_confederatov_1863.jpg">
			<img src="../../images/img-events/confederacyi_18vek/molitva_confederatov_1863_thumb.jpg" height="140"/>
			</br><small>Молитва конфедератов барских. А.Гроттгер, 1863</small>
		</a>
		</p>
		
		<p class="img-float-left">
		<a  target="_blank" href="../../images/img-events/confederacyi_18vek/Stalavichy_02_2009_pomnik.jpg">
			<img src="../../images/img-events/confederacyi_18vek/Stalavichy_02_2009_pomnik_thumb.jpg" height="140"/>
			</br><small>Памятник битве конфедератов с войсками Суворова, д. Столовичи, РБ</small>
		</a>
		</p>
		
		</div>
		
		<h4><small>1792</small> Тарговицкая конфедерация</h4>  
		- пророссийская конфедерация, созданная против <a href="constitution_3may.php">Конституции 1791 года</a>, провозгласившей усиление центральной власти в Речи Посполитой.

		
		</br></br></br>
		<p><small>
		http://pawet.net/library/history/bel_history/marozava/98/1/4/01/Барская_конфедерация.html</br>
		https://ru.wikisource.org/wiki/ЭСБЕ/Барская_конфедерация</br>
		https://sites.google.com/site/semejnaaenciklopedia/home/bibliotecno-enciklopediceskij-razdel/targovickaa-konfederacia---nemnogo-istorii
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>