<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
    
<!-- ***Title*** -->
    <title>Акт Варшаўскай канфедэрацыі. Гісторыя Беларусі</title>
<!-- ***Meta*** -->  
    <meta name="description" content="А паколькі ў Рэчы Паспалітай нашай ёсць адрозненні немалыя ў веры хрысціянскай, 
	на вечныя часы прысягаемся верай, гонарам і годнасцю нашай, што, калі рознімся ў веры, мір паміж сабою захоўваць.
	" />
	<meta name="keywords" itemprop="keywords" content="акт варшаўскай канфедэрацыі, варшаўская канфедэрацыя 1573 года, Варшаўская канфедэрацыя,  
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/confederacia_warshawa/memory.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
              
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  

		<h1>Варшаўская канфедэрацыя. Генрыхавы артыкулы
		</br><small>акт рэлігійнага пагаднення і абмежаванне каралеўскай улады</small></h1>
		
		<p>
		<i>
		"Certainly, the wording and substance of the declaration of the Confederation of Warsaw of 28 January 1573 were extraordinary with regards 
		to prevailing conditions elsewhere in Europe; and they governed the principles of religious life in the Republic for over two hundred years".
		</i>
		</br><small>Norman Davies, "God's Playground"</small>
		</p>
		<p>
		У 1569 годзе па <a href="unia_liublin.php">Люблінскай уніі</a> была ўтворана <a href="../terms/rzeczpospolita.php">Рэч Паспалітая</a>. 
		</br>У 1572 годзе памер апошні <a href="../figures/jagellony.php">Ягелон</a> — вялікі князь Літоўскі і кароль Польшчы Сігізмунд II Аўгуст. 
		</br>Рэлігійныя супярэчнасць і нявырашаныя пытанні спадкаемства каралеўскай улады спарадзілі два гістарычных дакумента. 
		</p>
		
		<h2>1573 Акт Варшаўскай канфедэрацыі</h2>
		
		<p class="img-float-left">
		<a href="../../images/img-events/confederacia_warshawa/confederacia_act.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Варшаўская канфедэрацыя" src="../../images/img-events/confederacia_warshawa/confederacia_act_thumb.jpg" height="140">
		</br><small>Акт канфедэрацыі</small>
		</a>		
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/confederacia_warshawa/radziwill_stamp.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Варшаўская канфедэрацыя" src="../../images/img-events/confederacia_warshawa/radziwill_stamp_thumb.jpg" height="140">
		</br><small>Пячатка Мікалая 
		</br>Радзівіла Рудага</small>
		</a>
		</p>
		
		
		<p>
		Варшаўская канфедэрацыя 28 студзеня 1573 года заклала асновы рэлігійнай памяркоўнасці шляхты і вольных людзей у Рэчы Паспалітай.
		 Яна была прынята ў смутны час "бескаралеўя" — у 1572 памер <a href="../terms/dukes_wkl.php">Сігізмунд III Аўгуст</a>; 
		 з нім спынілася дынастыя Ягелонаў. <a href="../terms/dukes_wkl.php">Генрых Валуа</a> будзе каранаваны толькі ў 1574.
		 </p>
		 <p>
		Варшаўская канфедэрацыя мела мэтай пераадолець праблемы, якія паўсталі пасля заключэння Люблінскай уніі, 
		і ўтварэння Рэчы Паспалітай, якая мела адзінага караля (а ў той момант не мела і яго), 
		але не мела агульнай царквы. 
		І калі ў Польшчы дамінавалі каталікі, то <a href="../terms/religion_blr.php">рэлігійная палітра</a> ВКЛ была даволі пярэстай. На ўсходніх землях пераважала праваслаўе, на заходніх — каталіцызм. 
		На поўначы і захадзе шырыліся ідэі Рэфармацыі. З часоў Вітаўта ў ВКЛ жыла вялікая юдэйская суполка.
		</p>
		 </p>
		 Акт варшаўскай канфедэрацыі з'яўляецца першым падобным дакументам у Еўропе. 
		 Хоць акт і не вымінуў усіх канфліктаў на аснове рэлігіі, але зрабіў Рэч Паспалітую нашмат больш бяспечным і 
		 талерантным месцам, чым большая частка Еўропы, дзе ў той час бушавалі рэлігійныя войны.
		</p>
	
		<p>
		Сярод тых, хто падпісаў Акт канфедэрацыі былі Астафій <a href="../figures/volovicz.php">Валовіч</a> — падканцлер Літоўскі, 
		Павал <a href="../figures/pacy.php">Пац</a> — кашталян Віцебскі. 
		Адна з ідэнтыфікаваных пячаткаў пад Актам належыць Мікалаю <a href="../figures/radziwilly.php">Радзівілу</a> Рудаму 
		[<small> R. D. G., po bokach N. D. - "Nicolaus Radziwill Dei Gratia Dux"</small> ]
		</p>
		
		<h4></br>Тэкст Акта Варшаўскай Канфедэрацыі на рускай
		</br><small>Абзацы № 1, 2, 5, 6. 
		Арыгінальны тэкст <a target="_blank" href="http://www.agad.archiwa.gov.pl/prezentacje/konfederacja/tekst.html">тут</a> (польск.)</small> </h4>
		
				<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="col-md-12 ">
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-info btn-sm" value="Тэкст (паказаць / схаваць)" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<p></br>
		&para;#1. <i>
		Мы, Рада Каронная, духоўных і свецкіх, і рыцарства ўсяго, і саслоўяў усіх адзінай і непадзельнай рэспублікай Вялікай і Малой Польшчы, 
		Вялікага княства Літоўскага, Кіева, Валыні, Падляшша, ад Зямлі Рускай, Прускай, Памераніі, Жмудскай, Інфляндскай і кароннага горада.
		</i></p>
		<p>		
		&para;#2. 
		<i>Усім, каму належыць  ad perpetuam rei memoriam [для вечнай памяці], у гэтым небяспечным часе, без караля пана ўсявышняга жывучы, 
		мы стараліся для ўсіх іх пільна на з'ездзе ў Варшаве, як бы мы прыкладам продкаў сваіх самі паміж сабой супакой, 
		справядлівасць, парадак і абарону  Rzeczypospolitej затрымаць і заснаваць маглі. 
		Таму ўпэўненым, аднагалосным зазваленнем і светлым прырашэннем sobie to wszyscy spolnie, 
		імем усей Rzeczypospolitej, абяцаем і абавязваемся пад верай, гонарам і сумленнем нашым.	
		</i></p>
		<p>				
		&para;#5. 
		<i>А паколькі ў Рэчы Паспалітай нашай ёсць адрозненні немалыя ў веры хрысціянскай, прадухіляючы тое, што па гэтай прычыне паміж людзьмі 
		звада якая шкодная не пачалася, якую па іншых каралеўствах мы ясна бачым, абяцаем супольна, што ад імя нашага і нашчадкаў нашых, 
		і на вечныя часы прысягаемся верай, гонарам і годнасцю нашай, што калі рознімся ў веры, мір паміж сабою захоўваць, 
		а з-за розніцы ў веры і абрадах царкоўных крыві не праліваць, а таксама не караць ні канфіскацыяй, ні пазбаўленнем гонару, ні турмой ці выгнаннем, 
		і ні ўладай ніякай, ні чыну ў такіх дзеяннях ніякім спосабам не дапамагаць. 
		І, вядома, калі нехта дзесьці захацеў бы па гэтай прычыне кроў разліваць, перашкаджаць гэтаму ўсе мы павінны будзем, 
		хоць бы хто гэта пад маркай дэкрэта ці па прысудзе якому судоваму здзяйсняць хацеў.
		</i></p>
		<p>
		&para;#6. 
		<i>Усяляк жа канфедэрацыяй гэтай нашай ніяк улады над падданымі іх панам як духоўным, так і свецкім, не змяншаем, і паслухмянства падданых 
		у адносінах да паноў іх не скасоўваем. І, вядома, калі такое непаслушэнства пад выглядам рэлігіі дзесьці месца мела, тады, 
		як заўсёды было, будзе дазволена і зараз кожнаму пану падданага непаслухмянага свайго як у пытаннях духоўных, так і свецкіх, 
		па разуменню свайму караць.			
		</i></p>
		
</div>
</div>
</div>
</div>	
<!--/Spoiler-->

	<p>
	Прыгожы літаратурны пераклад ад <a target="_blank" href="https://www.facebook.com/andrey.bondarenko.104">Андрэй Бандарэнка</a>
	</br>[ <small>Непрыгожы і нелітаратурны (першыя два абзацы) — ад нас. Рэдакцыя</small> ]
	</br><small>(пераклад на бел. мову 	Віктар Старасценка)</small>
	</p>
	
	<h2>Генрыхавы артыкулы
	</br><small>першы выбарны кароль і яго клятва</small>
	</h2>
	<p>
		Генрых Валуа — апошні кароль Францыі з дынастыі Валуа, вялікі князь Літоўскі і першы выбарны кароль Польшчы (са студзеня па чэрвень 1574). 
		Кіраванне яго было нядоўгім — пазнаўшы пра магчымаць заняць пасад Францыі, ён адмовіўся ад дынастычнага шлюбу з Ганнай Ягелонкай і вярнуўся на радзіму.
	</p>
	
	<p>
		Для таго, каб акт Варшаўскай канфедэрацыі атрымаў сілу закона, неабходна было, каб яго зацвердзіў кароль. 
		Калі ўлічыць тое, што Генрых Валуа і яго маці, Кацярына Медычы, выславіліся "Варфаламеевай ноччу" (масавая разаніна гугенотаў каталікамі) 
		— гэта было няпроста.
	</p>
	<p>
		Па патрабаванні дысідэнтаў (некаталікоў) былі складзены 
		<a target="_blank" href="https://pl.wikisource.org/wiki/Literae_confirmationis_articulorum_Henrico_Regi_antea_oblatorum">Генрыхавы артыкулы</a>, 
		якімі абмяжоўвалася ўлада караля і забяспечвалася рэлігійная вольнасць, а непарушнасць гэтых артыкулаў пацвярджалася клятвай:
		<i> "У выніку ж, калі мы (ад чаго, Божа, захавай!) не выканаем гэтых артыкулаў ці ўмоў, ці ўчынім штосьці насуперак ім, 
		законам і вольнасцям, то ўсіх жыхароў каралеўства і вялікага княства аб'яўляем вольнымі ад належнага нам падпарадкавання і вернасці".
		</i>
		</br>[ <small>&sect;17 </i>...A ieslibysmy (czego Boze uchoway) co przeciw prawom, wolnosciom, artykulom, kondycyom wykroczyli, abo czego nie wypelnili: 
		tedy obywatele Koronne oboyga narodu, od posluszenstwa y wiary Nam powinney, wolne czyniemy."</i></small> ]
	</p>
	<p>
		Усе біскупы, акрамя кракаўскага Францыска Красінскага, былі супраць прыняцця акта канфедэрацыі і рэлігійных вольнасцяў. 
		 І, калі каталікі святкавалі па выпадку абрання Генрыха Валуа, дысідэнты,
		у ліку якіх быў кіеўскі ваявода Астрожскі (сын вялікага гетмана <a href="../figures/ostrogski.php">Канстанціна Астрожскага</a>) з праваслаўнай шляхтай,
		 сышлі з поля абрання. 
		Звада пагражала кровапраліццём, якое пужала ўсіх. 
		І супернікі прыйшлі да каспрамісу: дысідэнты згадзіліся на абранне Генрыха, а каталікі прынялі цалкам Генрыхавы артыкулы.
	</p>
	<p>
		На сойме 20 траўня 1573 года "Артыкулы" падпісаў прадстаўнік новаабранага караля Генрыха Валуа.
		Дарэчы — менавіта вестка пра абранне Генрыха каралём Польшчы спыніла аблогу Ла-Рашэлі і выратавала трох мушкяцёраў.
	</p>
	
	<p class="img-float-center">
		<a target="_blank" href="../../images/img-events/confederacia_warshawa/memory.jpg">
		<img alt="Варшаўская канфедэрацыя" src="../../images/img-events/confederacia_warshawa/memory_thumb.jpg" height="140">
		</br><small>Сусветная спадчына</small>
		</a>		
	</p>
	<p>
	Адрозненне ад выбарчых капітуляцый (pacta conventa), якія і раней падпісвалі пры ўступе на пасад Ягелоны, 
	складаецца з выбарнасці, а не спадчыннасці каралеўскай улады. Генрыхавы артыкулы пацвярджаліся ўсімі наступнымі кіраўнікамі 
	Польшчы і канчаткова ўзаконілі сістэму "шляхецкай дэмакратыі".
	</p>
	<p>
	Генрыхавы артыкулы ўвялі абмежаванні каралеўскай улады. Манарх не мог без згоды сойма ні аб'яўляць вайну, 
	ні заключаць мір, ні склікаць паспалітае рушэнне. У выпадку парушэння прывілегій шляхты з боку манарха, шляхта мела 
	права паўстаць супраць яго.
	</p>
	<p>
	З моманту падпісання артыкулаў у Рэчы Паспалітай пачала згасаць традыцыя спадчыннасці каралеўскай улады. 
	Ужо праз сто гадоў ніводны сын паспяховага караля <a href="../terms/dukes_wkl.php">Яна Сабескага</a> не мог прэтэндаваць на перайманне пасада.
	</p>
	<p>
	У 2003 годзе тэкст канфедэрацыі быў занесены ў спіс ЮНЭСКА "Памяць свету".
	</p>	
		
		</br></br></br>
		<p><small>
		http://www.sedmitza.ru/lib/text/439821/</br>
		Central Archives of Historical Records in Warsaw</br>
		http://belreform.org/ru/confed.php</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>