<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Конституция 3 мая 1791 года</h3>
		
		<p>
		Статья в разработке
		</p>
		<p>
		Конституция 3 мая 1791 года была принята Четырёхлетним сеймом, сословно-представительным органом Речи Посполитой. 
		</p>
		<p>	
		Работа по составлению конституционного акта началась 6 октября 1788 года и продолжалась 32 месяца; документ, призванный ликвидировать недостатки политической системы страны, был принят под названием "Правительственный акт". 
		</p>
		<p>	
		Действовавшие ранее принципы Золотой вольности или "Шляхетской демократии" наделяли шляхту особыми правами, что со временем нарушило работоспособность политических институтов. 
		</p>
		<p>	
		Принятию Конституции предшествовал период агитации и частичного внедрения реформ, начавшийся с деятельности конвокационного сейма 1764 года и выборов Станислава Августа Понятовского - как выяснилось позже, последнего монарха Речи Посполитой.
		</p>
		<p>	
		Британский историк Норман Дэвис назвал документ "первой конституцией такого рода в Европе". Другие специалисты отмечают, что акт стал второй в истории кодифицированной национальной конституцией после Конституции США
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>