<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
  <!-- ***Title*** -->
    <title>Канстытуцыя 3 траўня</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Шчасце народа залежыць ад наяўнасці справядлівых законаў, 
	а дзеянне законаў залежыць ад іх выканання. Арыгінал і пераклад.
	" />
	<meta name="keywords" itemprop="keywords" content="Канстытуцыя 3 траўня, 
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/constitution_3may/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
              
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  

		<h1>Канстытуцыя 3 траўня 1791 года</h1>
		
		<p class="img-float-left">
		<a href="../../images/img-events/constitution_3may/book_cover.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Канстытуцыя 3 траўня 1791 года" src="../../images/img-events/constitution_3may/book_cover_thumb.jpg" height="160">
		</br><small>Канстытуцыя 3 траўня</small>
		</a>
		</br>Арыгінал, PDF, 6 Мб</br>
			<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DWHBYdElRZElTNm8/view?usp=sharing" class="btn btn-default img-float-centr"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Праглядзець і спампаваць</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/uprising_1794/blr_1772-1795.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Канстытуцыя 3 траўня 1791 года" src="../../images/img-events/uprising_1794/blr_1772-1795_thumb.jpg" height="160">
		</br><small>Рэч Паспалітая 1772-95</small>
		</a>
		</p>
		
		<p>
		XVIII стагоддзе ў ВКЛ — стагоддзе магнацкай анархіі і <a href="../events/confederacyi_18vek.php">шляхецкіх канфедэрацый</a>,
		 якое пачалося з <a href="../events/war_civil_1696.php">Грамадзянскай вайны ў ВКЛ</a> 
		(Сапегі супраць канфедэрацыі шляхты), а скончылася <a href="../events/razbor_rechi.php">падзелам Рэчы Паспалітай</a> суседнімі краінамі. 
		</p>
		<p>	
		Пасля Першага падзелу была распачата спроба ўрэгуляваць палітычны крызіс, выкліканы злоўжываннем шляхецкімі прывілеямі, 
		і замяніць іх дэмакратычнымі прынцыпамі канстытуцыйный манархіі.
		</p>
		<p>
		[ <small>Абсалютная манархія — як у Расіі, Гішпаніі ці Турцыі — у Рэчы Паспалітай так і не зацвердзілася</small> ]
		</p>
		<p>	
		Прынцыпы Залатой вольнасці ці "Шляхецкай дэмакратыі", што дзейнічалі ў краіне, надавалі <a href="../terms/shliahta.php">шляхце</a> асаблівыя правы, 
		што з часам парушыла працаздольнасць палітычных інстытутаў. Так, права "liberum veto" дазваляла кожнаму дэпутату завяршыць абмеркаванне пытання 
		ў сойме і працу сойма наогул, выказаўшы нязгоду.
		</p>
		<p>
		Канстытуцыя 3 траўня 1791 года была прынята Чатырохгадовым соймам, саслоўна-прадстаўнічай установай Рэчы Паспалітай. 
		</p>
		<p>	
		Праца па складанні канстутыцыйнага акта пачалася 6 кастрычніка 1788 года і працягвалася 32 месяца; 
		дакумент, які заклікаў ліквідаваць хібы ў палітычнай сістэме краіны, быў прыняты пад назвай "Урадавы акт". 
		</p>
		<p>[ <small>
		Чатырохгадовы, ці Вялікі Сойм, — сойм Рэчы Паспалітай, што доўжыўся з 6 кастрычніка 1788 да 29 траўня 1792 года і здзейсніў вельмі важныя пераўтварэнні 
		ў грамадска-палітычным упарадкаванні краіны. Яго мэтамі сталі аднаўленне суверэнітэту, палітычнае і эканамічнае рэфармаванне дзяржавы. 
		Галоўным дасягненнем Сойма стала прыняцце ў 1791 годзе Канстытуцыі 3 траўня.
		</small>
 		</p>
		<p><small>
		 Вынікі рэформаў Вялікага сойма былі ліквідаваныя ў выніку дзейнасці Таргавіцкай канфедэрацыі і вайсковага ўмяшання Расійскай імперыі.
		</small> ]
		</p>
		<p>
		Храналогія падзей:
		</br>1772 — Першы падзел Рэчы Паспалітай
		</br>1788 — Пачаў працу Вялікі Сойм
		</br>1789 — Вялікая французская рэвалюцыя, што зрынула "феадальную арыстакратыю" і ўзяццё Бастыліі
		</br>1791 — Прыняцце Канстытуцыі 3 траўня 
		</br>1792 — Створана Таргавіцкая канфедэрацыя пад пратэктаратам Расіі супраць рэформаў, Канстытуцыі 3 траўня і караля 
		<a href="../figures/poniatowski.php">Станіслава Панятоўскага</a>
		</br>1793 — Другі падзел Рэчы Паспалітай. 
		</p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont" style="margin-bottom:20px;">
	<h3>Тэкст Канстытуцыі чытаць 
	</br><small>(пераклад на бел. мову 	Віктар Старасценка)</small>
	</h3>
	
	<input type="button" class="btn btn-default btn-sm" value="Паказаць / Схаваць" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Згарнуць'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Тэкст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<p>
У выданні рэдакцыі "Рэха з-за Сяню", 1885, з тыпаграфіі С. П. П'янткевіча
</br>Пераклад ад <a target="_blank" href="http://worldconstitutions.ru/?p=367">Інтэрнэт-бібліятэка канстытуцый Рамана Пашкова</a>
</p>
<h3>
Урадавы закон 3 траўня 1791
</h3>
<p>
Станіслаў Аўгуст
Божай літасцю і па волі народа кароль польскі,
</p>
<p>
Вялікі князь літоўскі, рускі, прускі, мазавецкі, жмудскі, кіеўскі, валынскі, падольскі, падляскі, інфлянцкі, смаленскі, сявераскі, і чарнігаўскі разам з з'яднанымі саслоўямі, якія з падвоенай сілай увасабляюць сабой польскі народ.
</p>
<p>
Прызнаючы, што лёс нас усіх залежыць выключна ад умацавання і ўдасканалення польскіх законаў, а таксама пераканаўшыся на ўласным доўгім досведзе ў застарэлых завадах нашай сістэмы кіравання і жадаючы скарыстацца тым перыядам, у якім знаходзіцца Еўропа, і тым згасальным часам, які зноў зрабіў нас самімі сабой; вольныя ад прымусу зневажальнага чужыцкага ярма, шануючы найвышэй жыцця, вышэй асабістага шчасця палітычнае існаванне, вонкавую незалежнасць і ўнутраную волю народа, лёс якога ўкладзены ў нашыя рукі, а таксама жадаючы заслужыць бласлаўленне і падзяку тых, хто жыве цяпер, а таксама і наступных пакаленняў, нягледзячы на перашкоды, якія нам могуць правіць нашыя жарсці, для агульнага дабра, для зацвярджэння свабоды, для выратавання бацькаўшчыны нашай і яе межаў, з найвялікшай цвёрдасцю духу мы прымаем гэтую канстытуцыю і абвяшчаем яе святой і непарушнай, датуль, пакуль народ у прадугледжаны законам момант выяўна выказанай волей сваёй не прызнае патрэбным змяніць у ёй які-небудзь артыкул. Усе наступныя законы цяперашняга сойма павінны ва ўсім адпавядаць гэтай канстытуцыі.
</p>
<h4>
I. Пануючая рэлігія
</h4>
<p>
Пануючай польскай рэлігіяй ёсць і будзе святая рымская каталіцкая вера з усімі яе законамі. Пераход з пануючай веры ў якое-небудзь іншае веравызнанне забараняецца пад страхам кары за вераадступніцтва. Але, паколькі гэта святае вера загадвае нам любіць блізкіх нашых, мы павінны забяспечыць спакой у веры і дзяржаўную апеку для ўсіх людзей усякіх веравызнанняў. Таму, мы гарантуем свабоду ўсіх абрадаў і рэлігій у польскіх землях у адпаведнасці з мясцовымі законамі.
</p>
<h4>
II. Шляхта. Землеўласнікі
</h4>
<p>
Шануя памяць нашых продкаў, як заснавальнікаў вольнага кіравання, мы ганарова гарантуем шляхецкаму саслоўю ўсе свабоды, вольнасці, выключныя правы і прыярытэты ў прыватным і грамадскім жыцці. Асабліва мы сцвярджаем, гарантуем і прызнаем непарушнымі правы, статусы і прывілеі, справядліва і законна нададзеныя гэтаму саслоўю Казімірам Вялікім, Людовікам Вугорскім, Уладзіславам Ягайлам і Вітольдам, братам яго, Вялікім Князем Літоўскім, а таксама Уладзіславам і Казімірам Ягелонамі, братамі Янам Альбертам, Аляксандрам і Жыгімонтам Першым і Жыгімонтам Аўгустам, апошнім з ягелонскага роду. Высокае званне шляхецкага саслоўя ў Польшчы прызнаём роўным усім шляхецкім званням, дзе-небудзь прынятым. Прызнаем роўнымі паміж сабою ўсіх шляхцічаў не толькі ў дачыненні да атрымання пасад і аказання паслуг бацькаўшчыне, гонар, славу і выгаду якія прыносяць, але таксама ў дачыненні да роўнага карыстання прывілеямі і вылучнымі правамі, што належаць шляхецкаму саслоўю, а асабліва ж правам асабістай бяспекі, асабістай волі і правам зямельнай і рухомай уласнасці, бо яны спрадвеку кожнаму набожна служылі, жадаем, каб яны былі захаваны непарушна, і захоўваем іх. Урачыста абяцаем, што не дапусцім у законе ніякіх змен ці выняткаў, скіраваных супраць уласнасці. Наадварот, найвысокая дзяржаўная ўлада і ўсталяваны ёю ўрад не будуць падаваць якіх-небудзь прэтэнзій на маёмасць грамадзянаў, як у прыватнасці, так і наагул, пад падставай jurium regalium (выключных правоў манарха - заўвага перакладчыка) ці пад якой-небудзь іншай падставай. Таму асабістую бяспеку і ўсялякую ўласнасць, каму-небудзь па праве прыналежную, мы паважаем, забяспечваем і сцвярджаем, як грунт асабістай волі грамадзянаў і хочам, каб яны былі паважаныя, забяспечаныя і непарушныя таксама ў будучыні.
</p>
<p>
Шляхту мы лічым найпершымі абаронцамі свабоды і непарушнасці гэтай Канстытуцыі. Даручаем дабрачыннасці, пачуццю грамадзянства і гонару кожнага шляхціча паважаць святасць яе, ахоўваць яе трываласць, як адзінай апоры бацькаўшчыны і нашых вольнасцяў.
</p>
<h4>
III. Гарады і мяшчане
</h4>
<p>
Закон, прыняты гэтым соймам пад загалоўкам "Гарады нашыя Каралеўскія, свабодныя ў землях Рэчы Паспалітай", хочам цалкам захаваць 
і аб'яўляем часткай гэтай канстытуцыі, як права вольнай польскай шляхты,  што надае новую, сапраўдную і дзейсную сілу для аховы яе вольнасцяў 
і цэласці агульнай бацькаўшчыны. 
</p>
<h4>
IV. Сяляне (халопы)
</h4>
<p>
Сялянскае насельніцтва, у руках якога знаходзіцца самая шчодрая крыніца багацця краіны, якое складае самую шматлікую частку насельніцтва, і, такім чынам, з'яўляецца самай магутнай сілай краіны, па справядлівасці, з пачуцця хрысціянскага абавязку, а таксама ўлічваючы нашую ўласную, добра зразумелую цікавасць, мы бяром пад заступніцтва закона і дзяржаўнага ўрада, усталёўваючы, што, з гэтага часу, кожныя вольнасці, даравальныя граматы ці дамовы, аўтэнтычна складзеныя паміж абшарнікамі і сялянамі, з усёй грамадою ці асобна з кожным жыхаром вёскі, павінны быць агульным і ўзаемным абавязкам, у адпаведнасці з дакладным значэннем умоў і апісанняў, заключаных у азначаных дараваных граматах і дамовах, што знаходзяцца пад абаронай дзяржаўнай улады. Такія дамовы і адпаведныя абавязкі, добраахвотна прынятыя адным уладальнікам зямлі, з'яўляюцца абавязковымі не толькі для яго самога, але і для яго спадчыннікаў ці правапераемнікаў, з тым, што яны ніколі не будуць мець правы для самавольнай іх змены. З іншага боку, сяляне якога-небудзь маёнтка не могуць ухіліцца ад добраахвотна прынятых дамоў, дараваных грамат і павіннасцяў, у іх абумоўленных, інакш як у парадку і з умовамі, прадугледжанымі ў гэтых дамовах, якія абавязваюць іх або навечна, або да вызначанага тэрміну.
</p>
<p>
Гарантаваўшы такім чынам землеўласнікам усе выгоды, што належаць ім ад сялян, і жадаючы найболей дзейснай выявай заахвоціць узрост насельніцтва краіны, абвяшчаем для ўсіх людзей, якія як ізноў прыбываюць, так і тых, хто спачатку пакінуў радзіму, а потым пажадаў вярнуцца назад, поўную вольнасць, прытым у такой ступені, што кожны чалавек, які прыбыў ці вярнуўся ў дзяржаву Рэчы Паспалітай, як толькі ступіць нагой на польскую зямлю, атрымвае поўнае права займацца сваёй працай, як і дзе яму дагодна, складаць дамовы пра аселасць, найманне ці чынш як дагодна і на ўсякі тэрмін, вольны сяліцца як у горадзе ці ў вёсцы, жыць у Польшчы ці з'ехаць ва ўсялякую дзяржаву, папярэдне выканаўшы абавязкі, добраахвотна прынятыя на сябе.
</p>
<h4>
V. Урад ці вызначэнне публічных улад
</h4>
<p>
Усялякая ўлада ў чалавечым грамадстве бярэ свой пачатак у волі народа. І каб назаўжды гарантаваць волю грамадзянаў, грамадскі парадак і цэласць земляў Рэчы Паспалітай, урад польскага народа павінен складацца, і, па волі сапраўднага закона, заўсёды будзе складацца з трох улад, то бок: заканадаўчай улады ў (руках) з'яднаных саслоўяў, вышэйшай выканаўчай улады ў (руках) караля і варты (міністраў), улады судовай у юрысдыкцыях (органах), якія ўсталяваныя для гэтай мэты ці якія павінны быць усталяваныя.
</p>
<h4>
VI. Сойм ці заканадаўчая ўлада
</h4>
<p>
Сойм ці з'яднаныя саслоўі будуць падзяляцца на дзве палаты: на палату амбасадараў і палату сенатараў пад старшынствам караля.
</p>
<p>
Палата амбасадараў, як адлюстраванне і цэнтр усеўладдзя народа, будзе святыняй заканадаўства. Таму, перадусім, у палаце амбасадараў будуць абмяркоўвацца ўсе праекты: 1) Пра агульныя законы, г. зн. канстутыцыйныя, грамадзянскія і крымінальныя законы, пра ўсталяванне нязменных падаткаў, прапановы пра якія перададзеныя каралём для разгляду ваяводствам, землям і паветам, і прыходныя ў выглядзе інструкцый у палату, павінны разглядацца перадусім. 2) У дачыненні пастаноў сойма, то бок пра часовыя зборы, меру кошта манеты, пра адкрыццё грамадскіх пазык, пенсіён шляхецтва і іншых узнагарод па выпадку, пра размеркаванне грамадскіх, звычайных і надзвычайных выдаткаў, пра вайну, мір, пра канчатковую ратыфікацыю дамоў пра звязы і гандаль, усіх дыпламатычных актаў і пагадненняў, што адносяцца да праў, якія злучаюць народы, пра справаздачы выканаўчых магістратур і падобныя падзеі, што адказваюць галоўным народным патрэбам, пра якія прапановы ад караля павінны паступаць непасрэдна ў палату амбасадараў, будуць мець прыярытэт пры разглядзе.
</p>
<p>
Абавязкам палаты сенатараў, якая складаецца з біскупаў, ваявод, кастэлянаў і міністраў пад старшынствам караля, з'яўляецца: 1) прыняць ці адкласці для далейшага народнага абмеркавання апісанай у законе большасцю галасоў кожны закон, які фармальна прайшоў у палаце амбасадараў і павінен быць неадкладна перададзены ў сенат. Прыняцце закона дае яму сілу і святасць. Адхіленне ж толькі адкладзе яго да наступнага чарговага сойма, на якім, калі ён будзе прыняты другасна, ён павінен быць прыняты сенатам; 2) Кожная пастанова сойма ў вышэйпералічаных пытаннях, якія палата амбасадараў павінна неадклана перадаць у сенат, вырашыць супольна з палатай амбасадараў большасцю галасоў, прытым, большасць галасоў на супольным паседжанні абедзвюх палат будзе пастановай і воляй саслоўяў.
</p>
<p>
Усталёўваем, што сенатары і міністры ў пытаннях выканання сваіх пасад у варце ці ў камісіі вырашальнага голасу ў сойме не маюць і падчас абмеркавання гэтых пытанняў павінны толькі быць у сенаце для дачы тлумачэнняў па патрабаванні сойма.
</p>
<p>
Сойм заўсёды будзе гатовы (да зацверджання вырашэнняў і законаў - заўвага перакладчыка): заканадаўчы і ардынарны сойм павінен распачынацца кожныя два гады і працягвацца ў адпаведнасці з апісаннем закона пра соймы. Гатовы сойм, скліканы ў экстраных выпадках, павінен вырашаць толькі тыя справы, для вырашэння якіх ён быў скліканы, ці справы, якія паўсталі падчас працы сойма.
</p>
<p>
Ніводны закон, прыняты на ардынарным сойме, не можа быць скасаваны на том жа сойме. Колькасны склад сойма будзе складацца з асобаў, азначаных у ніжэйпрыведзеным законе, як у палаце амбасадараў, так і ў палаце сенатараў.
</p>
<p>
"Закон пра соймікі", прыняты на сучасным сойме, гарантуе як самы істотны прынцып вольнасці грамадзянаў. *)
</p>
<p>
Паколькі заканадаўства не можа дзейсніцца ўсімі і народ даручае гэта сваім вольна абраным Прадстаўнікам, г. зн. амбасадарам, гэтым усталёўваем, што амбасадары, абраныя на сойміках, з'яўляючыся цэнтрам усеагульнага даверу, павінны разглядацца ў заканадаўстве і ва ўсіх агульных патрэбах народа, як Прадстаўнікі народа свайго. **)
</p>
<p>
Усё і паўсюль павінна вырашацца большасцю галасоў: таму liberum veto, усякага роду канфедэрацыі і канфедэрацкія соймы касуем назаўжды, як супярэчныя духу гэтай Канстытуцыі, як тое, што зрынае ўладу і разбурае грамадства.
</p>
<p>
Перасцерагаючы, з аднаго боку, ад частых і рэзкіх зменаў народнай Канстытуцыі, а з іншага - прызнаючы патрэбу дасканалення пасля выпрабавання ў дзеянні яе ўплыву на грамадскі дабрабыт, прызначаем час і тэрмін яе перагляду і паляпшэння - кожныя дваццаць пяць гадоў. Такі канстытуцыйны сойм павінен быць надзвычайным у адпаведнасці з апісання асаблівага закона пра яго. ***)
</p>
<h4>
VII. Кароль. Выканаўчая ўлада
</h4>
<p>
Ніякае, нават самае дасканалае кіраванне не можа існаваць без добрай выканаўчай улады. Шчасце народа залежыць ад наяўнасці справядлівых законаў, а дзеянне законаў залежыць ад іх выканання. Досвед паказвае, што грэбаванне гэтай часткай кіравання наклікала на Польшчу шмат няшчасцяў. Таму, гарантаваўшы вольнаму польскаму народу ўладу ўсталёўваць для сябе, законы і сілу нагляду над усялякай выканаўчай уладай, а таксама абранне ўрадоўцаў і магістратур, вышэйшую выканаўчую ўладу мы перадаем каралю і яго радзе, які будзе звацца вартай законаў.
</p>
<p>
Выканаўчая ўлада абавязана дакладна прытрымлівацца і выконваць законы. Яна будзе дзейнічаць там, дзе гэта дазваляюць законы, дзе законы патрабуюць нагляду, прымусовага выконвання і нават дзейснай дапамогі. Ёй заўсёды павінны падпарадкоўвацца ўсе магістратуры, і ў яе рукі мы ўкладаем права прымуса ў дачыненні да непаслухмяных і тых, хто нядбала ставіцца да абавязкаў магістратур.
</p>
<p>
Выканаўчая ўлада не мае правоў усталёўваць ці тлумачыць законы, уводзіць пад якой б там ні было назвай падаткі і зборы, браць дзяржаўныя пазыкі, змяняць выкананае соймам размеркаванне дзяржаўных прыбыткаў, аб'яўляць вайну, заключаць мір, а таксама не мае права канчатковага заключэння дамоў ці якіх-небудзь дыпламатычных актаў. Яна можа толькі весці часовыя перамовы з замежнымі дзяржавамі, а таксама вырашаць часовыя і бягучыя справы, патрэбныя для спакою і бяспекі краіны, пра якія павінна паведаміць найблізкаму сходу сойма.
</p>
<p>
Польскі трон аб'яўляем выбарным і фамільным і хочам заўсёды мець яго такім. Зазнаныя паразы перыядаў міжцарства, якія перыядычна зрушалі ўладу, неабходнасць забеспячэння лёсу кожнага жыхара польскай зямлі і зачынення назаўсёды шляхі ўплывам замежных дзяржаў, памяць пра святасць і шчасце нашай бацькаўшчыны ў часы бесперапынна кіруючых асоб, патрэба адцягнуць замежнікаў ад амбіцый на пасад і звярнуць уплывовых палякаў да згодненага развіцця народнай волі, паказалі нашай мудрасці перадачу польскага пасада законам успадкоўвання. Таму пастанаўляем, што пасля жыцця, якое нам надасць Боская літасць, у Польшчы будзе кіраваць цяперашні Саксонскі курфюрст. Дынастыя будучых польскіх каралёў пачнецца ў асобе Фрыдрыха Аўгуста, цяперашняга Саксонскага курфюрста, спадчыннікам якога de lumbis (з паясніцаў - заўвага перакладчыка) па мужчынскай лініі прызначаем польскі пасад. Самы старэйшы сын кіруючага караля павінен пасля бацькі ўзысці на пасад. Калі ж цяперашні Саксонскі курфюст не будзе мець нашчадкаў мужчынскага полу, тады муж, абраны курфюрстам са згоды з'яднаных саслоўяў для яго дачкі, павінен пачаць лінію ўспадкоўвання па мужчынскаму полу для польскага пасада. З гэтай мэтай аб'яўляем Марыю Аўгусту Непамусэну, дачку курфюрста, польскай інфантай, пакідаючы за народам права выбару іншага дому для пасады пасля згасання першага, якое не можа быць зменена якімі-небудзь юрыдычнымі актамі.
</p>
<p>
Кожны кароль, уступаючы на трон, прынясе прысягу Богу і народу захоўваць гэтую Канстытуцыю ў выглядзе pacta conventa (усеагульных пагадненняў - заўвага перакладчыка), якія будуць складзены з цяперашнім курфюрствам Саксонскім, як прызначаным на трон, і якія будуць абавязваць яго гэтак жа, як і ранейшыя.
</p>
<p>
Асоба караля - святая і недатыкальная. Нічога сам не прадпрымаючы, ён не можа ні за што адказваць перад народам. Ён павінен быць не самадзержцам, а бацькай і кіраўніком народа, і такім яго прызначае і аб'яўляе гэтая Канстытуцыя.
</p>
<p>
Даходы, у тым выглядзе, як яны апісаны ва ўсеагульных пагадненнях, і выключныя правы, уласцівыя трону, і гэтай Канстытуцыяй гарантаваныя будучаму выбранніку, не могуць быць парушаны.
</p>
<p>
Усе грамадскія акты, трыбуналы, суды і магістратуры, манеты, пячаткі павінны насіць імя караля. Кароль, якому павінна быць пакінута ўсялякая ўлада рабіць дабро, будзе мець права амністыі ў дачыненні да прысуджаных да смерці, акрамя асоб, якія здзейснілі дзяржаўнае злачынства (in crinibus status). Каралю будзе прыналежыць вярхоўнае права распараджацца ўзброенымі сіламі краіны падчас вайны і прызначаць камандуючых войскамі, аднак з умовай магчымай змены іх па волі народа. Яго абавязкам будзе таксама прысвойваць афіцэрскія званні, прызначаць урадоўцаў у адпаведнасці з далейшым тэкстам закона, прызначаць біскупаў і сенатараў у адпаведнасці з тэкстам закона, а таксама міністраў, як першых урадоўцаў выканаўчай улады.
</p>
<p>
Варта Законаў, ці каралеўская рада, нададзена каралю для прытрымлівання, забеспячэння і выканання законаў, будзе складацца з: I) прымаса, у якасці кіраўніка польскага духавенства і старшыні камісіі адукацыі, які можа быць заменены ў каралеўскай радзе першым ex ordine (па парадку) біскупам, у якога няма права падпісваць рэзалюцыі; II) пяці міністраў, г. зн. міністра паліцыі, міністра друку, вайсковага міністра, міністра фінансаў, міністра друку для замежных справаў; III) двух сакратароў, з якіх адзін загадвае пратаколам варты, а іншы - пратаколам замежных справаў, абодва без вырашальнага голасу.
</p>
<p>
Спадчыннік трона, дасягнуўшы паўналецця і пасля прысягі на вернасць канстытуцыі, можа прысутнічаць на ўсіх паседжаннях варты, але без права голасу.
</p>
<p>
Маршал сойма, пасля абрання на два гады, будзе ўваходзіць у лік прысутных на паседжанні варты, без удзелу ў яе вырашэннях, толькі для склікання гатовага сойма. У тым выпадку, калі ён прызнаў бы скліканне гатовага сойма настойліва неабходным, а кароль запрацівіўся б яго скліканню, маршал абавязаны перадаць амбасадарам і сенатарам цыркулярныя лісты, склікаючы іх на гатовы сойм і паказваючы прычыны яго склікання. Прычыны абавязковага склікання сойма могуць быць наступныя: I) тэрміновыя абставіны, што закранаюць правы народаў, асабліва выпадкі вайны з замежнай дзяржавай; II) унутраныя хваляванні, што пагражаюць пераваротам у краіне ці сутыкненнем паміж магістратурамі; III) відавочная небяспека паўсюднага голаду; IV) бездагляднасць бацькаўшчыны ў выніку смерці караля ці небяспечнай яго хваробы.
</p>
<p>
Усе рэзалюцыі будуць разглядацца ў варце вышэйпералічаным яе складам. Пасля таго, як кароль выслухае ўсе погляды, яго меркаванне павінна быць вырашальным, каб забяспечыць адзінства волі ў выкананні закона. Таму, кожная рэзалюцыя варты будзе зыходзіць ад імя і за подпісам караля. Але яна павінна таксама быць падпісаная адным з міністраў, якія ўваходзяць у склад варты, і, пасля падпісання, уступае ў дзейнасць і павінна быць выканана альбо камісіямі ці якімі-небудзь выканаўчымі магістратурамі, але толькі ў тых пытаннях, якія відавочна не выключаны ў гэтым законе. У выпадку, калі ніводны міністар з тых, што ўваходзяць у склад варты законаў, не пагадзіцца падпісаць вырашэнні, кароль адмовіцца ад гэтага вырашэння, а калі будзе дамагацца яго, маршал сойма ў гэтым выпадку будзе прасіць аб скліканні гатовага сойма, і, калі кароль будзе адцягваць скліканне, яго павінен ажыццявіць маршал.
</p>
<p>
Кароль мае права як прызначэння ўсіх міністраў, так і прызыву аднаго з іх ад кожнага аддзела адміністрацыі ў склад сваёй рады, то бок варты законаў. Прызыў у склад варты законаў здзяйсняецца на два гады. Міністры, закліканыя ў склад варты, у працы камісій не ўдзельнічаюць.
</p>
<p>
У выпадку, калі большасць у 2/3 абедзвюх палат сойма пры таемным галасаванні на сумесным пасяджэнні сойма патрабуе змены міністра ў варце ці ўрадзе, кароль павінен неадкладна прызначыць на яго месца іншую асобу.
</p>
<p>
Жадаючы, каб варта народных законаў была абавязаная трымаць адказ перад народам за усе свае ўчынкі, пастанаўляем: калі міністры будуць абвінавачаныя дэпутацыяй, вызначанай для кантролю за іх дзеяннямі, у парушэнні права, яны павінны адказваць асабіста і сваёй маёмасцю. Пры ўсіх такіх абвінавачваннях аб'яднаныя саслоўі павінны простай большасцю галасоў абедзвюх палат накіраваць абвінавачаных міністраў ў соймавыя суды з мэтай справядлівага і кампенсуючага іх злачынства пакарання, ці, пры доказе невінаватасці, вызвалення ад справы і пакарання. *)
</p>
<p>
Для лепшага функцыянавання выканаўчай улады ўсталёўваем асобныя камісіі, якія залежаць і падпарадкоўваюцца Варце. Сойм будзе выбіраць у іх склад камісараў для вядзення спраў на працягу тэрміна, вызначанага законам. Гэта наступныя камісіі: 1) камісія адукацыі, 2) камісія па пытаннях паліцыі, 3) камісія па пытаннях арміі, 4) камісія па пытаннях фінансаў. **)
</p>
<p>
Ніжэйшыя ваяводскія камісіі, устаноўленыя на гэтым сойме і якія падпарадкоўваюцца Варце, будуць атрымліваць загады ад вышэйзгаданых прамежкавых камісій, у залежнасці ад аб'екта іх улады і абавязкаў. ***)
</p>
<h4>
VIII. Судовая ўлада
</h4>
<p>
Судовая ўлада не можа існіцца ні заканадаўчымі органамі, ні каралём, але павінна існіцца магістратурамі, якія былі ўсталяваны і абраны адмыслова для гэтай мэты. Яна павінна быць набліжана да месцаў дзеля таго, каб кожны чалавек блізка для сябе мог знайсці справядлівасць, каб злачынец заўсёды бачыў над сабой грозную руку дзяржаўнай улады. Таму ўсталёўваем: 
</p>
<p>
I. Суды першай інстанцыі для кожнага ваяводства, зямлі і павета, суддзі якіх будуць абірацца на сойміках. Суды першай інстанцыі павінны быць заўсёды пільныя і гатовыя забяспечыць справядлівасць тым, хто ў ёй патрэбу мае. Ад гэтых судоў ідуць апэляцыі да галоўных трыбуналаў, якія павінны быць для кожнай правінцыі і якія павінны таксама складацца з асоб, абраных на сойміках. 
</p>
<p>
I. Гэтыя суды як першай, так і апошняй інстанцыі будуць земскімі судамі для шляхты і для ўсіх землеўласнікаў, з кім-небудзь у справах права і факта. †) 
</p>
<p>
II. Забяспечваем усім гарадам судовыя юрысдыкцыі ў адпаведнасці з законам гэтага сойма "Пра свабодныя каралеўскія гарады". *) 
</p>
<p>
III. Для кожнай правінцыі зацвярджаем асобныя рэферэндарскія суды для разгляду спраў вольных сялян, якія аднесены да гэтых судоў ранейшымі законамі. **) 
</p>
<p>
IV. Захоўваем задворныя, асэсарскія, рэляцыйныя і курляндскія суды. 
</p>
<p>
V. Выканаўчыя камісіі будуць мець суды па пытаннях, што датычацца іх адміністрацыі. 
</p>
<p>
VI. Акрамя судоў па грамадзянскіх і крымінальных пытаннях для ўсіх саслоўяў, будзе яшчэ вярхоўны суд, які завецца соймавым, склад якога будзе абірацца пры адкрыцці кожнага сойма. У кампетэнцыю гэтага суда будуць уваходзіць справы пра злачынствы супраць народа і караля, г. зн. дзяржаўныя злачынствы. ***)
</p>
<p>
Загадваем, каб адмыслова вылучаныя соймам асобы склалі новы кодэкс грамадзянскіх і крымінальных законаў.
</p>
<h4>
IX. Рэгенцтва
</h4>
<p>
Варта Законаў будзе з'яўляцца адначасова рэгенцкай радай на чале з каралевай, а ў выпадку яе адсутнасці - прымасам. Рэгенцтва можа мець месца толькі ў наступных выпадках: 1) падчас маленства караля; 2) падчас хваробы, што выклікае працяглае вар'яцтва; 3) у выпадку, калі кароль узяты ў палон на вайне. Маленства будзе працягвацца толькі да поўных васямнаццаці гадоў, а хвароба, што выклікае працяглае вар'яцтва, не можа быць абвешчана, а толькі пацверджана гатовым соймам, большасцю галасоў з'яднаных палат не менш за трох да чатырох. У гэтых трох выпадках прымас польскай кароны павінен склікаць надзвычайны сойм, а калі прымас не выканае гэты абавязак, то маршал сойма выдасць цыркуляры для амбасадараў і сенатараў. Гатовы сойм вызначыць чарговасць паседжання міністраў у рэгенцкай радзе і зацвердзіць каралеву да выканання абавязкаў караля. Калі кароль, у першым выпадку, дасягне паўналецця, у другім - вернецца да поўнага здароўя, а ў трэцім - вернецца з палону, то рэгенцкая рада павінна падаць яму справаздачу пра свае дзеянні і адказваць перад народам за час свайго кіравання, як гэта загадана вырашэннем пра Варту Законаў, на кожным ардынарным сойме, асабіста і сваёй маёмасцю.
</p>
<h4>
X. Выхаванне каралеўскіх дзяцей
</h4>
<p>
Сыны караля, якія прызначаны канстытуцыяй да спадкаемства трона, з'яўляюцца першымі дзецьмі бацькаўшчыны, таму ўвага да іх добрага выхавання прыналежыць народу, але без шкоды для бацькоўскіх правоў. Падчас каралеўскага кіравання сам кароль, з Вартай Законаў і з вызначаным саслоўямі наглядчыкам за навучаннем каралевічаў, будуць займацца іх выхаваннем. Падчас кіравання рэгенцкай рады, разам з ужо ўзгаданым наглядчыкам, адукацыя будзе даручана ім. У абодвух выпадках вызначаны саслоўямі наглядчык, на кожным ардынарным сойме павінен дакладваць пра адукацыю і дасягненні каралевічаў. Абавязкам камісіі адукацыі будзе прапанаваць сістэму ўказанняў і адукацыйных прадметаў каралеўскіх сыноў для зацверджання соймам, з тым, каб раўнамерныя правілы іх выхавання ўвесь час і з найранейшага ўзросту прывівалі розумам будучых спадчыннікаў трона рэлігію, любоў да дабрачыннасці, бацькаўшчыны, свабоды і дзяржаўнай канстытуцыі.
</p>
<h4>
XI. Народныя ўзброеныя сілы
</h4>
<p>
Народ павінен забяспечыць сабе абарону ад нападаў і для захавання свайго адзінства. Таму, усе грамадзяне з'яўляюцца абаронцамі народнага адзінства і воляў. Войска з'яўляецца ахоўнай сілай і сілай па падтрыманні парадку, вылучанай з агульнай сілы народа. Народ павінен утрымваць і шанаваць сваё войска за тое, што яно прысвячае сябе цалкам яго абароне. Войска павінна засцерагаць межы дзяржавы і агульны спакой, то бок павінна быць яго самай трывалай тарчою. Каб бездакорна выканаць гэта прызначэнне, войска павінна ўвесь час знаходзіцца ў падначаленні выканаўчай улады ў адпаведнасці з законам і павінна прынесці прысягу на адданасць народу, каралю і на абарону народнай Канстытуцыі. Такім чынам, народнае войска можа быць скарыстана для агульнай абароны краіны, аховы крэпасцяў і меж, ці для падтрымкі права, калі хто-небудзь супрацівіцца яго выкананню.
</p>
<h4>
Дэкларацыя з'яднаных саслоўяў.
</h4>
<p>
Усе ранейшыя і сучасныя законы, што супярэчаць гэтай Канстытуцыі ці якому-небудзь артыкулу, мы касуем, а дэталёвыя апісанні, патрэбныя для артыкулаў і кожнага пытання, што змяшчаюцца ў гэтай Канстытуцыі, як такія, якія дэталёва вызначаюць абавязкі і лад урада, аб'яўляем складнікам Канстытуцыі. Загадваем выканаўчай уладзе, каб Варта Законаў пад наглядам сойма неадкладна прыступіла да сваіх абавязкаў і бесперапынна іх выконвала. Урачыста прысягаемся Богу і бацькаўшчыне ў падпарадкаванні, абароне ўсімі чалавечымі сіламі гэтай Канстытуцыі і прыносячы такую прысягу, як дэвіз сапраўднай любові да бацькаўшчыны, загадваем выконваць яе неадкладна тут, у Варшаве, усімі камісіямі і судовымі органамі, а таксама прысутным тут войскам; а цягам часу, не больш за месяц ад даты закона на загад вайсковай камісіі, усім народным войскам, якое стаіць у землях Польскай Кароны і Вялікага княства Літоўскага. Усталяванне набажэнства ў адзін дзень ва ўсіх касцёлах па ўсёй краіне, восьмага дня траўня месяца бягучага года ў падзяку Богу за падораную спрыяльную хвіліну вызвалення Польшчы ад чужыцкага ярма і грамадзянскай смуты: за аднаўленне ўлады, якая найбольш дзейсна можа гарантаваць нашу праўдзівую волю і адзінства Польшчы, за ўсталяванне, такім чынам, нашай бацькаўшчыны на ўзровень, які дае магчымасць атрымаць у вачах Еўропы яе сапраўдную павагу, правялебным біскупам загадваем: прызначая ў годзе дзень святога Станіслава, біскупа і пакутніка, патрона польскай кароны, святочным, які мы і нашыя нашчадкі святкаваць будзем як дзень, прысвечаны найвысокаму Провіду, пасля якога бацькаўшчына адважна і бяспечна, пасля гэтулькіх бед, можа адпачыць. Таксама жадаем, каб духавенства, як белае, так і чорнае, у хрысціянскіх навуках, якія яно нясе прававернаму народу, не спыняла падахвочваць усіх да падобных выяўленняў падзякі Богу. А каб будучыя пакаленні яшчэ мацней маглі адчуваць, што ажыццяўляючы настолькі жаданую справу, нягледзячы на найвялікія цяжкасці і перашкоды, з дапамогай найвышэйшага кіраўніка лёсамі народаў, мы не страцілі гэтага шчаслівага для выратавання народа часу, загадваем: каб у памяць пра гэта ў дарунак ад усіх саслоўяў быў збудаваны касцёл і прысвечаны найвысокаму Провіду.
</p>
<p>
Задавальняючы агульную весялосць, уважліва сочым за забеспячэннем бяспекі Канстытуцыі, загадвая: калі хто-небудзь асмеліцца супрацівіцца Канстытуцыі, ці квапіцца на яе, жадаючы сапсаваць, ці парушыць спакой добрага і пачынаючага быць шчаслівым народа, сеючы недавер, няслушнае тлумачэнне канстытуцыі, а, асабліва, праз арганізацыю якога-небудзь мяцяжу ў краіне ці канфедэрацыі, ці ўзначальваючы яе якім-небудзь спрыяльным для гэтага спосабам: той будзе неадкладна прызнаны ворагам бацькаўшчыны, яе здраднікам, мяцежнікам і самым суровым чынам пакараны соймавым судом. Таму, загадваем, каб соймавы суд у поўным складзе сабраўся тут, у Варшаве, працягваў свае паседжанні з дня на дзень, а ўсе атрыманыя ад трывала аселых грамадзянаў данясенні, у суправаджэнні судовых абвінаваўцах абодвух народаў, пра паднясенне мяцяжу ці падбухторванне да яго, неадкладна судзіць, забяспечыць выкананне вынесенага прысуду ў дачыненні асоб, якія яму падлягаюць, да чаго народныя войскі, па звароту суда да выканаўчай улады, павінны быць гатовымі і пакорлівымі.

</p>

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>     
      
</div>
</div>
</div>	
<!--/Spoiler-->	
		
		<p>
		"Урадавы акт" зраўнаваў у палітычных правах шляхцічаў і месцічаў, а таксама абвясціў апеку дзяржавы над сялянамі. 
		Канстытуцыя накладала забарону на дзейнасць некаторых парламенцкіх інстытутаў, што падрывалі працу заканадаўцаў. Так, былі скасаваныя шляхецкія канфедэрацыі 
		і "liberum veto".
		</p>
		<p>
		<i>"
		Усё і паўсюль павінна вырашацца большасцю галасоў: таму liberum veto, усякага роду канфедэрацыі і канфедэрацкія соймы касуем назаўжды, 
		як супярэчныя духу цяперашняй Канстытуцыі, як тыя, што зрынаюць уладу і разбураюць грамадства."
		</i>
		</p>
		<i>"Перасцерагаючы, з аднаго боку, ад частых і рэзкіх зменаў народнай Канстытуцыі, а з іншага - прызнаючы патрэбу дасканалення пасля выпрабавання ў дзеянні яе ўплыву на грамадскі дабрабыт,
		прызначаем час і тэрмін яе перагляду і паляпшэння - кожныя дваццаць пяць гадоў."
		</i>
		</p>
		<p>
		Прыняцце канстытуцыі фармальна спыніла дзеянне <a href="../events/unia_liublin.php">Люблінскай уніі</a>. Рэч Паспалітая з канфедэрацыі рабілася ўнітарнай дзяржавай.
		Як кампраміс, <a href="../terms/wkl.php">Вялікаму княству Літоўскаму</a> былі прапанаваныя шматлікія прывілеі, якія павінны былі падтрымваць яго існаванне.
		</p>
		<p>
		Прэамбула Канстытуцыі і 11 яе артыкулаў засноўваліся на прынцыпах народнага суверэнітэту, што ўжываецца ў дадзеным выпадку да шляхты і месцічаў.
		Паколькі ў краіне налічвалася каля паўмільёна месцічаў, размеркаванне ўлады стала больш раўнамерным. 		
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/glybokae_3may.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Канстытуцыя 3 траўня 1791 года" src="../../images/img-events/constitution_3may/glybokae_3may_thumb.jpg" height="100">
		</br><small>Памятная калона, м. Глыбокае</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/Passing_of_the_3rd_of_May_Constitution.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Канстытуцыя 3 траўня 1791 года" src="../../images/img-events/constitution_3may/Passing_of_the_3rd_of_May_Constitution_thumb.jpg" height="100">
		</br><small>Прыняцце Канстытуцыі</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/mahilewcy_3may.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Канстытуцыя 3 траўня 1791 года" src="../../images/img-events/constitution_3may/mahilewcy_3may_thumb.jpg" height="100">
		</br><small>Памятная калона, м. Магілёўцы</small>
		</a>
		</div>
		
		</div>
			

		<p>	
		Брытанскі гісторык Норман Дэвіс назваў дакумент "першай Канстытуцыяй такога роду ў Еўропе". Іншыя спецыялісты адзначаюць, што акт стаў другой кадыфікаванай нацыянальнай канстытуцыяй пасля Канстытуцыі ЗША.
		</p>
		
		</br></br></br>
		<p><small>
		http://www.pravo.by/main.aspx?guid=4951</br>
		http://worldconstitutions.ru/?p=367</br>
		http://www.vostlit.info/Texts/Dokumenty/Polen/XVIII/1780-1800/Verfassung_1791/text2.phtml?id=12700</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>