<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Конституция 3 мая. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Счастье народа зависит от наличия справедливых законов, 
	а действие законов зависит от их исполнения. Оригинал и перевод.
	" />
	<meta name="keywords" itemprop="keywords" content="Конституция 3 мая, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/constitution_3may/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
              
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  

		<h2>Конституция 3 мая 1791 года</h2>
		
		<p class="img-float-left">
		<a href="../../images/img-events/constitution_3may/book_cover.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Конституция 3 мая 1791 года" src="../../images/img-events/constitution_3may/book_cover_thumb.jpg" height="160">
		</br><small>Конституция 3 мая</small>
		</a>
		</br>Оригинал, PDF, 6 Мб</br>
			<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DWHBYdElRZElTNm8/view?usp=sharing" class="btn btn-default img-float-centr"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/uprising_1794/blr_1772-1795.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Конституция 3 мая 1791 года" src="../../images/img-events/uprising_1794/blr_1772-1795_thumb.jpg" height="160">
		</br><small>Речь Посполитая 1772-95</small>
		</a>
		</p>
		
		<p>
		XVIII век в ВКЛ — век магнатской анархии и <a href="../events/confederacyi_18vek.php">шляхетских конфедераций</a>,
		 начавшийся с <a href="../events/war_civil_1696.php">Гражданской войны в ВКЛ</a> 
		(Сапеги против конфедерации шляхты), завершался <a href="../events/razbor_rechi.php">разделом Речи Посполитой</a> соседними странами. 
		</p>
		<p>	
		После Первого раздела была предпринята попытка урегулировать политический кризис, вызванный злоупотреблением шляхетскими привилегиями, 
		и заменить их демократическими принципами конституционной монархии.
		</p>
		<p>
		[ <small>Абсолютная монархия — как в России, Испании или Турции — в Речи Посполитой так и не утвердилась</small> ]
		</p>
		<p>	
		Действовавшие в стране принципы Золотой вольности или "Шляхетской демократии" наделяли <a href="../terms/shliahta.php">шляхту</a> особыми правами, 
		что со временем нарушило работоспособность политических институтов. Так, право "liberum veto" позволяло любому депутату завершить обсуждение вопроса 
		в сейме и работу сейма вообще, выразив несогласие.
		</p>
		<p>
		Конституция 3 мая 1791 года была принята Четырёхлетним сеймом, сословно-представительным органом Речи Посполитой. 
		</p>
		<p>	
		Работа по составлению конституционного акта началась 6 октября 1788 года и продолжалась 32 месяца; 
		документ, призванный ликвидировать недостатки политической системы страны, был принят под названием "Правительственный акт". 
		</p>
		<p>[ <small>
		Четырёхлетний или Великий Сейм — сейм Речи Посполитой, длившийся с 6 октября 1788 до 29 мая 1792 года и совершивший весьма важные преобразования 
		в общественно-политическом устройстве страны. Его целями стало восстановление суверенитета и политическое и экономическое реформирование государства. 
		Главным достижением Сейма стало принятие в 1791 году Конституции 3 мая.
		</small>
 		</p>
		<p><small>
		 Результаты реформ Великого сейма были ликвидированы в результате деятельности Тарговицкой конфедерации и военного вмешательства Российской империи.
		</small> ]
		</p>
		<p>
		Хронология событий:
		</br>1772 — Первый раздел речи Посполитой
		</br>1788 — Начал работу Великий Сейм
		</br>1789 — Великая французская революция, свергнувшая  "феодальную аристократию" и Взятие Бастилии
		</br>1791 — Принятие Конституции 3 мая 
		</br>1792 — Создана Тарговицкая конфедерация под протекторатом России против реформ, Конституции 3 мая и короля 
		<a href="../figures/poniatowski.php">Станислава Понятовского</a>
		</br>1793 — Второй раздел Речи Посполитой. 
		</p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont" style="margin-bottom:20px;">
	<h3>Конституция 3 мая (на русском). Читать</h3>
	
	<input type="button" class="btn btn-default btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<p>
В издании редакции "Эхо из-за Сяна", 1885, из типографии С. Ф. Пьонткевича
</br>Перевод от <a target="_blank" href="http://worldconstitutions.ru/?p=367">Интернет-библиотека конституций Романа Пашкова</a>
</p>
<h3>
Правительственный закон 3 мая 1791
</h3>
<p>
Станислав Август
божьей милостью и по воле народа король польский,
</p>
<p>
Великий князь литовский, русский, прусский, мазовецкий, жмудский, киевский, волынский, подольский, подляский, инфлянтский, смоленский, северский и черниговский вместе с объединенными сословиями с удвоенной силой представляющими польский народ.
</p>
<p>
Признавая, что судьба всех нас зависит исключительно от укрепления и совершенствования польских законов, а также убедившись на собственном долгом опыте в застаревших пороках нашей системы правления и желая воспользоваться тем периодом, в котором находится Европа, и тем угасающим временем, которое вновь сделало нас самими собой; свободные от принуждения унизительного чужеземного ига, ценя превыше жизни, выше личного счастья политическое существование, внешнюю независимость и внутреннюю свободу народа, судьба которого вложена в наши руки, а также желая заслужить благословение и благодарность ныне живущих и будущих поколений, несмотря на препятствия, которые нам могут чинить наши страсти, для общего блага, для утверждения свободы, для спасения отечества нашего и его границ, с величайшей твердостью духа мы принимаем настоящую конституцию и провозглашаем ее святой и нерушимой, до тех пор, пока народ в предусмотренный законом момент явно изъявленной волей своей не признает необходимым изменить в ней какую-либо статью. Все последующие законы нынешнего сейма должны во всем соответствовать этой конституции.
</p>
<h4>
I. Господствующая религия
</h4>
<p>
Господствующей польской религией есть и будет святая римская католическая вера со всеми ее законами. Переход из господствующей веры в какое-либо другое вероисповедание запрещается под страхом наказания за вероотступничество. Но поскольку эта же святая вера повелевает нам любить ближних наших, мы должны обеспечить спокойствие в вере и государственную опеку для всех людей любых вероисповеданий. Поэтому мы гарантируем свободу всех обрядов и религий в польских землях в соответствии с местными законами.
</p>
<h4>
II. Шляхта. Землевладельцы
</h4>
<p>
Чтя память предков наших, как основателей свободного правления, мы торжественнейше гарантируем шляхетскому сословию все свободы, вольности, исключительные права и приоритеты в частной и общественной жизни. Особенно мы утверждаем, гарантируем и признаем нерушимыми права, статуты и привилегии, справедливо и законно уделенные этому сословию Казимиром Великим, Людовиком Венгерским, Владиславом Ягелло и Витольдом, братом его, Великим Князем Литовским, а также Владиславом и Казимиром Ягеллонами, братьями Яном Альбертом, Александром и Сигизмундом Первым и Сигизмундом Августом, последним из ягеллонского рода. Высокое звание шляхетского сословия в Польше признаем равным всем шляхетскими званиями, где-либо принятым. Признаем равными между собою всех шляхтичей не только в отношении получения должностей и оказания услуг отечеству, честь, славу и выгоду приносящих, но также в отношении равного пользования привилегиями и исключительными правами, принадлежащими шляхетскому сословию, а особенно же правом личной безопасности, личной свободы и правом земельной и движимой собственности, поскольку они издревле каждому благочестиво служили, желаем, чтобы они были сохранены нерушимо и сохраняем их. Торжественно обещаем, что не допустим в законе никаких изменений или изъятий, направленных против собственности. Напротив, высшая государственная власть и установленное ею правительство не будут предъявлять каких-либо претензий на имущество граждан, как в частности, так и вообще, под предлогом jurium regalium (исключительных прав монарха - прим. переводчика) или под каким-либо другим предлогом. Поэтому личную безопасность и всякую собственность, кому-либо по праву принадлежащую, мы уважаем, обеспечиваем и утверждаем как истинный стержень общества, как основу личной свободы граждан и хотим, чтобы они были уважаемы, обеспечены и нерушимы также в будущем.
</p>
<p>
Шляхту мы считаем первейшими защитниками свободы и настоящей конституции. Поручаем добродетели, чувству гражданства и чести каждого шляхтича уважать святость ее, оберегать ее прочность, как единственного оплота отечества и наших свобод.
</p>
<h4>
III. Города и мещане
</h4>
<p>
Закон, принятый настоящим сеймом под заглавием "Города наши Королевские, свободные в землях Речи Посполитой", хотим полностью сохранить 
и объявляем частью настоящей конституции, как право свободной польской шляхты, дающее новую, истинную и действенную силу для охраны ее свобод 
и целостности общего отечества. 
</p>
<h4>
IV. Крестьяне (хлопы)
</h4>
<p>
Крестьянское население, в руках которого находится самый щедрый источник богатства страны, которое составляет самую многочисленную часть населения, и, следовательно, является самой могучей силой страны, по справедливости, из чувства христианского долга, а также учитывая наш собственный, хорошо понятый интерес, мы берем под покровительство закона и государственного правительства, устанавливая, что отныне любые свободы, жалованные грамоты или договоры, аутентично заключенные между помещиками и крестьянами, со всей громадой или отдельно с каждым жителем деревни, должны быть общей и взаимной обязанностью, в соответствии с точным значением условий и описаний, заключенных в указанных жалованных грамотах и договорах, находящихся под защитой государственной власти. Такие договоры и истекающие из них обязанности, добровольно принятые одним владельцем земли, являются обязательными не только для него самого, но и для его наследников или правопреемников, с тем что они никогда не будут вправе самовольно их изменить. С другой стороны, крестьяне какого-либо поместья не могут уклониться от добровольно принятых договоров жалованных грамот и повинностей, в них оговоренных, иначе как в порядке и с условиями, предусмотренными в этих договорах, которые обязывают их либо навечно, либо до определенного срока.
</p>
<p>
Гарантировав таким образом землевладельцам все выгоды, полагающиеся им от крестьян, и желая наиболее действенным образом поощрить рост населения страны, провозглашаем для всех людей, как вновь прибывающих, так и тех, кто сначала покинул родину, а затем пожелал вернуться назад, полную свободу, причем в такой степени, что любой человек, прибывший или вернувшийся в государство Речи Посполитой, как только ступит ногой на польскую землю, получает полное право заниматься своим трудом, как и где ему угодно, заключать договоры об оседлости, найме или оброке как угодно и на любой срок, свободен селиться в городе или в деревне, жить в Польше или уехать в любое государство, предварительно выполнив обязательства, добровольно принятые на себя.
</p>
<h4>
V. Правительство или определение публичных властей
</h4>
<p>
Всякая власть в человеческом обществе берет свое начало в воле народа. И чтобы навсегда гарантировать свободу граждан, общественный порядок и целостность земель Речи Посполитой, правительство польского народа должно состоять, и по воле настоящего закона всегда будет состоять из трех властей, то есть: законодательной власти в (руках) объединенных сословий, высшей исполнительной власти в (руках) короля и стражи (министров), власти судебной в юрисдикциях (органах), которые установлены для этой цели или которые должны быть установлены.
</p>
<h4>
VI. Сейм или законодательная власть
</h4>
<p>
Сейм или объединенные сословия будут делиться на две палаты: на палату послов и палату сенаторов под председательством короля.
</p>
<p>
Палата послов, как отражение и средоточие всевластия народа, будет святыней законодательства. Поэтому прежде всего в палате послов будут обсуждаться все проекты: 1) Об общих законах, т. е. конституционных, гражданских и уголовных законах, об установлении постоянных налогов, предложения о которых, переданные королем для рассмотрения воеводствам, землям и поветам и приходящие в виде инструкций в палату, должны рассматриваться в первую очередь. 2) В отношении постановлений сейма, то есть о временных сборах, мере стоимости монеты, об открытии общественных займов, жаловании шляхетства и прочих наград по случаю, о распределении общественных, обычных и чрезвычайных расходов, о войне, мире, об окончательной ратификации договоров о союзах и торговле, всех дипломатических актов и соглашений, относящихся к правам соединяющихся народов, об отчетах исполнительных магистратур и подобных событиях, отвечающих главным народным потребностям, о которых предложения от короля должны поступать прямо в палату послов, будут иметь приоритет при рассмотрении.
</p>
<p>
Обязанностью палаты сенаторов, состоящей из епископов, воевод, кастелянов и министров под председательством короля, является: 1) принять или отложить для дальнейшего народного обсуждения описанным в законе большинством голосов каждый закон, который формально прошел в палате послов и должен быть немедленно передан в сенат. Принятие закона дает ему силу и святость. Отклонение же только отложит его до следующего очередного сейма, на котором, если он будет принят вторично, он должен быть принят сенатом; 2) Каждое постановление сейма в вышеперечисленных вопросах, которые палата послов должна немедленно передать в сенат, решить совместно с палатой послов большинством голосов, причем большинство голосов на совместном заседании обеих палат будет решением и волей сословий.
</p>
<p>
Устанавливаем, что сенаторы и министры в вопросах выполнения своих должностей в страже или в комиссии решающего голоса в сейме не имеют и во время обсуждения этих вопросов должны только присутствовать в сенате для дачи объяснений по требованию сейма.
</p>
<p>
Сейм всегда будет готов (к утверждению решений и законов - прим. переводчика): законодательный и ординарный сейм должен начинаться каждые два года и продолжаться в соответствии с описанием закона о сеймах. Готовый сейм, созванный в экстренных случаях, должен решать только те дела, для решения которых он созван, или дела, возникшие во время работы сейма.
</p>
<p>
Ни один закон, принятый на ординарном сейме, не может быть отменен на том же сейме. Количественный состав сейма будет складываться из лиц, указанных в нижеприведенном законе, как в палате послов, так и в палате сенаторов.
</p>
<p>
"Закон о сеймиках", принятый на настоящем сейме, гарантируем как самый существенный принцип свободы граждан. *)
</p>
<p>
Так как законодательство не может осуществляться всеми и народ поручает это своим свободно избранным Представителям, т. е. послам, настоящим устанавливаем, что послы, избранные на сеймиках, будучи средоточием всеобщего доверия, должны рассматриваться в законодательстве и во всех общих потребностях народа как Представители всего народа. **)
</p>
<p>
Все и везде должно решаться большинством голосов: поэтому liberum veto, всякого рода конфедерации и конфедератские сеймы упраздняем навсегда, как противоречащие духу настоящей Конституции, как свергающие власть и разрушающие общество.
</p>
<p>
Предостерегая, с одной стороны, от частых и резких изменений народной Конституции, а с другой - признавая необходимость совершенствования после испытания в действии ее влияния на общественное благополучие, назначаем время и срок ее пересмотра и улучшения - каждые двадцать пять лет. Такой конституционный сейм должен быть чрезвычайным в соответствии с описания особого закона о нем. ***)
</p>
<h4>
VII. Король. Исполнительная власть
</h4>
<p>
Никакое, даже самое совершенное правление не может существовать без хорошей исполнительной власти. Счастье народа зависит от наличия справедливых законов, а действие законов зависит от их исполнения. Опыт показывает, что пренебрежение этой частью правления навлекало на Польшу много несчастий. Поэтому, гарантировав свободному польскому народу власть устанавливать для себя законы и силу надзора над всякой исполнительной властью, а также избрания чиновников и магистратур, высшую исполнительную власть мы передаем королю и его совету, который будет называться стражей законов.
</p>
<p>
Исполнительная власть обязана точно соблюдать и исполнять законы. Она будет действовать там, где это разрешают законы, где законы требуют надзора, принудительного исполнения и даже действенной помощи. Ей всегда должны повиноваться все магистратуры, и в ее руки мы вкладываем право принуждения в отношении непослушных и халатно относящихся к своим обязанностям магистратур.
</p>
<p>
Исполнительная власть не имеет права устанавливать или толковать законы, вводить под каким бы то ни было названием налоги и сборы, производить государственные займы, изменять произведенное сеймом распределение государственных доходов, объявлять войну, заключать мир, а также не имеет права окончательного заключения договоров или каких-либо дипломатических актов. Она может только вести временные переговоры с иностранными государствами, а также решать временные и текущие дела, необходимые для спокойствия и безопасности страны, о которых должна сообщить ближайшему собранию сейма.
</p>
<p>
Польский трон объявляем выборным и фамильным и хотим всегда иметь его таковым. Испытанные поражения периодов междуцарствия, которые периодически смещали власть, необходимость обеспечения судьбы каждого жителя польской земли и закрытия навсегда дороги влияниям заграничных держав, память о святости и счастье нашего отечества во времена непрерывно правящих фамилий, потребность отвлечь иностранцев от амбиций на престол и обратить влиятельных поляков к единодушному развитию народной свободы, указали нашему благоразумию передачу польского престола законам наследования. Поэтому постановляем, что после жизни, которую нам уделит божья милость, в Польше будет править нынешний Саксонский курфюрст. Династия будущих польских королей начнется в лице Фридриха Августа, нынешнего Саксонского курфюрста, наследникам которого de lumbis (из чресел - прим. переводчика) по мужской линии предназначаем польский престол. Самый старший сын правящего короля должен после отца взойти на престол. Если же нынешний Саксонский курфюрст не будет иметь потомков мужского пола, тогда супруг, выбранный курфюрстом с согласия объединенных сословий для его дочери, должен начать линию наследования по мужскому полу для польского престола. С этой целью объявляем Марию Августу Непомусену, дочь курфюрста, польской инфантой, оставляя за народом право выбора другого дома для престола после угасания первого, которое не может быть изменено какими-либо юридическими актами.
</p>
<p>
Каждый король, вступая на трон, принесет присягу Богу и народу хранить настоящую конституцию в виде pacta conventa (всеобщих соглашений - прим. переводчика), которые будут заключены с нынешним курфюрстом Саксонским, как назначенным на трон, и которые будут обязывать его так же, как прежние.
</p>
<p>
Особа короля - священна и неприкосновенна. Ничего сам не предпринимающий, он не может ни за что отвечать перед народом. Он должен быть не самодержцем, а отцом и главой народа, и таковым его признает и объявляет настоящая конституция.
</p>
<p>
Доходы в том виде, как они описаны во всеобщих соглашениях, и исключительные права, присущие трону и настоящей Конституцией гарантированные будущему избраннику, не могут быть нарушены.
</p>
<p>
Все общественные акты, трибуналы, суды и магистратуры, монеты, печати должны носить имя короля. Король, которому должна быть оставлена всяческая власть делать добро, будет иметь право амнистии в отношении приговоренных к смерти, кроме лиц, совершивших государственное преступление (in crinibus status). Королю будет принадлежать верховное право распоряжаться вооруженными силами страны во время войны и назначать командующих войсками, однако с условием возможной смены их по воле народа. Его обязанностью будет также присваивать офицерские звания, назначать чиновников в соответствии с дальнейшим текстом закона, назначать епископов и сенаторов в соответствии с текстом закона, а также министров, как первых чиновников исполнительной власти.
</p>
<p>
Стража Законов, или королевский совет, придана королю для соблюдения, обеспечения и выполнения законов, будет состоять из: I) примаса как главы польского духовенства и как председателя комиссии образования, который может быть заменен в королевской раде первым ex ordine (по порядку) епископом, который не может подписывать резолюции; II) пяти министров, т. е. министра полиции, министра печати, военного министра, министра финансов, министра печати для иностранных дел; III) двух секретарей, из которых один ведает протоколом стражи, а другой - протоколом иностранных дел, оба без решающего голоса.
</p>
<p>
Наследник трона, достигнув совершеннолетию и принеся присягу на верность конституции, может присутствовать на всех заседаниях стражи, но без права голоса.
</p>
<p>
Маршал сейма, будучи избранным на два года, будет входить в число присутствующих на заседании стражи, без участия в ее решениях, единственно для созыва готового сейма. В том случае, если он признал бы созыв готового сейма настоятельно необходимым, а король воспротивился бы его созыву, маршал обязан передать послам и сенаторам циркулярные листы, созывая их на готовый сейм и указывая на причины его созыва. Причины обязательного созыва сейма могут быть только следующие: I) срочные обстоятельства, затрагивающие право народов, в особенности случаи войны с иностранным государством; II) внутренние беспорядки, грозящие переворотом в стране или столкновением между магистратурами; III) очевидная опасность повсеместного голода; IV) беспризорность отечества в результате смерти короля или опасной его болезни.
</p>
<p>
Все резолюции будут рассматриваться в страже вышеперечисленным ее составом. После того, как король выслушает все мнения, его суждение должно быть решающим, чтобы обеспечить единство воли в исполнении закона. Поэтому каждая резолюция стражи будет исходить от имени и за подписью короля. Но она должна также быть подписана одним из министров, входящих в состав стражи, и, будучи так подписана, вступает в силу и должна быть исполняема либо комиссиями или какими-либо исполнительными магистратурами, но только в тех вопросах, которые явно не исключены в настоящем законе. В случае, если ни один из министров, входящих в состав стражи законов, не согласится подписать решения, король откажется от этого решения, а если будет настаивать на нем, маршал сейма в этом случае будет просить о созыве готового сейма, и, если король будет оттягивать созыв, его должен осуществить маршал.
</p>
<p>
Король имеет право как назначения всех министров, так и призыва одного из них от каждого отдела администрации в состав своего совета, то есть стражи законов. Призыв в состав стражи законов производится на два года. Министры, призванные в состав стражи, в работе комиссий не участвуют.
</p>
<p>
В случае если большинство в 2/3 обеих палат сейма при тайном голосовании на совместном заседании сейма потребует смены министра в страже или в правительстве, король должен немедленно назначить на его место другое лицо.
</p>
<p>
Желая, чтобы стража народных законов была обязана держать ответ перед народом за все свои проступки, постановляем: если министры будут обвинены депутацией, определенной для контроля за их действиями, в нарушении права, они должны отвечать лично и своим имуществом. При всех таких обвинениях объединенные сословия должны простым большинством голосов обеих палат направить обвиняемых министров в сеймовые суды с целью справедливого и компенсирующего их преступление наказания, или при доказательстве невиновности освобождение от дела и наказания. *)
</p>
<p>
Для лучшего функционирования исполнительной власти устанавливаем отдельные комиссии, зависящие и подчиненные Страже. Сейм будет выбирать в их состав комиссаров для ведения дел в течение срока, определенного законом. Это следующие комиссии: 1) комиссия образования, 2) комиссия по вопросам полиции, 3) комиссия по вопросам армии, 4) комиссия по вопросам финансов. **)
</p>
<p>
Нижестоящие воеводские комиссии, установленные на этом сейме и находящиеся в ведении Стражи, будут получать приказы от вышеупомянутых промежуточных комиссий, в зависимости от объекта их власти и обязанностей. ***)
</p>
<h4>
VIII. Судебная власть
</h4>
<p>
Судебная власть не может осуществляться ни законодательными органами, ни королем, но должна осуществляться магистратурами, установленными и выбираемыми специально для этой цели. Она должна быть приближена к местам с тем, чтобы каждый человек близко к себе мог найти справедливость, чтобы преступник всегда видел над собой грозную руку государственной власти. Поэтому устанавливаем: 
</p>
<p>
I. Суды первой инстанции для каждого воеводства, земли и повета (уезда), судьи которых будут избираться на сеймиках. Суды первой инстанции должны быть всегда бдительны и готовы обеспечить справедливость тем, кто в ней нуждается. От этих судов идут апелляции к главным трибуналам, которые должны быть для каждой провинции и которые должны также состоять из лиц, избираемых на сеймиках. 
</p>
<p>
I. Эти суды как первой, так и последней инстанции будут земскими судами для шляхты и для всех землевладельцев, с кем-либо в делах права и факта. †) 
</p>
<p>
II. Обеспечиваем всем городам судебные юрисдикции в соответствии с законом нынешнего сейма "О свободных королевских городах". *) 
</p>
<p>
III. Для каждой провинции утверждаем отдельные референдарские суды для рассмотрения дел свободных крестьян, которые отнесены к этим судам прежними законами. **) 
</p>
<p>
IV. Сохраняем задворные, асессорские, реляционные и курляндские суды. 
</p>
<p>
V. Исполнительные комиссии будут иметь суды по вопросам, касающимся их администрации. 
</p>
<p>
VI. Кроме судов по гражданским и уголовным вопросам для всех сословий, будет еще верховный суд, называемый сеймовым, состав которого будет выбираться при открытии каждого сейма. В компетенцию этого суда будут входить дела о преступлениях против народа и короля, т. е. государственные преступления. ***)
</p>
<p>
Повелеваем, чтобы специально выделенные сеймом лица составили новый кодекс гражданских и уголовных законов.
</p>
<h4>
IX. Регентство
</h4>
<p>
Стража Законов будет являться одновременно регентским советом во главе с королевой, а в случае ее отсутствия - примасом. Регентство может иметь место только в следующих трех случаях: 1) во время малолетства короля; 2) во время болезни, вызывающей длительное помешательство; 3) в случае, если король взят в плен на войне. Малолетство будет продолжаться только до полных восемнадцати лет, а болезнь, вызывающая длительное помешательство, не может быть объявлена, а только подтверждена готовым сеймом, большинством голосов объединенных палат не менее трех к четырем. В этих трех случаях примас польской короны должен созвать чрезвычайный сейм, а если примас не выполнит эту обязанность, то маршал сейма выдаст циркуляры для послов и сенаторов. Готовый сейм определит очередность заседания министров в регентском совете и утвердит королеву к выполнению обязанностей короля. А если король в первом случае достигнет совершеннолетия, во втором - возвратится к полному здравию, а в третьем - возвратится из плена, то регентский совет должен предоставить ему отчет о своих действиях и отвечать перед народом за время своего правления, как это предписано о Страже Законов, на каждом ординарном сейме, лично и своим имуществом.
</p>
<h4>
X. Воспитание королевских детей
</h4>
<p>
Сыны короля, который назначены конституцией к наследованию трона, являются первыми детьми отечества, поэтому внимание к их хорошему воспитанию принадлежит народу, но без ущерба для родительских прав. При королевском правлении сам король со Стражей Законов и с определенным сословиями надзирателем за обучением королевичей, будут заниматься их воспитанием. При правлении регентского совета, вместе с уже упомянутым надзирателем, образование будет поручено им. В обеих случаях определенный сословиями надзиратель, на каждом ординарном сейме должен докладывать о образовании и достижениях королевичей. Обязанностью комиссии образования будет предоставить систему указаний и образовательных предметов королевских сынов для утверждения сеймом, с тем, чтобы равномерные правила их воспитания постоянно и с самого раннего возраста прививали умам будущих наследников трона религию, любовь к добродетели, отечеству, свободе и государственной конституции.
</p>
<h4>
XI. Народные вооруженные силы
</h4>
<p>
Народ должен обеспечить себе защиту от нападений и для сохранения своего единства. Поэтому все граждане являются защитниками народного единства и свобод. Войско является не чем иным, как защитной силой и силой по поддержанию порядка, выдвинутой из общей силы народа. Народ должен содержать и уважать свою армию за то, что она посвящает себя целиком его обороне. Войско должно оберегать границы государства и общее спокойствие, то есть должна быть его самым прочным щитом. Чтобы безупречно выполнить это свое назначение, оно должна постоянно находиться в подчинении исполнительной власти в соответствии с законом и должна принести присягу на верность народу, королю и на защиту народной конституции. Следовательно народное войско может быть использовано для общей защиты страны, охрану крепостей и границ, или для поддержки права, если кто-либо сопротивляется его выполнению.
</p>
<h4>
Декларация объединенных сословий.
</h4>
<p>
Все прежние и современные законы, противоречащие настоящей конституции или какой-либо статье, мы упраздняем, а детальные описания, необходимые для статей и каждого вопроса, содержащихся в настоящей конституции, как такие, которые детально определяют обязанности и строй правительства, объявляем составляющей частью настоящей конституции. Предписываем исполнительной власти, чтобы Стража Законов под надзором сейма незамедлительно приступила к своим обязанностям и непрерывно их выполняла. Торжественно присягаем Богу и отечеству в повиновении, защите всеми человеческими силами всей настоящей конституции и принося такую присягу как девиз подлинной любви к отечеству, приказываем исполнять ее незамедлительно здесь в Варшаве всеми комиссиями и судебными органами, а также присутствующим здесь войском; а в течение не более месяца от даты настоящего закона по приказу войсковой комиссии, всем народным войском, которое стоит в землях Польской Короны и Великого Княжества Литовского. Установление богослужения в один день во всех костелах по всей стране, восьмого дня мая месяца текущего года в благодарность Богу за подаренную благоприятную минуту освобождения Польши от чужеземного ига и гражданской смуты: за восстановление власти, которая наиболее действенно может гарантировать нашу истинную свободу и единство Польши, за установление таким образом нашего отечества на уровень, дающий возможность получить в глазах Европы ее истинное уважение, преосвященным епископам предписываем: назначая в году день святого Станислава, епископа и мученика, патрона польской короны, праздничным, который мы и наши потомки праздновать будем как день, посвященный высочайшему Провидению, после которого отечество смело и безопасно, после стольких бед, может отдохнуть. Также желаем, чтобы духовенство, как белое, так и черное, в христианских науках, которое оно несет правоверному народу, не прекращало побуждать всех к подобным изъявлениям благодарности Богу. А чтобы будущие поколения еще сильнее могли чувствовать, что осуществляя настолько желанное дело, несмотря на наибольшие трудности и преграды, при помощи наивысшего правителя судьбами народов, мы не утратили этой счастливой для спасения народа поры, постановляем: чтобы в память об этом в дар от всех сословий был сооружен костел и посвящен высочайшему Провидению.
</p>
<p>
Удовлетворяя общее ликование, внимательно следим за обеспечением безопасности настоящей конституции, постановляя: если кто-либо посмеет сопротивляться настоящей конституции, или посягать на нее, желая испортить, или нарушать спокойствие хорошего и начинающего быть счастливым народа, сея недоверие, неверное толкование конституции, а особенно через организацию какого-либо мятежа в стране или конфедерации, возглавляя ее ли каким-либо способом способствовать этому: тот будет незамедлительно признан врагом отечества, его предателем, мятежником и самым суровым образом наказан сеймовым судом. Поэтому приказываем, чтобы сеймовый суд в полном составе собрался здесь в Варшаве, продолжал свои заседания с дня на день, а все полученные от прочно оседлых граждан донесения, в сопровождении судебных обвинителей обеих народов, о поднесении мятежа или подстрекательстве к нему, безотлагательно судить, обеспечить исполнение вынесенного приговора в отношении лиц, которые ему подлежат, к чему народные войска, по обращению суда к исполнительной власти, должны быть готовы и покорны.

</p>

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>     
      
</div>
</div>
</div>	
<!--/Spoiler-->	
		
		<p>
		"Правительственный акт" уравнял в некоторых политических правах дворян и горожан, а также провозгласил опеку государства над крестьянами. 
		Конституция налагала запрет на действие некоторых парламентских институтов, подрывавших работу законодателей. Так, было упразднены шляхетские конфедерации 
		и "liberum veto".
		</p>
		<p>
		<i>"
		Все и везде должно решаться большинством голосов: поэтому liberum veto, всякого рода конфедерации и конфедератские сеймы упраздняем навсегда, 
		как противоречащие духу настоящей Конституции, как свергающие власть и разрушающие общество."
		</i>
		</p>
		<i>"Предостерегая, с одной стороны, от частых и резких изменений народной Конституции, а с другой - признавая необходимость совершенствования после испытания в действии ее влияния на общественное благополучие, 
		назначаем время и срок ее пересмотра и улучшения — каждые двадцать пять лет."
		</i>
		</p>
		<p>
		Принятие конституции формально прекратило действие <a href="../events/unia_liublin.php">Люблинской унии</a>. Речь Посполитая из конфедерации становилась унитарным государством.
		В порядке компромисса <a href="../terms/wkl.php">Великому княжеству Литовскому</a> были предложены многочисленные привилегии, которые должны были поддерживать его существование
		</p>
		<p>
		Преамбула Конституции и 11 её статей основывались на принципах народного суверенитета, применимого в данном случае к знати и горожанам. 
		Поскольку в стране насчитывалось около полумиллиона горожан, распределение власти стало более равномерным. 		
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/glybokae_3may.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Конституция 3 мая 1791 года" src="../../images/img-events/constitution_3may/glybokae_3may_thumb.jpg" height="100">
		</br><small>Памятная колонна, м. Глубокое</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/Passing_of_the_3rd_of_May_Constitution.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Конституция 3 мая 1791 года" src="../../images/img-events/constitution_3may/Passing_of_the_3rd_of_May_Constitution_thumb.jpg" height="100">
		</br><small>Принятие Конституции</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/constitution_3may/mahilewcy_3may.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Конституция 3 мая 1791 года" src="../../images/img-events/constitution_3may/mahilewcy_3may_thumb.jpg" height="100">
		</br><small>Памятная колонна, м. Могилевцы</small>
		</a>
		</div>
		
		</div>
			

		<p>	
		Британский историк Норман Дэвис назвал документ "первой конституцией такого рода в Европе". Другие специалисты отмечают, что акт стал второй в истории кодифицированной национальной конституцией после Конституции США
		</p>
		
		</br></br></br>
		<p><small>
		http://www.pravo.by/main.aspx?guid=4951</br>
		http://worldconstitutions.ru/?p=367</br>
		http://www.vostlit.info/Texts/Dokumenty/Polen/XVIII/1780-1800/Verfassung_1791/text2.phtml?id=12700</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>