<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
  <!-- ***Title*** -->
    <title>Грамадзянская вайна ў ВКЛ. Вітаўт vs Ягайла</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Вайна за ўладу ў ВКЛ — дынастычныя шлюбы і памен Самагітыі на дапамогу Ордэна. Ад смерці Альгерда да Астроўскага пагаднення. 
	" />
	<meta name="keywords" itemprop="keywords" content="грамадзянская вайна ВКЛ, Вітаўт, Ягайла, 
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_civil_1381-84_1389-92/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h1>1381-92 Грамадзянская вайна
		</br><small>Вітаўт і Кейстут vs Ягайла</small>
		</h1>
		
		<p>
		Вайна за ўладу ў <a href="../terms/wkl.php">Вялікім княстве Літоўскім</a> пасля смерці вялікага князя <a href="../figures/olgerd.php">Альгерда</a> і абрання новым вялікім князем яго сына 
		<a href="../figures/jagiello.php">Ягайла</a>. 
		За княскі тытул з Ягайлам змагаліся брат Альгерда <a href="../figures/kejstut.php">Кейстут</a> і яго сын <a href="../figures/vitovt.php">Вітаўт</a>.
		</p>
		<p>
		На кароткі перыяд (1381-82) Кейстуту ўдалося стаць уладцам ВКЛ, аднак пасля яго смерці ў палоне ў <a href="../places/krevo.php">Крэўскім замку</a>
		 тытул вярнуўся да Ягайлы.
		Барацьбу за тытул працягнуў Вітаўт. У перыяд вайны абодва суперніка па чарзе звярталіся за дапамогай да Тэўтонскага ордэна, 
		мяняючы <a href="../places/samogitia.php">Самагітыю</a> на вайсковую і палітычную дапамогу.	
		</p>
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/jagiello.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/jagiello_thumb.jpg" height="100">
		</br><small>Ягайло</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/vitovt.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/vitovt_thumb.jpg" height="100">
		</br><small>Вітаўт</small>
		</a>
		</div>
				
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_krewo/ordensgebiete.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/unia_krewo/ordensgebiete_thumb.jpg" height="100">
		</br><small>Ордэн і Самагітыя</small>
		</a>
		</div>
		
		</div>
		
		<p>
		Перад заключэннем <a href="../events/unia_krewo.php">Крэўскай уніі 1385</a> — дынастычнага звязу з Польшчай — вайна спынілася. Вялікі князь Літоўскі Ягайла робіцца каралём Польшчы. Аднак кіраванне Ягайлы выклікае незадаволенасць у ВКЛ, і вайна за ўладу аднаўляецца. 
		Супрацьстаянне не выявіла выяўнага пераможца, што прымусіла бакі ісці на кампраміс. 
		Па ўмовах заключанага ў 1392 Астроўскага пагаднення, Вітаўт прызнаў Ягайлу вярхоўным сюзэрэнам Літвы, а сам стаў Вялікім князем Літоўскім.
		</p>

		<h2>Храналогія падзей</h2>						
		
		<h3>Грамадзянская вайна ў ВКЛ 1381-1384 гадоў</h3>
		<p>
		 — першы эпізод змагання за ўладу паміж стрыечнікамі: вялікім князем літоўскім Ягайлам і князем Вітаўтам.
		</p>
		
		<p>
		1377 Памірае вялікі князь Альгерд. Па тэстаменце, у абыход традыцыйнага ўспадкоўвання, новым вялікім князем робіцца Ягайла. Кейстут, брат Альгерда, які досыць аўтаномна кіраваў у Троках, адсунуты на другі план. 
		</p>
		<p>
		Ягайле было 30 гадоў і ён шукаў шляхі мадэрнізацыі краіны, быў гатовы да прыняцця хрысціянства. Кейстуту было 80 гадоў і ён быў наважным супернікам хрышчэння.
		</p>
		<p>
		1378 Тэўтонскі Ордэн арганізаваў буйную вайсковую кампанію супраць Літвы. Крыжакі дайшлі да Бярэсця і выйшлі да Прыпяці. 
		Лівонскі Ордэн уварваўся ў Упіцкую зямлю. Чарговая кампанія пагражала сталіцы дзяржавы — Вільне.
		</p>
		<p>1380 Ягайла без узгаднення з Кейстутам заключыў перамір'е з Лівонскім Ордэнам для абароны сваіх земляў у ВКЛ. З Тэўтонскім Ордэнам ён падпісаў Давыдзішкаўскую дамову пра супольны ненапад.
		</p>
		<p>
		1381 Тэўтонскі ордэн зноў уварваўся ў землі Кейстута і апавясціў яго пра сваю дамову з Ягайлам. Кейстут вырашае выступіць супраць Ягайлы.
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/kejstut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/kejstut_thumb.jpg" height="100">
		</br><small>Кейстут</small>
		</a>
		</div>	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/kejstut/wkl_kejstut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-figures/kejstut/wkl_kejstut_thumb.jpg" height="100">
		</br><small>Уладанні Кейстута</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/1260-1414_Deutscher_Orden.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/1260-1414_Deutscher_Orden_thumb.jpg" height="100">
		</br><small>Deutschen Ordens</small>	
		</a>
		</div>
		
		</div>
		
		<p>
		1381 Кейстут заняў Вільню, і ўзяў Ягайлу ў палон. Пасля таго, як Ягайла пісьмова прызнае Кейстута вялікім князем, яму вяртаюць волю.
		</p>
		<p>
		1382 У Вільні выбухнула паўстанне прыхільнікаў Ягайлы. Купецтва было незадаволенае антынямецкай палітыкай Кейстута, што перашкаджала гандлю.
		</p>
		<p>
		1382 Войскі Кейстута і Вітаўта з аднаго боку, Ягайлы і Лівонскага ордэна з іншай, сустрэліся каля Трок. 
		Кейстут, бачачы перавагу супернікаў, пайшоў на перамовы. У лагеры Ягайлы абодва князя — Кейстут і Вітаўт — былі схоплены і зняволены ў Крэўскі замак.
		</p>
		<p>
		1382 У Крэўскім замку Кейстут памірае (ці быў забіты). Вітаўту шанцуе бегчы са зняволення.
		</p>
		<p>
		1382 Ягайла рыхтуе з Тэўтонскім ордэнам <i>Дубіскую дамову</i> пра сяброўства, абяцаючы наўзамен Самагітыю (дамова так і не была падпісана)
		</p>
		<p>
		1382 Вітаўт едзе ў землі Тэўтонскага Ордэна, прымае хрышчэнне па каталіцкім абрадзе 
		</p>
		<p>
		1384 Вітаўт падпісвае з Тэўтонскім Ордэнам  <i>Кёнігсбергскую дамову</i>, па якой прызнае сябе васалам Ордэна і перадае ім Самагітыю
		</p>
		<p>
		1384 Ягайла рыхтуецца да дынастычнага звязу (шлюбу) спачатку з Масквой, потым з Польшчай. Яму патрэбен мір ў краіне і ён злагоджваецца з Вітаўтам. 
		Разам яны ідуць вайной у землі Ордэна і спальваюць свежазбудаваную крэпасць у Коўна.
		</p>
		<p>
		1384 Ягайла падаруе Вітаўту землі на Валыні (Луцк). Дзеля кіравання ў праваслаўнай Валыні Вітаўт прымае праваслаўе.
		</p>
		
		<h3>1385 Крэўская унія </h3>
		<p>
		— пагадненне пра дынастычны звяз ВКЛ і Польшчы праз шлюб вялікага князя Ягайла з каралевай Ядвігай. 
		Ягайла, застаючыся вялікім князем Літоўскім, робіцца каралём Польшчы. 
		</p>
		<p>
		1387 Ягайла вяртаецца ў Вільню і супольна з Вітаўтам праводзіць актыўнае "хрышчэнне Літвы і Жмудзі" ў каталіцкую веру.
		</p>
		<p>
		Пасля каранавання Ягайлы становішча Літвы змянілася. Ён кіраваў абедзвюма дзяржавамі з Кракава і тытулаваўся каралём Польшчы і вялікім князем Літоўскім. 
		Намеснікам Ягайлы ў Вільні быў яго брат Скіргайла. У ВКЛ сфарміравался апазіцыя кракаўскаму кіраванню на чале з Вітаўтам. 
		</p>
		
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_vilno/wkl_polska_1386_1434.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Крэўская унія" src="../../images/img-events/unia_vilno/wkl_polska_1386_1434_thumb.jpg" height="100">
		</br><small>Крэўская унія 1385</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_krewo/unia_krewo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img  alt="Крэўская унія" src="../../images/img-events/unia_krewo/unia_krewo_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_liublin/unia_table.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гарадзельская унія" src="../../images/img-events/unia_liublin/unia_table_thumb.jpg" height="100">
		</br><small>Храналогія уній</small>
		</a>
		</div>		
		
		</div>
		
		<h3>Грамадзянская вайна ў ВКЛ 1389-1392 годов</h3>
		<p>
		 — другі эпізод змагання за ўладу паміж стрыечнікамі: Ягайлам і Вітаўтам.
		</p>
		
		
		<p>
		1389 ведаючы пра хваляванні ў Вялікім княстве, Ягайла паслаў у Вільню польскі гарнізон і паспрабаваў мірам уладзіць нарастальны канфлікт паміж Вітаўтам і Скіргайлам. Вітаўт быў змушаны падпісаць дамову, па якой абавязаўся быць лаяльным да Скіргайлы і падтрымваць яго.
		</p>
		<p>
		1390 Вітаўт зноў звяртаецца за дапамогай да Тэўтонскага Ордэна — заключае <i>Лікскую дамову</i>, якае перадае Самагітыю Ордэну за падтрымку ў змаганні з Ягайлам.
		</p>
		<p>
		1390 Супернікі здзейснілі некалькі баявых паходаў. Ягайла заняў Гародню, Вітаўт разбурыў Крывой замак пад Вільняй.
		</p>
		<p>
		1391 Дачка Вітаўта Сафія выходзіць замуж за князя Маскоўскага Васіля I. Вітаўт атрымвае падтрымку на ўсходзе краіны.
		</p>
		<p>
		1392 Магістр Ордэна Конрад фон Валенрод, прыхільнік Вітаўта, сабраў еўрапейскіх наймітаў і арганізаваў паход на Вільню. 
		У Коўне войска зладзілі багаты баль, апісаны <a href="../figures/mickiewicz.php">Адамам Міцкевічам</a> у паэме "Конрад Валенрод". Яны спустошылі блізкія гарады — 
		<a href="../figures/kesgajla.php">Вількомір</a> (Укмергэ) і Майшаголу, 
		пры гэтым замак ў апошнім горадзе быў спалены і больш не быў адноўлены. 
		</p>
		<p>
		1392 Уладзіслаў, князь Апольскі і Галіцкі, заснавальнік Чанстахоўскага манастыра ў Яснай Гары, прадаў стратэгічна важную крэпасць Златорыя Тэўтонскаму Ордэну 
		і прапанаваў план па падзелу Польшчы паміж Ордэнам, Свяшчэннай Рымскай імперыяй, Сілезіяй і Венгрыяй.
		Ягайла паспрабаваў захапіць яго княства, але патрываў паразу.
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/konrad.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/konrad_thumb.jpg" height="100">
		</br><small>Магістр Конрад Валенрод</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/Wlad_Opolczyk.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/Wlad_Opolczyk_thumb.jpg" height="100">
		</br><small>Уладзіслаў Апольскі</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/Wedding_of_Vasily_Sofia.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Грамадзянская вайна ў ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/Wedding_of_Vasily_Sofia_thumb.jpg" height="100">
		</br><small>Вяселле Сафіі, дачкі Вітаўта</small>	
		</a>
		</div>
		
		</div>
		
		<p>
		І для Ягайлы, і для Вітаўта вайна ішла не вельмі ўдала, тым часам, як землі ВКЛ руйнаваліся ўсё больш і больш. 
		Польская шляхта ўсё больш расчароўвалася ў вайне: Крэўская унія павінна была ўзмацніць іх уплыў у Галічыне, Малдавіі і Валахіі, 
		а прывяла да новых праблем на поўначы. Ягайла пачынае мірныя перамовы з Вітаўтам, якія скончыліся Астравецкім пагадненнем.
		</p>
		<h3>1392 Астравецкае пагадненне</h3>
		<p>
		— вынік Грамадзянскай вайны. Па гэтаму пагадненню ВІтаўт станавіўся
		<a href="../terms/dukes_wkl.php">Вялікім князем Літоўскім, Рускім і Жамойцкім</a>, але прызнаваў сябе васалам караля Ягайла.
		</p>
		
		
		

		
				
		
		
		</br></br></br>
		<p><small>
		http://www.istpravda.ru/bel/reconstructions/884/</a>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>