<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Война с Московией 1609-1618. Взятие Москвы</h3>
		
		<p>
		Статья в разработке	
		</p>
		<p>
		Война 1609-1618 годов - вооружённый конфликт между  Речью Посполитой и Московией, в ходе которого польско-литовские войска на два года (с 1610 по 1612) занимали Московский Кремль.
		</p>
		<p>
		Речь Посполитая в лице короля Сигизмунда III вступила в войну после заключения царём Василием Шуйским союза с враждебным ей Шведским королевством. Царское войско было разгромлено в Клушинском сражении, польско-литовское войско овладело Москвой, пленило Шуйского
		</p>
		<p>
		После низложения Василия Шуйского летом 1610 года московское правительство (Семибоярщина) признало Владислава, старшего сына Сигизмунда III,  царём и чеканило от имени "Владислава Жигимонтовича" монету. Владислав православия не принял, в Москву не прибыл и венчан на царство не был.
 		</p>
		<p>
		 До 1634 года Владислав продолжал пользоваться титулом Великого князя московского.
		</p>
		<p>
		В 1612 году Второе народное ополчение освободило Москву от интервентов, однако война полыхала до 1618 года, когда польские, литовские и казацкие формирования разорили южные области русского государства и без успеха осаждали Москву. Война завершилась подписанием Деулинского перемирия, по которому Великое княжество Литовское вернуло себе Смоленск.

		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>