<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
  <!-- ***Title*** -->
    <title>Беларуская сялянская партыя Зялёнага дуба</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Партыя Зялёнага дуба — частка зялёнага руху часоў Грамадзянскай вайны, што супрацьстаяла замежным інтэрвентам, бальшавікам і белагвардзейцам.
	 Узначальвала антысавецкі сялянскі рух за незалежнасць Беларусі ў этнаграфічных межах. 
		" />
	<meta name="keywords" itemprop="keywords" content="вайна зялёнага дуба, 
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_green_oak/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h1>1919-1930 Вайна "Зялёнага Дуба"
		</br><small>"Беларуская сялянская партыя Зялёнага дуба"</small></h1>
		<p>
		<i>
		Тэрмінаў ведаць не дадзена... Так, не мы вымерым наш грэх. Але і не мы вымерым нашую малую ахвяру. "І калі Ён зняў трэцюю пячатку, я чуў трэцюю жывёлу, якая гаворыць: ідзі і глядзі. 
		Я зірнуў, і вось, конь вараны, і на ім вершнік, які мае меру ў руцэ сваёй."
		</i>
		</br><small>"Успаміны тэрарыста. Конь бледны. Конь вараны" Б. Савінкоў</small>	
		</p>		
		
		<p class="img-float-left">
		<a href="../../images/img-events/war_green_oak/stamp.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/stamp_thumb.jpg" height="120">
		</a>
		</p>
		<p class="img-float-right">
		<a href="../../images/img-events/war_green_oak/blr_ruh.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/blr_ruh_thumb.jpg" height="120">
		</a>
		</p>
		<p>
		"Беларуская сялянская партыя Зялёнага дуба", часта проста "Зялёны дуб", — палітычная арганізацыя на беларускіх тэрыторыях, 
		якая з 1919 да пачатка 1930-х гадоў кіравала антысавецкім сялянскім беларускім рухам на тэрыторыі 
		<a href="../terms/belarus.php">Беларусі</a>. 
		</p>
		<p>
		Мэтай "Зялёнага дуба" была барацьба за "незалежную Беларусь у <a href="../download/blr_people.php">этнаграфічных межах</a>".
		</p>
		<p>
		Зялёныя паўстанцы ( "Зялёны Рух", "Зелёное движение", "Green Army") — абагульненая назва нерэгулярных, пераважна сялянскіх 
		узброеных фармаванняў, што супрацьстаялі замежным інтэрвентам, бальшавікам і белагвардзейцам у гады Грамадзянскай вайны на руінах Расійскай імперыі.
		</p>
		<p>
		Адной з цэнтральных фігур "зялёнага" руху быў Барыс Савінкоў — кіраўнік Баявой арганізацыі партыі эсэраў, стваральнік "Народнага звязу абароны радзімы і волі",  
		— які падтрымліваў армію <a href="../figures/bulak.php">Булак-Балаховіча</a> [ <small> паход генерала Булаховіча на Мазыр паслужыў фонам другой часткі яго "Успамінаў тэрарыста. Конь бледны. Конь вараны" 
		"Успамінаў тэрарыста. Конь бледны. Конь вараны" </small> ]		
		</p>
		<p>
		Моладзевая арганізацыя "Зялёны дуб", якая арыентавалася на сялянства і інтэлігенцыю, з'явілася яшчэ ў 1910 годзе. 
		Баявыя дзеянні пачала ўлетку 1919 года па ініцыятыве Беларускай вайсковай камісіі. 
		Тады ж газеты "Звон" і "Беларусь" надрукавалі "Дзённік арміі Зялёнага Дуба", што быў складзены кіраўніком арганізацыі 
		Вячаславам Адамовічам (атаман Дзергачоў ці Дзяргач). 
		</p>
		<p>
		Восенню 1920 года быў створны Галоўны штаб партызанскіх атрадаў, які ўзначаліў палкоўнік Уладзімір Ксяневіч (партыйная мянушка Грач), 
		тады ж быў створаны Статут арганізацыі.
		</p>
		<p>
		З Статута "Зялёнага дуба" (па матэрыялах Н. Стужынскай)
		</p>
		
		<i>
		<p>
		Беларуская селянская партыя "Зялёны Дуб" ставiць сваёй глаўнай мэтай вызваленьне Беларусi ад Маскоўска-бальшавiцкай навалы 
		і адбудаваньне свайго незалежнага гаспадарства.
		</p>
		<p>
		Партыя "З.Д." лiчыць, што Савецкая Расія з’яўляецца такiм жа ворагам Беларускай Народнай Рэспублiкi, якiм была для яе Царская Самадзяржаўная Расія.
		</p>
		<p>
		Ісходзючы з гэтага, "З.Д." трымаецца арыентацыi на Захад i лiчыць, што толькi цесная сувязь i дружба з аднаго боку з Польшчай, з другога з Украiнай, 
		могуць стварыць палiтычную каньюнктуру, пры якой можэбна iстнаваньне незалежнага Беларускага Гаспадарства.
		</p>
		</i>
		<p>
		[ <small>		
		Стужынская Ніна Іванаўна — гісторык, кандыдат гітарычных навук (1986). Старшыня Беларускай жаночай лігі і каардынатар Беларускай жаночай сеткі.
		Адна з вядучых спецыялістаў па гісторыі антысавецкіх узброеных выступаў у Беларусі ў 1920-я гг., а таксама гісторыі беларускага жаночага руху.
		Аўтар кнігі «Мяцежная Беларусь» (Вільнюс, 2000) пра ўзброеную антысавецкую барацьбу ў Беларусі ў 20-я гг.
		</small> ]
		</p>
		
	<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/BVK.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/BVK_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/terrawski.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/terrawski_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/jurka_monicz.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/jurka_monicz_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/krivoszein.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/krivoszein_thumb.jpg" height="100">
		</a>
		</div>
		
	</div>
		
		<p>
		"Беларуская сялянская партыя Зялёнага дуба" стала працягам гісторыі <a href="../events/uprising_sluzk.php">Слуцкого Збройнага чына</a>, 
		многія з удзельнікаў якога далучыліся да яе. 
		Яна прыцягвала не толькі сялян, незадаволеных харчразвёрсткай. Браты Крывашэіны былі з небагатых мяшчан. Уладзімір Тэраўскі — дырыжор, кампазітар, фалькларыст, 
		аўтар музыкі "Ваяцкага марша". Юрка Мініч — настаўнік, эсэр, былы афіцэр. 
		</p>
		<p>
		Барацьба "Партыі Зялёнага дуба" цягнулася звыш за 10 гадоў. Апошнія згадванні пра "Зялёны дуб" датычацца да пачатку 1930-х гадоў, пасля чаго рух быў часткова разгромлены савецкімі сіламі, 
		часткова сам сабою з'ехаў на нішто.
		</p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<h3>О "Беларускай сялянскай партыі Зялёнага дуба" падрабязней</h3>
	
	<input type="button" class="btn btn-info btn-sm" value="Паказаць / Схаваць" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Скрыть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Показать / Скрыть'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">

		<p>
		Моладзевая арганізацыя "Зялёны дуб", якая арыентавалася на сялянства і інтэлігенцыю, з'явілася яшчэ ў 1910 годзе. 
		Баявыя дзеянні пачала ўлетку 1919 года па ініцыятыве Беларускай вайсковай камісіі. 
		Тады ж газеты "Звон" і "Беларусь" надрукавалі "Дзённік арміі Зялёнага Дуба", што быў складзены кіраўніком арганізацыі 
		Вячаславам Адамовічам (атаман Дзергачоў ці Дзяргач). 
		</p>
		<p>
		Восенню 1920 года быў створны Галоўны штаб партызанскіх атрадаў, які ўзначаліў палкоўнік Уладзімір Ксяневіч (партыйная мянушка Грач), 
		тады ж быў створаны Статут арганізацыі.
		</p>
		<p>
		Паводле Статута, дзяржаўны лад незалежнай Беларусі і зямельнае пытанне павінны быў бы значыць Устаноўчы сход. Прадугледжвалася інтэнсіўная беларусізацыя, а таксама арыентацыя на Захад, Польшчу і Украіну. На пячатцы "Зялёнага дуба" змяшчалася выява "Пагоня" (вершнік з мячом), а таксама чэрап і скрыжаваныя косткі. У той жа час штаб арганізацыі і атаман Дзергачоў карысталіся пячаткай з выявай трох дубовых лісткоў.
		</p>
		<p>
		Галоўны штаб "Зялёнага дуба" знаходзіўся ў Лунінцы, які ў той час уваходзіў у склад Польшчы. Напачатку ваяроў было ўсяго 400 чалавек, якія дзяліліся на "пяцёркі", што, у сваю чаргу, рабіліся ядром асобных паўстанцкіх атрадаў, цэнтрамі прыцягнення незадаволенага савецкім ладам грамадства. "Зялёнадубцы" вялі баявыя дзеянні ў Слуцкім, Мазырскім, Бабруйскім, Барусаўскім, Ігуменскім раёнах. Атаман Дзергачоў асабіста кіраваў атрадамі "Зялёнага дуба" ў Палессе.
		</p>
		<p>
		Галоўны штаб павінен быў каардынаваць дзейнасць партызанскіх атрадаў на тэрыторыі савецкай Беларусі, а таксама мець ролю пасярэдніка паміж Польскім генеральным штабам і іншымі хаўруснікамі (беларускімі палітычнымі арганізацыямі, "Народным звязам абароны радзімы і волі" Барыса Савінкова, групоўкамі манархістаў).
		</p>
		<p>
		Пра тое, як ствараўся ў Лунінцы новы цэнтр супраціву бальшавікам, напісаў у сваіх сведчаннях у 1939 годзе вязень унутранай турмы НКУС Янка Пешка (Густалес). У 1920 годзе ён вучыўся на курсах настаўнікаў у Слуцку. Калі слуцкія паўстанцы патрывалі паразу і пачалі адыходзіць на польскі бок, Янка з сябрамі-семінарыстамі далучыўся да іх. Гэта былі Міхал Басевіч, Сяргей Бусел, Янка Лямбовіч і Янка Струкоўскі. Маладыя людзі ведалі, што на Палессе ствараюцца беларускім ваярскія часткі, якіе падтрымвае польскі ўрад. Яны былі гатовы працягнуць змаганне з бальшавікамі.
		</p>
		<p>
		У канцы 1920 года ў прыфрантавой паласе абапал дэмаркацыйнай лініі (у той час ішла Савецка-польская вайна) дзейнічала больш за дзясятак беларускіх партызанскіх атрадаў, якія выступалі пад агульнай назвай "Зялёны дуб". Многія беларускія афіцэры, якія ўдзельнічалаі ў вайне з Чырвонай арміяй, напачатку 1921 года палічылі ўсталяванае перамір'е на польска-савецкай мяжы толькі часовым становішчам спраў. 
		</p>
		<p>
		Пасля падпісання 18 сакавіка 1921 года Рыжскай мірнай дамовы, згона якому беларусам, якія жылі на тэрыторыі Польшчы, 
		забаранялася браць удзел у баявых дзеяннях супраць РСФСР, частка камандзіраў "Зялёнага дуба" прызнала беларускі эмігранцкі ўрад
		 Вацлава Ластоўскага адзіным законным урадам беларускага народа. 
		 Многія з іх пры гэтым пакінулі антысавецкую партызанскую дзейнасць і далучыліся да антыпольскага руху, які арганізаваў 
		 Каўнаскі цэнтр на тэрыторыі Гарадзеншчыны і Веліншчыны.
		</p>
		<p>
		Апошнія згадванні пра "Зялёны дуб" датычацца да пачатку 1930-х гадоў, пасля чаго рух быў часткова разгромлены савецкімі сіламі, 
		часткова сам сабою з'ехаў на нішто.
		</p>


<div class="col-md-12 top-list">
<!--It's just line-->
</div>    
      
</div>
</div>
</div>	
<!--/Spoiler-->		
		
		

		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<h3>Межы Беларусі 1914-1946 гг</h3>
	
	<input type="button" class="btn btn-info btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Скрыть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Показать / Скрыть'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">



	<!-- ***blr_entire *** -->
  	<? include ("../_include/include_Blr_border_1914-1946.php"); ?>


<div class="col-md-12 top-list">
<!--It's just line-->
</div>    
      
</div>
</div>
</div>	
<!--/Spoiler-->
		
		
		
		</br></br></br>
		<p><small>
		http://zabarona-na-prf.livejournal.com/3031.html</br>
		http://catastrofe.ru/social/sekti/188-polit-obchestva.html?start=6</br>
		http://vsr.mil.by/2013/10/10/poruchik-georgij-monich-i-lokomotiv-istorii/</br>
		http://www.bramaby.com/ls/blog/history/4140.html</br>
		http://www.istpravda.ru/bel/reconstructions/884/</br>
		http://inbelhist.org/ataman-grach-v-teni-zelyonogo-duba/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>