<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
  <!-- ***Title*** -->
    <title>Вайна 1812</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Шанец на аднаўленне дзяржаўнасці і крывавыя гады. 
	90% усіх баявых дзеянняў у гэту вайну былі на тэрыторыі Беларусі. 
	" />
	<meta name="keywords" itemprop="keywords" content="вайна 1812 года ў Беларусі, Беларусь у вайне 1812 года, беларусы ў вайне 1812 года, 
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_1600/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>

		<h1>Вайна 1812 года
		</br><small>па абодва бакі фронту</small>
		</h1>
		
		<p class="img-float-left">
		<a href="../../images/img-events/war_1812/monet_1812.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/monet_1812_thumb.jpg" height="120"> 
		</br><small>Памятная манета, РБ</small>	
		</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/war_1812/1812ru.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/1812ru_thumb.jpg" height="120"> 
		</br><small>Мапа вайны, Беларусь</small>	
		</a>
		</p>
		

		<p><i>
		"Што да бітваў паміж рускімі і французскімі войскамі, то продкі беларусаў бралі ўдзел у іх з абодвух бакоў. 
		Адны служылі цару Аляксандру, іншыя — імператару Напалеону, а сяляне трымалі абарону ад марадзёраў з усіх бакоў. 
		Менавіта таму мы не лічым тую далёкую вайну Айчыннай. Для нашых продкаў яна хутчэй была грамадзянскай.
		</i></p>
		<p><i>
		Трагедыяй было тое, што нашай моладзі давялося ваяваць адзін супраць аднаго ў войсках супернікаў. 90% усіх баявых дзеянняў у гэту вайну былі на тэрыторыі Беларусі."
		</i></br><small>А. Тарас</small>	
		</p>
				
		<p>
		1807 год. Пасля перамогі Францыі ў франка-пруска-расійскай вайне 1806–1807 гг. і складання Тыльзіцкага міру, 
		на польскіх землях Рэчы Паспалітай утварылася Варшаўскае герцагства (пратэктарат Напалеонаўскай Францыі), 
		якое кіравалася хаўруснікам Напалеона каралём Саксоніі.
		</p>
		<p>
		Да <a href="../terms/ross_empire.php">Расіі</a> паводле Тыльзіцкага міру пераходзіла Беластоцкая акруга, у выніку чаго ўсе этнічныя беларускія землі апынуліся
		ў складзе Расійскай імперыі. 
		</p>
		
		<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont">
	<h3>* Вайна Напалеона з Расіяй вачыма гісторыка</h3>
	
	<input type="button" class="btn btn-default btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<p>
Гісторык Яўген Панасенкаў — адзін з тых, хто не ўхваляе гучнага святкавання двухсотых угодкаў Барадзіно. 
Яго манаграфія "Праўда пра вайну 1812 года" і аднайменны фільм выклікалі бязлітасныя спрэчкі, і гэта нармалёва. 
Ненармалёва, калі меркаванне гісторыка прыраўноўваецца да падрыву асноў.
</p>
<p>
У. — Якія тады былі мэты Напалеоны ў кампаніі 1812 года, навошта ён зусім сюды палез? Ці мелась наўвазе заваяванне Расіі?
</p>
<p>
А. — Да 1812 года сам Аляксандр I ужо папрацаваў агрэсарам двойчы. У 1805 годзе, калі ён пайшоў на Францыю і рускіх салдатаў пагнаў праз усю Еўропу, пасля чаго Напалеон іх пагнаў назад і знішчыў пад Аўстэрліцам. І ў 1807 годзе, калі Аляксандр ізноў павёў свае войска ў Францыю, але яго разгарнулі пад Фрыдландам.
</p>
<p>
Звычайна не паведамляюць, што "народнае ўзбраенне" цар склікаў не ў 1812 годзе, а яшчэ ў 1806-м, каб ісці на Францыю! І тады праваслаўны цар падмануў дваранаў: пасля вайны ў 1807 годзе ім іх рабоў не вярнулі, а закулі ў рэкруты на 25 гадоў! Напалеону ж быў патрэбен толькі мір з Расіяй: паміж дзвюма краінамі не было геапалітычных супярэчнасцяў.
</p>
<p>
Калі б ён хацеў ісці на Маскву — у яго быў ідэальны шанец у 1807-м: ён стаяў на Нёмане, а рускае войска было небаяздольнае! 
Але Напалеон прапануе заключыць звяз. Ён не толькі не наклаў на цара-агрэсара кантрыбуцыю, але і падарыў Беластоцкую вобласць, 
заплюшчыў вочы на захоп Фінляндыі, Малдавіі і Валахіі. За гэтыя падарункі Аляксандр нават узнагародзіў "антыхрыста" 
[ адлучанага праваслаўным Сінодам па яго загадзе ад царквы ] ордэнам Святога Андрэя Першазваннага, зняў анафему і расцалаваў на плыце ў Тыльзіце. Напалеон быў шчаслівы і напісаў у Парыж, што зараз можна будзе паслабіцца.
</p>
<p>
Але Аляксандр пачынае згуртоўваць новае войска. Ён павялічвае выдаткі на абарону з 63,4 да 118,5 млн рублёў! У краіне пачынаецца фінансавы крызіс. Каб атрымаць грошы на новую агрэсію, Аляксандр у 1810-м прадае ў прыгоннае рабства 10.000 дзяржаўных сялян. У выніку, ужо ў 1810-м, калі НАпалеон яшчэ марыў пра звяз, Аляксандр выставіў на мяжы тры арміі! А 27 і 29 кастрычніка 1811 г. падпісаў "наказы" пра пачатак глыбокага наступу ў Еўропе!
</p>
<p>
У 1812-м, выпрабаваўшы ўсе сродкі захаваць мір, Напалеон быў змушаны пачаць кампанію - глыбокае ўварванне на восень не адкладаюць. Яму патрэбен быў толькі прымежны бой, каб Аляксандр кіраваўся свайго ж подпісу пад Тыльзіцкім трактатам. Але праваслаўны цар адважна адбывае з войска ў Пецярбург і здалёку назірае, як рускае войска адважна адыходзіць. Удумаёцеся: 24 чэрвеня - пераход Нёмана, а 14 верасня - уступ Напалеона ў Маскву. Паміж імі - больш за 900 км., значыць, руская пяхота і артылерыя прымудрылася "манеўраваць" з хуткасцю ў сярэднім 11 км у суткі (гэта па лясах і балотах!).
</p>
<p>
У. — І ў талентах Кутузава вы таксама сумнеяцеся?
</p>
<p>
А. — У ролі камандуючага ўсе яго дасягненні зводзяцца да паразы ў абедзвюх генеральных бітвах: пад Аўстэрліцам і пад Барадзіно. Прытым пад Барадзіно ў Кутузава была колькасная перавага: (155 тыс. войскаў і 624 гарматы супраць 135 тыс. і 587 гарматаў у Напалеона), ён знаходзіўся ва ўмацаванай пазіцыі - і ўсё адно прымудрыўся страціць, абараняючыся, больш, чым наступаючы непрыяцель (50 тыс. супраць 35 тыс. з французскага боку), адступіць і здаць Маскву!
</p>
<p>
У горадзе пакінуў больш за 20 тыс. рускіх параненых, якія жыўцом гарэлі ў пажары, уладкаваным лубачным "патрыётам" генерал-губернатарам Растапчыным.
</p>
<p>
У нас любць казаць пра страты ў арміі Напалеона, але забываюць, што з Таруціна Кутузаў вывеў 130 тыс., а ў Вільню прывёў 27 тыс. — гэта пры 90% небаявых страт! Мароз і голад жа нікога не адрозніваюць!
</p>
<p>
У. — Ці сапраўды рускія масава пераходзілі на бок захопніка і прысягалі яму?
</p>
<p>
О. — Мне пашчасціла высветліць, што сяляне Валакаламскага, Серпухаўскага, Каломенскага, Пакроўскага паветаў Маскоўскай губерні заявілі, што "Банапарт - у Маскве, такім чынам, ён наш васпан". У іх не было не тое, што панятку радзімы (яны з геаграфіяй незнаёмыя), але і панятку "малая радзіма" - іх жа часта прадавалі без зямлі і асобна ад сям'і! Таму ніхто і не паўстаў "на абарону цара і Айчыны".
</p>
<p>
Храм для "ўшанавання" таксама будаваўся далёка не адразу пасля выгнання Напалеона… патрэбен быў час, час, каб забыцца на тую ганьбу непрыяцеля ў сталіцы. 
Так, як пасля другой, "айчынная", таксама 15 гадоў маўчалі, перамог не святкавалі, вочы хавалі, 
чакалі, пакуль сапраўдныя пераможцы і сапраўдная памяць зыдуць.., уладкавалі перамогашальства.
</p>
<p>
Чытаць цалкам <a target="_blank" href="http://oleg-leusenko.livejournal.com/795856.html">тут</a>
</p>

<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
 </div>    
      
</div>
</div>
</div>

	
<!--/Spoiler-->

		<h3>Вайна ў Паўночна-заходнім краі
		</br><small>Віленская, Гарадзенская, Мінская, Магілёўская, Віцебская губреніі</small></h3>
		
		<p>
		У асяроддзі шляхты ў <a href="../terms/sewero_zapadny_kraj.php">Паўночна-заходнім краі</a> Расійскай імперыі — на землях <a href="../terms/wkl.php">ВКЛ</a> — сам факт існавання Варшаўскага герцагства выклікаў надзею на адраджэнне 
		<a href="../terms/rzeczpospolita.php">Рэчы Паспалітай</a>. 
		Аднак буйных магнатаў не задавальняла адмена Напалеонам прыгоннага права. Яны лічылі, што былую дзяржаўнасць атрымаецца аднавіць 
		пад пратэктаратам Расіі. Спробай ажыццявіць гэтую надзею стаў "план <a href="../figures/oginskie.php">Агінскага</a> (у 1810-12 гадах — давераная асоба Аляксандра I)" — праект стварэння Вялікага княства Літоўскага ў складзе Расійскай імперыі.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/belarus_1801.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/belarus_1801_thumb.jpg" height="100"> 
		</br><small>Паўночна-Заходні край 1801-1842</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/minsk_guberniya.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/minsk_guberniya_thumb.jpg" height="100"> 
		</br><small>Мінская губерня, 1821</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Тутэйшая краевасьць" src="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi_thumb.jpg" height="100" >
			</br><small>Паўночна-Заходні край, 1905</small>
			</a>
		</div>
		
		</div>
		
		<p> [ 
		Насельніцтва Паўночна-Заходняга краю і ў Еўропе, і ў Расіі часта называлася палякамі — 
		<a href="../terms/shliahta.php">шляхта</a> (>10% насельніцтва) і гараджане мелі зносіны ў сваім асяроддзі на польскай мове, якая 100 гадоў была дзяржаўнай 
		і на той момант з'яўлялася афіцыйнай мовай справавання (гл. <a href="../download/blr_people.php">мапу Рыціха</a>, 1875 і ліст 
		М. Агінскага — пра <i>"восем мільёнаў палякаў"</i> Паўночна-Заходніх губерняў).
		</p> 
		<p>
		У "Геаграфічным атласе Расійскай імперыі, Царства Польскага і Вялікага княства Фінляндскага" 1821 года надпісы на мапах губерняў Паўночна-Заходняга краю 
		дубляваліся на польскай. Эстляндскай і Ліфляндскай — на нямецкай. Астатняй Расіі — на французскай.
		]
		</p>
		<p>
		10 (22)  чэрвеня 1812 г. Францыя абвясціла Расіі вайну. У ноч на 12 (24) чэрвеня напалеонаўскія войскі пачалі перапраўляцца праз раку 
		Нёман у раёне Коўна.
		</p>
		<p>
		16 (28) чэрвеня войска Напалеона без бою занялі Вільню. Імператар падаў права першым уступіць у горад палку ўланаш пад камандаваннем 
		князя Дамініка <a href="../figures/radziwilly.php">Радзівіла</a> — уладальніка <a href="../places/nesviz.php">нясвіжскай ардынацыі</a>.
		</p>
		<p>
		Напярэдадні вайны Расійская імперыя праводзіць мабілізацыю — спачатку двух, а потым аднаго чалавека з 500 жыхароў. З 8 млн. жыхароў Паўночна-Заходняга краю 
		мабілізавана каля 200 тыс. чал. Дарэчы — і прыгоннае права, і ваярскую павіннасць (25 гадоў) для сялян прынесла з сабой Расія. 
		У Рэчы Паспалітай было кампутовае наёмнае войска, кольскасць якога рэгулявалася вырашэннямі сойма (паасобна для Кароны і Літвы).
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/oginsky.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/oginsky_thumb.jpg" height="100"> 
		</br><small>Пра адраджэнне ВКЛ,
		</br>М. Агінскі да Аляксандра I </small>	
		</a>
		</div>
		
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/religion_blr/Religions_blr_1750.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Тутэйшая краевасьць" src="../../images/img-terms/religion_blr/Religions_blr_1750_thumb.jpg" height="100" >
			</br><small>Рэлігіі ў ВКЛ, 1750</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/ross_rekrut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/ross_rekrut_thumb.jpg" height="100"> 
		</br><small>Набор рэкрутаў,
		</br>Мінская губ. РІ </small>	
		</a>
		</div>

		</div>
		
		<p>
		У рэгіёнах, занятых напалеонаўскімі войскамі, значная частка насельніцтва — многія магнаты, шляхта, гараджане — сустракала напалеонаўскае войска
		як вызольнікаў, бачачы ў іх сілу, здольную дапамагчы адрадзіць Вялікае княства Літоўскае ў складзе Рэчы Паспалітай. 
		Уніяцкая і каталіцкая царквы разлічвалі аднавіць вядучае становішча ў грамадстве (77% насельніцтва супраць 6,5% праваслаўных).
		</p>
		<p> 
		Напалеон выканаў сваё абяцанне: было абвешчана ВКЛ, створаны часовы ўрад, свая паліцыя, жандармерыя, войска. 
		Сяляне ўступалі ў іх ахвотна — калі ў царскую армію рэкрутаў бралі сілком і на 25 гадоў, 
		то ў войска ВКл ішлі самахоццю і на 6 гадоў, за добрае забеспячэнне.		
		</p>
		<p>
		Агульная колькаць узброеных сіл ВКЛ, што адраджалася пад пратэкцыяй Напалеона, дасягнула 
		да 1 лістапада 1812 года прыкладна 21 тысячы чалавек. Гэта 5 пяхотных палкоў (да 10 тыс. чалавек), 5 кавалерыйскіх палкоў і конная батарэя (5,2 тыс.), 
		3 егерскіх батальёна (2,4 тыс.), атрады нацыянальнай гвардыі (1,5 тыс.), жандарскія роты (каля 1850 чал.).
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/napoleon.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/napoleon_thumb.jpg" height="100"> 
		</br><small>Загад Напалеона
		</br>Пра стварэнне Часовага ўрада ВКЛ</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/confederacia.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/confederacia_thumb.jpg" height="100"> 
		</br><small>Акт Канфедэрацыі
		</br>Мінскай губерні</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/minsk_police.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/minsk_police_thumb.jpg" height="100"> 
		</br><small>Установа Народнай Гвардыі
		</br>Мінскай губерні</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/borisow_army.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/borisow_army_thumb.jpg" height="100"> 
		</br><small>Набор кавалерыстаў,
		</br>Барысаўскі павет</small>	
		</a>
		</div>
		
		</div>
		
		
		<p>
		Вынікі вайны для краю апынуліся сумнымі. 
		Рэзка скараціўся гандаль, многія купцы страцілі сваю маёмасць. Рэзка зваліўся ўзровень жыцця. 
		Толькі праз 20 гадоў пасля вайны была адноўлена даваенная колькасць насельніцтва.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/Daminik_Radzivil.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/Daminik_Radzivil.jpg" height="100"> 
		</br><small>Дамінік Радзівіл</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/memory_1812.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/memory_1812_thumb.jpg" height="100"> 
		</br><small>Помнік усім ахвярам вайны 1812
		</br>бераг Бярэзіны ў вёскі Студзёнка Барысаўскага раёна</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/Michal_Oginski.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна 1812 года, Беларусь" src="../../images/img-events/war_1812/Michal_Oginski.jpg" height="100"> 
		</br><small>Міхаіл Агінскі</small>	
		</a>
		</div>
		
		</div>
		
		
		</br></br></br>
		<p><small>
		http://archives.gov.by/index.php?id=475320</br>
		http://www.gazetaby.com/cont/art.php?sn_nid=46623</br>
		http://archives.gov.by/index.php?id=409402</br>
		http://www.kp.by/daily/25915.3/2867971/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>