<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Гражданская война в ВКЛ 1696—1702</h3>
		
		<p>
		Статья в разработке		
		</p>
		<p>
		Гражданская война 1696-1702 годов в Великом княжестве Литовском (так называемая "Домашняя война" в ВКЛ) разгорелась во время "бескоролевья" после смерти Яна ІІІ Собеского. Противоборствующими сторонами выступали чрезмерно усилившиеся Сапеги и коалиция шляхты во главе с Радзивиллами, Вишневецким, Пацами и Огинскими.
		</p>
		<p>
		В 1682-97 годах шляхетский род Сапегов приобрёл наибольшее влияние в ВКЛ
		</p>
		<p>
		К концу правления короля Яна III Собеского сформировалась коалиция против Сапег (так называемые "республиканцы").
		</p>
		<p>
		Выборы нового короля после смерти Яна Собеского раскололи великолитовскую шляхту: Сапеги приняли сторону французского принца Луи де Конти, их противники поддержали саксонского курфюрста Фридриха Августа, вскоре избранного королём под именем Августа II.
		</p>
		<p>
		Новый король Август II поручил Г. Огинскому лишить Сапег реальной власти над войсками ВКЛ.
		</p>
		<p>
		К 1699 году в ВКЛ начало складываться двоевластие. Г. Огинский объявлен генеральным региментарием армии, М. Коцелл - генеральным полковником ВКЛ.
		</p>
		<p>
		В 1700 году Сапеги, используя необходимость поставить Августу II вспомогательный корпус в начавшейся войне со Швецией, попытались вернуть своё влияние.
		</p>
		<p>
		В ответ "республиканцы" созвали "Посполитое рушение" (ополчение).
		</p>
		<p>
		В битве под Олькениками 18 ноября 1700 года численно превосходящее войско "республиканцев" под командованием М. С. Вишневецкого и Г. А. Огинского нанесло решительное поражение армии Сапегов. Сапеги были лишены должностей и поместий.
		</p>
		<p>
		6 марта 1703 года Сапеги приняли сторону шведского короля Карла XII; дальнейшие действия стали частью Северной войны, где Сапеги сражались на стороне шведов.
		</p>
		<p>
		В 1710 году Сапеги добились частичного возвращения поместий и другого имущества, однако былое влияние было утрачено.
		
		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>