<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Гражданская война в ВКЛ. Витовт vs Ягайло</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Война за власть в ВКЛ — династические бараки и обмен Самогитии на помощь Ордена. От смерти Ольгерда до Островского соглашения. 
	" />
	<meta name="keywords" itemprop="keywords" content="гражданская война ВКЛ, Витовт, Ягайло, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_civil_1381-84_1389-92/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h2>Гражданская война в ВКЛ 1381-84 и 1389-92
		</br><small>Витовт и Кейстут vs Ягайло</small>
		</h2>
		
		<p>
		Война за власть в <a href="../terms/wkl.php">Великом княжестве Литовском</a> после смерти в. кн. <a href="../figures/olgerd.php">Ольгерда</a> и избрания новым великим князем его сына 
		<a href="../figures/jagiello.php">Ягайло</a>. 
		За княжеский титул с Ягайло боролись брат Ольгерда <a href="../figures/kejstut.php">Кейстут</a> и его сын <a href="../figures/vitovt.php">Витовт</a>.
		</p>
		<p>
		На короткий период (1381-82) Кейстуту удалось стать правителем ВКЛ, однако после его смерти в плену в <a href="../places/krevo.php">Кревском замке</a>
		 титул вернулся к Ягайло.
		Борьбу за титул продолжил Витовт. В период войны оба противника поочередно обращались за помощью к Тевтонскому Ордену, 
		обменивая <a href="../places/samogitia.php">Самогитию</a> на военную и политическую помощь.	
		</p>
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/jagiello.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/jagiello_thumb.jpg" height="100">
		</br><small>Ягайло</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/vitovt.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/vitovt_thumb.jpg" height="100">
		</br><small>Витовт</small>
		</a>
		</div>
				
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_krewo/ordensgebiete.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/unia_krewo/ordensgebiete_thumb.jpg" height="100">
		</br><small>Орден и Самогития</small>
		</a>
		</div>
		
		</div>
		
		<p>
		Перед заключением <a href="../events/unia_krewo.php">Кревской унии 1385</a> — династического союза с Польшей — война прекратилась. В. князь Литовский Ягайло становится королем Польши. Однако 
		правление Ягайло вызывает недовольство в ВКЛ, и война за власть возобновляется. 
		Противостояние не выявило явного победителя, что принудило стороны идти на компромисс. 
		По условиям заключенного в 1392 году Островского соглашения, Витовт признал Ягайло верховным сюзереном Литвы, а сам стал Великим князем Литовским.
		</p>

		<h3>Хронология событий</h3>						
		
		<h4>Гражданская война в ВКЛ 1381-1384 годов</h4>
		<p>
		 — первый эпизод борьбы за власть между двоюродными братьями: великим князем литовским Ягайло и князем Витовтом.
		</p>
		
		<p>
		1377 Умирает в. князь Ольгерд. По завещанию, в обход традиционного наследования, новым в. князем становится Ягайло. Кейстут, брат Ольгерда, достаточно автономно правивший в Троках, отодвинут на второй план. 
		</p>
		<p>
		Ягайло было 30 лет и он искал пути модернизации страны, был готов к принятию христианства. Кейстуту  было 80 лет и он был решительным противником крещения.
		</p>
		<p>
		1378 Тевтонский Орден организовал крупную военную кампанию против Литвы. Крестоносцы дошли до Берестья и вышли к Припяти. 
		Ливонский Орден вторгся в Упитскую землю. Очередная кампания угрожала столице государства — Вильне
		</p>
		<p>1380 Ягайло без согласования с Кейстутом заключил перемирие с Ливонским Орденом для защиты своих земель в ВКЛ. С Тевтонским Орденом он подписал Довидишковский договор о совместном ненападении.
		</p>
		<p>
		1381 Тевтонский Орден снова вторгся в земли Кейстута и известил его о своем договоре с Ягайло. Кейстут решает выступить против Ягайло.
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/kejstut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/kejstut_thumb.jpg" height="100">
		</br><small>Кейстут</small>
		</a>
		</div>	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/kejstut/wkl_kejstut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-figures/kejstut/wkl_kejstut_thumb.jpg" height="100">
		</br><small>Владения Кейстута</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/1260-1414_Deutscher_Orden.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/1260-1414_Deutscher_Orden_thumb.jpg" height="100">
		</br><small>Deutschen Ordens</small>	
		</a>
		</div>
		
		</div>
		
		<p>
		1381 Кейстут занял Вильню, и взял Ягайло в плен. После того, как Ягайло письменно признает Кейстута великим князем, ему возвращают свободу.
		</p>
		<p>
		1382 В Вильне вспыхнуло восстание сторонников Ягайло. Купечество было недовольно антинемецкой политикой Кейстута, препятствовавшей торговле.
		</p>
		<p>
		1382 Армии Кейстута и Витовта с одной стороны, Ягайло и Ливонского ордена  с другой, встретились около Трок. 
		Кейстут, видя преимущество противников, пошел на переговоры. В лагере Ягайло оба князя — Кейстут и Витовт — были схвачены и заключены в Кревский замок.
		</p>
		<p>
		1382 В Кревском замке Кейстут умирает (или был убит). Витовту удается бежать из заключения.
		</p>
		<p>
		1382 Ягайло готовит с Тевтонским Орденом <i>Дубисский договор</i> о дружбе, обещая взамен Самогитию (договор так и не был подписан)
		</p>
		<p>
		1382 Витовт едет в земли Тевтонского Ордена, принимает крещение по католическому обряду 
		</p>
		<p>
		1384 Витовт подписывает с Тевтонским Орденом  <i>Кёнигсбергский договор</i>, по которому признает себя вассалом Ордена и передает им Самогитию
		</p>
		<p>
		1384 Ягайло готовится к династическому союзу (браку) сначала с Москвой, потом с Польшей. Ему нужен мир в стране и он замиряется с Витовтом. 
		Вместе они идут войной в земли Ордена и сжигают свежепостроенную крепость в Ковно.
		</p>
		<p>
		1384 Ягайло дарует Витовту земли на Волыни (Луцк). Ради правления в православной Волыни Витовт принимает православие.
		</p>
		
		<h4>1385 Кревская уния </h4>
		<p>
		— соглашение о династическом союзе ВКЛ и Польши через брак в. кн. Ягайло с королевой Ядвигой. 
		Ягайло, оставаясь в. князем Литовским, становится королем Польши. 
		</p>
		<p>
		1387 Ягайло возвращается в Вильню и совместно с Витовтом проводит активное "крещение Литвы и Жмуди" в католическую веру.
		</p>
		<p>
		После коронации Ягайло положение Литвы изменилось. Он управлял обоими государствами из Кракова и титуловался королём Польским и великим князем Литовским. 
		Наместником Ягайло в Вильне был его брат Скиргайло. В ВКЛ сформировалась оппозиция краковскому правлению во главе с Витовтом. 
		</p>
		
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_vilno/wkl_polska_1386_1434.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Кревская уния" src="../../images/img-events/unia_vilno/wkl_polska_1386_1434_thumb.jpg" height="100">
		</br><small>Кревская уния 1385</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_krewo/unia_krewo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img  alt="Кревская уния" src="../../images/img-events/unia_krewo/unia_krewo_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_liublin/unia_table.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Городельская уния" src="../../images/img-events/unia_liublin/unia_table_thumb.jpg" height="100">
		</br><small>Хронология уний</small>
		</a>
		</div>		
		
		</div>
		
		<h4>Гражданская война в ВКЛ 1389-1392 годов</h4>
		<p>
		 — второй эпизод борьбы за власть между двоюродными братьями: Ягайло и Витовтом.
		</p>
		
		
		<p>
		1389 зная о волнениях в Великом княжестве, Ягайло послал в Вильну польский гарнизон и попытался миром уладить нарастающий конфликт между Витовтом и Скиргайло. Витовт был вынужден подписать договор, по которому обязался быть лояльным к Скиргайло и поддерживать его.
		</p>
		<p>
		1390 Витовт вновь обращается за помощью к Тевтонскому Ордену — заключает <i>Ликский договор</i>, передающий Самогитию Ордену за поддержку в борьбе с Ягайло.
		</p>
		<p>
		1390 Противники совершили несколько боевых походов. Ягайло занял Гродно, Витовт разрушил Кривой замок под Вильней.
		</p>
		<p>
		1391 Дочь Витовта София выходит замуж за князя Московского Василия I. Витовт получает поддержку на востоке страны.
		</p>
		<p>
		1392 Магистр Ордена Конрад фон Валленрод, сторонник Витовта, собрал европейских наемников  и организовал поход на Вильну. 
		В Ковно войска устроили богатый пир, описанный <a href="../figures/mickiewicz.php">Адамом Мицкевичем</a> в поэме "Конрад Валленрод". Они разорили близлежащие города — 
		<a href="../figures/kesgajla.php">Вилькомир</a> (Укмерге) и Майшаголу, 
		при этом замок в последнем городе был сожжен и более не был восстановлен. 
		</p>
		<p>
		1392 Владислав, князь  Опольский и Галицкий, основатель Ченстоховского монастыря в Ясной Горе, продал стратегически важную крепость Златория Тевтонскому Ордену. 
		и предложил план по разделу Польши между Орденом, Священной Римской империей, Силезией и Венгрией.
		Ягайло попытался захватить его княжество, но потерпел поражение.
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/konrad.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/konrad_thumb.jpg" height="100">
		</br><small>Магистр Конрад Валленрод</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/Wlad_Opolczyk.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/Wlad_Opolczyk_thumb.jpg" height="100">
		</br><small>Владислав Опольский</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_civil_1381-84_1389-92/Wedding_of_Vasily_Sofia.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1381-84_1389-92/Wedding_of_Vasily_Sofia_thumb.jpg" height="100">
		</br><small>Свадьба Софьи, дочери Витовта</small>	
		</a>
		</div>
		
		</div>
		
		<p>
		И для Ягайло, и для Витовта война шла не слишком удачно, в то время как земли ВКЛ разорялись все более и более. 
		Польская шляхта всё больше разочаровывалась в войне: Кревская уния должна была усилить их влияние в Галиции, Молдавии и Валахии, 
		а привела к новым проблемам на севере. Ягайло начинает мирные переговоры с Витовтом, закончившиеся Островецким соглашением.
		</p>
		<h4>1392 Островецкое соглашение</h4>
		<p>
		— итог Гражданской войны. По этому соглашению Витовт становился 
		<a href="../terms/dukes_wkl.php">Великим князем Литовским, Русским и Жамойтским</a>, но признавал себя вассалом короля Ягайло.
		</p>
		
		
		

		
				
		
		
		</br></br></br>
		<p><small>
		http://www.istpravda.ru/bel/reconstructions/884/</a>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>