<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="be">
  <head>
  <!-- ***Title*** -->
    <title>Войны з Масковіяй 1487-1537</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Войны, што вызначылі сучасную ўсходнюю мяжу Беларусі
	" />
	<meta name="keywords" itemprop="keywords" content="Войны з Масковіяй XV-XVI стагоддзяў, 
	гісторыя Беларусі коратка ў датах, асноўныя падзеі ў гісторыі Беларусі, гісторыя ВКЛ, ВКЛ, гісторыя Беларусі, Кароткая гісторыя Беларусі, Гісторыя Беларусі коратка" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/wars_1487-1537/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h1>1487-1537 Войны з Маскоўскім царствам,
		</br><small>
		што вызначылі сучасную ўсходнюю 
		мяжу Беларусі
		</small></h1>
		
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/wkl_15ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1512-1522" src="../../images/img-events/wars_1487-1537/wkl_15ce_thumb.jpg" height="140"> 
		</br><small>ВКЛ 1487-1537 </small>
		</a>	
		</p>
		
		<p>
		1430-1500 Межы <a href="../terms/wkl.php">Вялікага княства Літоўскага</a> пасля смерці <a href="../figures/vitovt.php">Вітаўта</a> (1430) і да распаду Залатой Арды заставаліся амаль нязменнымі. 
		Аднак пасля смерці хана Ахмата (1481) экспансія <a href="../terms/ross_empire.php">Маскоўскага княства</a> на захад прывяла да серыі войн, што вызначылі сучасную ўсходнюю 
		мяжу <a href="../terms/belarus.php">Беларусі</a>.
		</p>
		
		<p>
		1480 год. З паслабленнем Залатой Арды <a target="_blank" href="../../images/img-terms/ross_empire/lecture.jpg">"ханская стаўка была перанесена ў Крэмль"</a>(c) і Маскоўскае княства, 
		заставаясь <a target="_blank" href="../../images/img-terms/ross_empire/russ_obrok.jpg">даннікам Крымскага хана</a>, стала пашырацца 
		— была знішчана Наўгародская Рэспубліка і захоплены Наўгародская і Вяцкая землі, Цвярское княства. 
		Тэрыторыя Маскоўскага княства павялічылася ў тры разы.  
		</p>
		
		
		
		<p>[ <small>
		<i>
		"
		Усе яны (маскавіты) прызнаюць сябе халопамі (chlopos), то бок нявольнікамі, Гасудара… Гэты народ знаходзіць большае задавальненне ў рабстве, чым у волі. 
		Бо перад смерцю спадара, у велізарнай большасці выпадкаў, адпускаюць вядомых рабоў на волю, але гэтыя апошнія адразу, за грошы, 
		аддаюць сябе ў рабства іншым спадарам. 
		</i>
		</p>
		<p>
		<i>
		Калі бацька, як гэта ў іх у звычаі, прадасць сына, і гэты апошні якімсьці чынам стане вольным ці будзе адпушчаны на волю, 
		то бацька, па праву бацькоўскай улады, можа прадаць яго яшчэ і яшчэ. Пасля чацвёртага ж продажу ён не мае на сына больш ніякага права.
		</i>
		</p>
		<p>
		<i>
		Кожны раз як яны размаўлялі з намі пра <a href="../terms/litwiny.php">Літвінаў</a>, яны кпліва выказвалі, што калі іх кароль ці вялікі князь загадае каму-небудзь ехаць у амбасаду ці іншае месца, то тыя адгаворваліся, што ў іх, маўляў, жонка хворая, ці бракуе коней. 
		Гэтага ў нас не вядзецца, — казалі яны і прытым з усмешкай на вуснах, — едзь усюды па ўсіх загадах, калі ты хочаш захаваць галаву цэлай."
		</i>
		</p>
		<p>
		Герберштэйн, амбасадар у Масковіі 1517-26, 
		<a target="_blank" href="http://www.vostlit.info/haupt-Dateien/index-Dateien/G.phtml?id=2044">"Нататкі пра Масковію"</a> 1549
		</small> ]
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/gedimin/wkl_13-14ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны з Масковіяй 1487-1537" src="../../images/img-figures/gedimin/wkl_13-14ce_thumb.jpg" height="100"> 
		</br><small>ВКЛ пры Вітаўце, 1430 </small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/wars_1487-1537/wars_1487-1537.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны з Масковіяй 1487-1537" src="../../images/img-events/wars_1487-1537/wars_1487-1537_thumb.jpg" height="100"> 
		</br><small>ВКЛ 1487-1537 </small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/wars_1487-1537/rus16.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны з Масковіяй 1487-1537" src="../../images/img-events/wars_1487-1537/rus16_thumb.jpg" height="100"> 
		</br><small>Масковія 1460-1537 </small>
		</a>
		</div>
		
		</div>
		
		<h3>Вайна 1487-1494
		</br><small>Памежная вайна за Вярхоўскія княствы</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1487-94.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1487-1494" src="../../images/img-events/wars_1487-1537/war_1487-94_thumb.jpg" height="100"> 
		</br><small>Вайна 1487-1494 </small>
		</a>	
		</p>
		<p>
		Вайна за Вярхоўскія княствы — удзельныя княствы ў вярхоўях ракі Акі, якія ўзніклі ў XII—XIII стагоддзях, як удзелы Чарнігаўскага княства. 
		Частка з іх цалкам трапіла пад уладу ВКЛ і страціла незалежнасць, але некаторыя цалкам захавалі аўтаномію 
		і свае кіравальныя дынастыі нават і пасля ўваходжання ў яго склад. 
		</p>
		<p>
		Князі здаўна служылі то Маскоўскаму, то Літоўскаму вялікім княствам, неаднаразова на працягу XIV—XV стагоддзяў, змяняючы заступніка 
		ў залежнасці ад расстаноўкі сіл, бо іх землі былі іх спадчыннымі, а не атрыманымі ад каго-небудзь за службу.
		</p>
		<p>
		Дамову 1494 года ні той, ні іншы бок не лічыў даканцовым: ВКЛ імкнулася вярнуць згубленыя землі, а 
		Масква працягнула ранейшую палітыку прымежных набегаў і вяла рыхтоўлю да новай вайны.
		</p>
		</div>
		
		<h3>Война 1500-1503
		</br><small>Бітва на рацэ Ведраш і вялікія страты</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1500-1503.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1500-1503" src="../../images/img-events/wars_1487-1537/war_1500-1503_thumb.jpg" height="100"> 
		</br><small>Вайна 1500-1503 </small>
		</a>	
		</p>
		<p>
		Вайна была выклікана пераходам князёў Бельскага, Старадубскага і Ноўгарад-Северскага з уладаннямі на маскоўскую службу. 
		</p>
		<p>
		14 ліпеня 1500 года войска ВКЛ на рацэ Ведраш пытравала цяжкую паразу. Вайна скончылася стратай вялікіх тэрыторый 
		— вярхоўяў Акі і Дняпра з 19 памежнымі гарадамі, у тым ліку Чарнігавам, Гомелем, Ноўгарад-Северскім і Бранскам.
		</p>
		<p>
		Падчас вайны ў 1501 памер кароль польскі Ян Альбрахт. Пры абранні каралём яго брата, вялікага князя Літоўскага 
		<a href="../terms/dukes_wkl.php">Аляксандра Ягелончыка</a> была 
		заключана <a href="../events/unia_melnik.php">Мельніцкая унія</a>, якая спарадзіла канфлікты ў краіне.
		</p>
		<p>
		Паводле акта уніі, у будучыні замест асобных манархаў будзе абірацца агульны кароль. 
		Прадугледжваліся таксама ўводзіны адзінай сістэмы грашовага звароту і правядзенне адзінай вонкавай і ўнутранай палітыкі.
		Сойм, большасць дэлегатаў якога былі прыхільнікамі незалежнасці ВКЛ, не зацвердзіў акт уніі, і ён так і не набыў моц. 
		</p>
		</div>

		
		<h3>Вайна 1507-1508
		</br><small>Мяцеж Глінскіх</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1507-1508.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1507-1508" src="../../images/img-events/wars_1487-1537/war_1507-1508_thumb.jpg" height="100"> 
		</br><small>Вайна 1507-1508 </small>
		</a>	
		</p>
		<p>
		Літва імкнулася ўзяць рэванш за паразу ў вайне 1500-1503 і спыніць маскоўскую экспансію. Маскоўскае княства працягвала памежныя набегі 
		і імкнулася скарыстацца ўнутранымі канфліктамі ў ВКЛ.
		</p>
		<p>
		Адным з асноўных падзей вайны стаў мяцеж князёў пад кіраўніцтвам Міхала Глінскага. 
		Вайсковыя дзеянні на першым этапе вайны, да ўступу ў канфлікт мяцежнікаў, насілі досыць пасіўны характар 
		і не прынеслі жадаемага выніку ніводнаму з бакоў. На фоне асабістых канфліктаў з кіроўнай элітай дзяржавы 
		(Радзівілы, Кішкі, Кезгайлы) і панамі-радай у агульным, Глінскі перайшоў на бок Масквы. Памер ён у маскоўскай турме ў 1534 годзе. 
		</p>
		<p>
		Па мірнай дамове Вялікаму княству Літоўскаму вяртаўся Любеч з наваколлем, Маскоўскае княства страціла выйсце да Дняпра.
		</p>
		<p>
		1508 год — <a href="../places/smolensk.php">Смаленск</a> робіцца цэнтрам Смаленскага ваяводства ВКЛ. 
		Ваяводства існавала з 1508 па <a href="../events/razbor_rechi.php">1793</a> год, (у 1514-1611 і 1654-1793 знаходзячыся пад уладай Масквы, існавала намінальна)
		</p>
		</div>
		
		<h3>Вайна 1512-1522
		</br><small>Страта Смаленска і бітва пад Воршай</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/war_1512/war_1512-22.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1512-1522" src="../../images/img-events/war_1512/war_1512-22_thumb.jpg" height="100"> 
		</br><small>Вайна 1512-1522</small>
		</a>	
		</p>
		<p>
		Масква працягнула сваю экспансію на беларускія землі. У пачатку вайны былі захоплены Смаленск, Амсціслаў, абложаны Віцебск і Полацк.
		Аднак 8 верасня 1514 года разгром маскоўскіх войскаў у <a href="../events/orsha_battle.php">бітве пад Воршай</a> змяніў ход вайны.
		І яшчэ 250 гадоў пасля бітвы <a href="../terms/litwiny.php">літвіны</a> паспяхова абаранялі сваю ўсходнюю мяжу. 
		</p>
		<p>
		Цяжкая параза спыніла агрэсію ўсходняга суседа — вайна стала млявапраяўнай: далейшы наступ на ВКЛ спыніўся. 
		Да канца вайны не было буйных бітваў. У 1516 баявыя дзеянні наагул не вяліся.
		</p>
		<p>
		14 верасня 1522 года было падпісана перамір'е на пяць гадоў, па якому <a href="../places/smolensk.php">смаленскія землі</a> заставаліся ў Масквы, 
		але яна адмаўлялася ад дамаганняў у Літоўскім княстве на Кіеў, Полацк і Віцебск і ад свайго патрабавання пра вяртанне палонных.
		</p>
		<p>
		Смаленск будзе вернуты ў ВКЛ толькі ў 1611 годзе войскамі <a href="../figures/sigismund_waza.php">Жыгімонта III Вазы</a>.
		</p>
		</div>
		
		<h3>Вайна 1534-1537
		</br><small>Вяртанне Гомеля</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1534-1537.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Вайна з Масковіяй 1534-1537" src="../../images/img-events/wars_1487-1537/war_1534-1537_thumb.jpg" height="100"> 
		</br><small>Вайна 1534-1537</small>
		</a>	
		</p>
		<p>
		У 1533 памер маскоўскі князь Васіль III. Літва, у разліку на ўнутраныя маскоўскія смуты, аб'явіла ўльтыматум з вымогай вярнуцца да меж 1508 года. Пасля таго, як ультыматум быў адпрэчаны, войскі ВКЛ распачалі няўдалую спробу аблогі Смаленска.
		</p>
		<p>
		У канцы 1534 года маскоўскія войскі ўступілі ў Літоўскую зямлю, спустошылі мясцовасць вакол Полацка, Віцебска і Браслава; у 1535 годзе выпалілі наваколля Крычава, Радамля і Магілёва, асадзілі Амсціслаў. 
		</p>
		<p>
		Да наступнай ваеннай кампаніі ВКЛ атрымала дапамогу з Польшчы. 
		Кароннае войска злучылася з паспалітым рушэннем у канцы мая 1535 пад Рэчыцай. 
		У ліпені ўсе сілы рушылі ў Северскую зямлю, 16 ліпеня яны занялі Гомель, пазьней — Почап і Радагошч, 
		29 жніўня пасля месячнай аблогі быў узяты адзін з галоўных гарадоў Северскай зямлі — Старадуб.
		</p>
		<p>
		Перамір'е было заключана 18 лютага 1537 года.
		</p>
		<p>
		Паслы ВКЛ дамагаліся вяртаньня ўсёй Северскай зямлі і разбурэньня збудаваных замкаў — Себежа, Завалочча і Веліжа, 
		а маскоўскі бок настойваў на даваенных межах і прасіў абмяняць усіх палонных. Вільня згаджалася аддаць усіх палонных за адзін  
		Чарнігаў, аднак Масква не прыняла прапановы. 
		На кампрамісных умовах было дасягнута пагадненьне: Гомель з усёй зямлёй заставаўся ў складзе ВКЛ, 
		Себеж і Завалочча перадаваліся Маскоўскай дзяржаве, астатнюю мяжу пакідалі нязменнай.

		</p>
		
		</div>
		
		<h4>PS.</h4>
		<p>
		Да наступнай вайны з Масковіяй — <a href="../events/war_livonia.php">Лівонскай</a> — заставаўся 21 год.
		</p>
		
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>