<meta content="text/html; charset=utf-8" http-equiv="Content-Type">

  
    
 <!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<i>* Комментарий редакции</i>
	
	<input type="button" class="btn btn-info btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<h3>
Родовод Гедиминовичей.
</h3>
<p>
Некоторые современные историки, оспаривая выводы Императорского географического общества (хотя и не имея доступа к его архивам — с Полоцкой летописью после 
Татищева уже никто не работал), считают Гедимина потомком <a href="../places/samogitia.php">жмудинов</a>, которые 
<i>"уже давно сидели на княжеских престолах уделов Полоцкого княжества — оно было ослаблено и туда приглашались/назначались князья 
из сильной <a href="../places/samogitia.php">Летувы</a> (Жмуди), поэтому присоединение Полоцких земель происходило добровольно и мирно"</i>
</p>
<p>
Сразу возникает такой вопрос, на который не дается ответ. 
</br>Насколько вероятно приглашение (мирное — никакого завоевания не было) на княжеский престол в христианский центр вождей аборигенов-язычников
</p>
<p>
[ <small>
<i>"Самогиты носят плохую одежду и притом в огромном большинстве случаев пепельного цвета. 
Жизнь свою проводят они в низких и притом очень длинных хижинах; посредине в них поддерживается огонь, у которого сидит отец семейства 
и видит скот и всю свою домашнюю утварь. Ибо у них в обычае держать скот, без всякой перегородки, под той же кровлей, 
под которой живут сами. Более знатные употребляют также рога буйволов в качестве кубков. ...Землю взрывают они не железом, а деревом... 
Собираясь пахать, они обычно несут с собою очень много поленьев, которыми роют землю"
</i>
 </br>С.Герберштейн,<a target="_blank" href="http://www.vostlit.info/haupt-Dateien/index-Dateien/G.phtml?id=2044"> "Записки о Московии"</a>, 
 XVI век, о современных ему жмудинах. (В XIII веке было еще печальнее) </small>]
</p>
<p>
 И чем руководствовались жители, предпочтя их выходцам из соседних (Волынь, Киев, Смоленск, Новгород, Мазовия) княжеств, которые
 <ul>
 	<li>
 	представляют мощное государственное образование
 	</li>
	 <li>
 	ближе по культуре
 	</li>
	 <li>
    ближе по языку
    </li>
	 <li>
    династически родственны
    </li>
	 <li>
    живут в городах, знают письменность и подобие законов
    </li>
 </ul>
</p>
<p>
И это при том, что в то время — время княжеско-вечевого строя — неугодных правителей довольно часто просто изгоняли.
</p>
<p>
 <a href="../figures/mindowg.php">Миндовг</a> был принят на ятвяжских землях — но он был король <a href="../terms/yotving.php">пруссов</a>, а 
 <i>"Ятъвежи были едного народу з литвою и з прусами старыми"</i>. 
 Он пришел из даже более цивилизованного края (сравни печати Миндовга, немецких/полабских князей и польские/литовские/русские).
 </p>
<p>
 Рюрик был принят в Новгороде — но он был варягом — представителем передовой культуры, религии и военного дела. 
</br>Был Чингиз Хан. Но очень долго воевал, пока его аборигены привели его к власти. 
</p>
<p>
А насчет "непривычных" имен... Единственный в. князь Литовский того периода, чья родословная точно известна — сын православного короля Руси Даниила Галицкого и Анны Смоленской. 
Звали его <a href="../figures/shwarn.php">Шварн</a>. Псковского тысяцкого, ходившего на Литву походом в 1183 году звали Будила. В этот период 
балтские племена (ареал расселения — почти до Припяти) еще только становились <a href="../terms/slavs.php">славянами</a> — перенимали языковую и религиозную общность.
</p>
<p>
Еще такой момент. 
<ul>
 	<li>
	Миндовг — носил европейский титул "Rex" (король), принимал христианство, вел переписку с Папой римским.
    </li>
	 <li>
	 Жмудские князья (Тройден-Будивид), пришедшие после его сына Войшалка и зятя Шварна, за 25 лет (1270-1295) — утратили титул "Rex", не оставили после себя никакого письменного наследия, 
	 отвергали христианство, оставили княжество в границах Миндовга и не имели союзников в соседних княжествах.
    </li>
	 <li>
	 Гедимин — возобновил переписку с Европой, приветствовал христианство, за 25 лет (1316-1341) — удвоил площадь ВКЛ, мирно объединив разрозненные Полоцкие земли.
    </li>
</ul>
</p>
<p>
	 Чью культурную тардицию продолжили Витень и его брат Гедимин? Рогволодовичей, тесно связанных с Европой (София Минская была королевой Дании) и Миндовга или жмудинов, исторически вообще не имевших с ней культурных связей? 
</p>
<p>
	Редакция не выдумывает собственных версий. Мы знакомим читателя с историческими документами и академическими трудами, выдержавшими проверку временем. 
 	Поэтому на сайте мы приводим версию Императорского Русского Географического общества, 
 	изложенную в труде <a href="../download/kirkor.php">"Живописная Россия"</a> под руководством П.П.Семенова-Тян-Шанского.
</p>
<p>[ <small>	 
	 Пётр Петрович Семёнов-Тян-Шанский — путешественник, географ, ботаник, статистик (руководил Первой всеобщей переписью России). Вице-председатель Императорского Русского географического общества и президент Русского энтомологического общества. Почётный член: Императорской Академии наук  и Академии художеств. Член Русского горного общества. Действительный член всех Российских университетов. Почётный член Витебской губернской учёной архивной комиссии. 
 </small> ]
 </p>
 
 <h4>PS.</h4>
 <p>
	 И статья, и "Комментарий редакции" являются вполне политкорректными — историки и публицисты Летувы иногда создают 
	 <i>собственные</i> (в отличие от нас) теории, гораздо менее аргументированные и, зачастую, просто противоречащие задокументированным фактам.	 
</p>

		<div class="col-md-12" >
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/wkl/lietuvos_dreams.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Великое княжество Литовское"  src="../../images/img-terms/wkl/lietuvos_dreams_thumb.jpg" height="100">
		</br><small>XVI ce, Lietuvos version</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-download/map_wkl/matrica_28.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Карты ВКЛ" src="../../images/img-download/map_wkl/matrica_28_thumb.jpg" height="100" >
			</br><small><i>"Языком руским писаные"</i>, 1542</small>
			</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-places/wilno/wilno_reestr.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img src="../../images/img-places/wilno/wilno_reestr_thumb.jpg" height="100">
		</br><small>Виленское воеводство, 1690</small> 	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-download/LIETUVAS_KALBA.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Этнография белорусов" src="../../images/img-download/LIETUVAS_KALBA_thumb.jpg" height="100">
		</br><small>Мова и калба, 1980</small>
		</a>
		</div>
		
		</div>
		
		<p class="img-float-center">
		<a href="../../images/img-terms/wkl/baranauskas.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Великое княжество Литовское"  src="../../images/img-terms/wkl/baranauskas_thumb.jpg" height="100">
		</br><small>Витовт vs Витаутас</small>
		</a>
		</p>

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>     
      
</div>
</div>
</div>	
<!--/Spoiler-->
    