<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  	<meta name="description" content="Расцвет Полоцкого княжества — княжение Всеслава Чародея. 
  	Строительсво Софийского собора. Войны Полоцка с Киевом и Новгородом — битва на Немиге, княжение Всеслава в Киеве.
	  " />
    <meta name="keywords" itemprop="keywords" content="11 век, XI век, 
	история Беларуси кратко, краткая история беларуси, краткая история беларуси в датах, история Беларуси, история Белоруссии, Полоцкое княжество, Великое княжество Литовское" />
	<meta property="og:image" content="http://history-belarus.by/images/_img-index/blr_10ce_country_variag_way.jpg" />
	
	<!-- ***Title*** -->
    <title>XI век. История Беларуси.</title> 
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                    
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_times.php"); ?>
 

	<h1>XI век</h1>

	 <h2>Европа</h2>
		<p>
		 Нормандское завоевание Англии • 
		 Первый крестовый поход. Взятие крестоносцами Иерусалима •  Образовалось Венгерское королевство • 
		 Исландский викинг Лейф Эйрикссон достиг побережья Северной Америки • 
		 Разделение христианской церкви на Западную (римско-католическую) и Восточную (греко-католическую, православную)
		</p>
		
	<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/_img-index/blr_10ce_variag_vay.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_10ce_variag_vay_thumb.jpg" height="120">
		</br><small>Путь из варяг в греки</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/_img-index/blr_10ce_country_variag_way.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_10ce_country_variag_way_thumb.jpg" height="120">
		</br><small>Полоцкое княжество X-XI вв</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/belarus/polotsk_global.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-terms/belarus/polotsk_global_thumb.jpg" height="120">
		</br><small>Полоцкое княжество на карте Европы</small>
		</a>
		</div>
		
	</div>
		
	<h2><a href="../terms/belarus.php">Беларусь</a>
	<small>
	</br><a href="../terms/blr_etnos.php">этнос</a>, <a href="../terms/religion_blr.php">религия</a>
	</br>• Расцвет <a href="../terms/polotsk_principality.php">Полоцкого княжества</a> • 
 	<a href="../terms/turow_principality.php">Туровское</a> и Смоленское княжества • Первое упоминание о Литве • 
	</small>
	</h2>

<p>
• Расцвет Полоцкого княжества — княжение Всеслава Чародея. 
К концу его жизни территория Полоцкого княжества охватила примерно треть современной Беларуси и достигла берегов Рижского залива.
</br>• Строительсво полоцкого Софийского собора — четвертого (Константинополь, Киев, Новгород, Полоцк) Софийского собора в мире. 
</br>• Войны Полоцка с Киевом и Новгородом — битва на Немиге и княжение Всеслава Чародея в Киеве.
</br>• Расцвет полоцкого государства совпал по времени с появлением ряда славянских государств в Европе 
(великоморавского, чешского, хорватского, польского), а также первых централизованных государств в Скандинавии (Дании, Норвегии, Швеции). 
Полоцк был не только участником европейской политики, но и важным центром экономической жизни континента. 
Его сила основывалась на посредничестве в торговле между городами и странами Балтийского и Черного морей.
</p>
<p>
• Центральные и северо-восточные белорусские земли входят в Полоцкое княжество
</br>• На западных и северо-западных, языческих ятвяжских землях — миграция полабских славян, вытесняемых немцами из западной Прибалтики. 
</br>Первое упоминание о Литве.
</br>Возникают города Слоним, Новогрудок, Волковыск. Однако, первое государственное образование в этих краях 
— Гродненское княжество — появится веком позже.
</br>• На юго-западе, на стыке польких, волынских и ятвяжских земель строится город Брест (Берестье).
</br>• Южные белорусские земли — Полесье — входят в Турово-Пинское и Черниговское княжества.
</p>
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br>• 1001 В г.Друцке построена одна из первых церквей среди восточных славян.
	 </br></br>• 1002 В Полоцке умер Торвальд Кодранссон, почитаемый святым крестителем. 
	 </br></br>• 1003-1044 Княжение в Полоцке Брячислава Изяславича. 
	 </br></br>• 1005 В Турове основана христианская епархия. 
	 </br></br>• 1009 Первое упоминание о Литве — "на границе Литвы и Руси убит миссионер Бруно".
	 </br></br>• 1015-1019 Княжение в Киеве туровского князя Святополка Ярополчича.
	 </br></br>• 1017 Первые летописные упоминания о Бресте.
	 </br></br>• 1018 Битва возле Бреста объединенных сил польского короля Болеслава Храброго и туровского князя Святополка Ярополчича с войсками новгородского князя Ярослава Мудрого (поражение Ярослава).
	 </br></br>• 1019-1054 Княжение в Киеве Ярослава Мудрого (сына Владимира Святославича и полоцкой княжны Рогнеды Рогволодовны).
	 </br></br>• 1021 Поход полоцкого князя Брячислава Изяславича на Новгород; битва полочан с дружиной Ярослава Мудрого на р.Судомире. 
	 К Полоцкому княжеству присоединены города Витебск и Усвят.
	 </br></br>• 1040 Поход киевского князя Ярослава Мудрого на Литву. Первое упоминание Литвы в славянских летописях.
	 </br></br>• 1044-1066 Строительство в Полоцке, Киеве и Новгороде собора св.Софии.
	 </br></br>• 1044-1101 Княжение в Полоцке Всеслава Брячиславича, прозванного Чародеем. 
	 </br></br>• 1040-е-1054 Княжение в Турове Изяслава Ярославича — родоначальника туровской династии Изяславичей.
	 </br></br>• 1060 Участие полоцкого князя Всеслава Брячиславича в походе киевских дружин против кочевников тюрков.
	 </br></br>• 1065 Поход полоцкого князя Всеслава Брячиславича на г.Псков. 
	 </br></br>• 1065 Первые летописные сведения о г.Браславе (Брячиславль, Брятислав)
	 </br></br>• 1066 Полоцкий князь Всеслав Брячиславич захватил г.Новгород.
	 </br></br>• 1067 Битва на р.Немиге между войсками коалиции князей Киевской Руси (Ярославичи) и войсками полоцкого князя Всеслава Брячиславича, 
	 описанная в «Слове о полку Игореве».
	 </br></br>• 1067 Захват полоцкого князя Всеслава Брячиславича на берегах Днепра возле г. Орша с князьями Киевской Руси (Ярославичами).
	 </br></br>• 1067 Первые летописные сведения о городах Полоцкого княжества Минске (летописный Меньск, Менеск) и Орше.
	 </br></br>• 1068-1069 Народное восстание в Киеве, в результате которого на великое княжение в Киеве посажен полоцкий князь Всеслав Брячиславич.
	 </br></br>• 1069-1071 Княжение в Полоцке Святополка Изяславича (сына киевского князя Изяслава Ярославича)
	 </br></br>• 1077 Поход на Полоцк черниговского и смоленского князя Владимира Мономаха; поход успешно отражен.
	 </br></br>• 1078 Поход на Полоцк дружин всех южных княжеств, новгородцев и половецкой орды под общим руководством Владимира Мономаха; поход успешно отражен.
	 </br></br>• 1080 Первые сведения в письменных источниках о городах Друцк, Логойск (летописный Логожеск) и Лукомль.
	 </br></br>• 1097 Первые летописные сведения о г.Пинске (летописный Пинеск, Пиньск).

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h3>События</h3>
		<p>
		• Строительство <a href="../places/sophia_sobor.php">Софийского собора</a> • 
		<a href="../events/battle_nemiga.php">Битва на Немиге</a> • Миграция <a href="../terms/lutizy.php">полабских славян</a>. 
		Первые упоминания о <a href="../places/litwa.php">Литве</a> • <a href="../terms/tur_evangelie.php">Туровское евангелие</a> •
		</p>
		
		<h3>Люди</h3>
		<p>
		• <a href="../figures/charadzej.php">Всеслав Чародей</a>, легендарный князь • 
		<a href="../figures/torwald.php">Торвальд Кодранссон</a>, креститель Полоцка •  
		</p>
	 
	 <h3>Соседи</h3>
	
	 <h4><a href="../terms/ross_empire.php">Россия</a></h4>
		<p>
	Строительство Софийского собора в Новгороде
	</br>Фактический раздел Руси Ярославичами
	</br>Ярослав Мудрый, князь Новгородский, отказался платить дань Киеву
	</br>Ярослав открывает в Новгороде школу для священников и простых граждан.
	</br>Полоцкий князь Всеслав разорил Новгород.
	</br>Восстание смердов в Новгороде под предводительством волхвов
	</br>Последний мятеж язычников (в Ростове), зафиксированный в русских летописях.
		</p>
		
	 <h4>Польша</h4>
		<p>
		 Мешко II Вялый, вынужденный воевать одновременно с Германией, Чехией и Русью, потерял почти все завоевания своего отца, 
		 включая и королевский титул, от которого он отказался в 1033 году. 
		 </br>После его смерти начался период хаоса и анархии, и его сын Казимир I Восстановитель, изгнанный из Польши мятежниками, 
		 с трудом и потерями восстановил свою власть. 
		 </br>Сын Казимира,  Болеслав II Смелый (1058—1079) полностью возродил былое могущество Польши и вновь (1076) принял королевский титул.
		 </br>Заключен союз между Киевской Русью и Польшей (действовал до 1047 г)
		</p>
		
	<h4><a href="../places/samogitia.php">Летува</a></h4>
		<p>
		<i>До появления жмудской письменности осталось 550 лет.</i>
		</br>Достоверных сведений нет. 
		</br>Городов нет, сложных социальных структур и сословий нет, устойчивых контактов с внешним миром нет, примитивные ремесла и культура.		 
		</p>
	
	<h4>Украина</h4>
		<p>
		Строительство Софийского собора в Киеве
		</br>Создание "Правды руской" Ярослава Мудрого — самой древней части свода законов Киевской Руси.
		</br>Фактический раздел Руси Ярославичами
		</br>Торговый договор князя Владимира с волжскими болгарами
		</br>Неудачный поход Владимира Ярославича на Константинополь
		</br>Заключен союз между Киевской Русью и Польшей
		</br>Битва на Немиге. Восстание киевлян. Изгнание Изяслава. Избрание князем Всеслава Чародея.
		</br>Владимир Мономах, внук Ярослава Мудрого, взял в жены принцессу Гиду, дочь англосаксонского короля Гаральда II
		</br>Восстание смердов в Киеве под предводительством волхвов
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://coollib.com/b/277966/read</br>
		http://www.istmira.com/istoriya-belarusi/216-xronologiya-vazhnejshix-sobytij-i-dat.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>