<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  	<meta name="description" content="Век феодальной раздробленности. Междуусобные войны. Войны с Киевом.
	  " />
    <meta name="keywords" itemprop="keywords" content="12 век, XII век, 
	история Беларуси кратко, краткая история беларуси, краткая история беларуси в датах, история Беларуси, история Белоруссии, Полоцкое княжество, Великое княжество Литовское" />
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />
	
	<!-- ***Title*** -->
    <title>XII век. История Беларуси.</title> 
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                    
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_times.php"); ?>
 

	<h1>XII век</h1>

	 <h2>Европа</h2>
		<p>
		  Византийский император Иоанн II Комнин одержал победу над сельджуками • 
		 II крестовый поход • Правление Фридриха 1 Барбароссы - императора "Священной Римской империи" • Рождение Чингисхана • Правление царицы Тамары в Грузии • 
		   Мусульмане вновь взяли Иерусалим, отобрав его у христиан • Правление английского короля Ричарда Львиное Сердце • 
		   III крестовый поход • Признание Византией независимости Сербии • Папа римский Целестин III провозглашает северный крестовый поход. Основан Тевтонский орден • 
		   IV крестовый поход • Вытеснение полабских славян немцами и датчанами •  
		</p>
		
	<div class="col-md-12">
	
		<div class="col-md-4 img-float-center">
		<a href="../../images/_img-index/blr_12ce_country.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_12ce_country_thumb.jpg" height="120">
		</br><small>XII век</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/dwina_stouns/dvina_stoun.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-terms/dwina_stouns/dvina_stoun_thumb.jpg" height="120">
		</br><small>Двинские камни</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/lutizy/shafarik_lutizy_velety.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-terms/lutizy/shafarik_lutizy_velety.jpg" height="120">
		</br><small>О лютичах-велетах в Вильне</small>
		</a>
		</div>
		
	</div>
		
	<h2><a href="../terms/belarus.php">Беларусь</a>
	<small>
	</br><a href="../terms/blr_etnos.php">этнос</a>, <a href="../terms/religion_blr.php">религия</a>
	</br> • Феодальная раздробленность — <i>Полоцк, Минское, Витебское, Друцкое, Изяславское, Логойское, Стрежевское, Городцовское, Гродненское, Мстиславское, 
	Смоленское княжества, Туровский и Клецкий уделы, Литва •</i> 
	</small>
	</h2>
	
<p>
• Дробление Полоцкого княжества на уделы сыновьями Всеслава Чародея
</br>После смерти Всеслава Чародея Полоцкое княжество 
(охватывало примерно половину современной Беларуси и достигало берегов Рижского залива) было разделено
 на Минское, Витебское, Друцкое, Изяславское, Логойское, Стрежевское и Городцовское княжества между его сыновьями. 
</br>Междуусобные войны. Войны с Киевом.
</br>В 1129 году князь киевский Мстислав высылает в Византию шестерых захваченных Рогволодовичей. 
 За время их отсутствия в Полоцке сильно возросла роль веча. Через 10 лет князья возвращаются, 
но с этого времени князей в Полоцке выбирало вече.
</br>• Распад Туровского княжества на Туровский и Клецкий уделы.
</p>
<p>
• Северо-восточные белорусские земли входят в раздробленное Полоцкое княжество
</br>• На северо-западе (Новогрудок-Вильно-Минск-Слоним) под наплывом полабских славян формируется Литва (еще не государство)
</br>• На западе белорусских земель образуется Гродненское княжество.
</br>• Восточные белорусские земли входят в княжество Смоленское.
</br>• На юге часть Полесья входит в Волынское и Черниговское княжества, часть — в Туровское княжество
</p>
<p>
• На территории Беларуси известно около 30 городов:
 Полоцк, Витебск, Заславль, Туров, Усвят, Копысь, Минск, Орша, Друцк, Логойск, Лукомль, Брест, Пинск, Голотическ, 
 Борисов, Браслав, Стрежев (Стреглав), Слуцк, Неколоч, Еменец, Одрск, Городец, Гродно, Клецк, Мядель, Кривич-Город, 
 а также вассальные города-крепости в нижнем Подвинье Герцике, Кукенойс и др. (ныне территория Латвии). 
 </p>
 
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br>• 1101-1119 Княжение в Минске (Менске) первого князя Глеба Всеславича (сына полоцкого князя Всеслава Брячиславича).
	 </br></br>• 1101-1167 Жизнь и деятельность Евфросиньи Полоцкой (светское имя Предслава) — просветительницы древнебелорусских земель, игуменьи Полоцкого монастыря святого Спаса.
	 </br></br>• 1102 Основание города Борисова князем Борисом Всеславичем.
	 </br></br>• 1104 Поход на Минск коалиции князей Киевской Руси, организованный Владимиром Мономахом; дружина минского князя Глеба Всеславича отбила нападение и осаду города.
	 </br></br>• 1106 Минский князь Глеб Всеславич с братьями организовал походы на земгалов (одно из племен предков латышей) и в Литву Завилейскую.
	 </br></br>• 1116 Первые летописные сведения о г.Слуцке (летописный Случеск, Слуцеск); захват г. Слуцка минским князем Глебом Всеславичем.
	 </br></br>• 1117 Первое летописное упоминание Новогрудской (Новогородской) земли (центр г. Новогрудок). Походы минского князя Глеба Всеславича в Смоленскую и Новогородскую земли.
	 </br></br>• 1119 Киевский князь Мстислав Владимирович осадил г.Минск, взял его и пленил минского князя Глеба Всеславича (в 1129 г. сослан в Византию в числе 6 князей Полоцкой земли).
	 </br></br>• 1127 Первые летописные сведения о городах Гродно (Городно, Городень) и Клецк как центрах удельных княжеств, а также о городах Полоцкой земли Стрежев и Неколоч. Поход на полоцкие земли дружин гродненского князя Всеволода Давидовича, туровского князя Вячеслава Владимировича, клецкого князя Вячеслава Ярославича и других; они захватили и разграбили город Изяславль (Заславль).
	 </br></br>• 1129 Киевский князь Мстислав Владимирович захватил и сослал в Константинополь (Византия) 6 князей полоцкой династии Изяславичей (по некоторым сведениям, они вернулись на родину в 1140 г.).
	 </br></br>• 1120-е Возникновение монументальных памятников эпиграфики Беларуси — Борисовых камней: 4 огромных валуна (языческие фетиши), на которых по велению полоцкого князя Бориса Всеславича высечены 6-ко-нечные кресты и надписи "Господи, помози рабу своему Борису".
	 </br></br>• 1130 — 1182 Жизнь и деятельность Кирилла Туровского — епископа туровского, писателя и проповедника, выдающегося деятеля белорусской и восточнославянской культур; причислен православной церковью к лику святых Беларуси.
	 </br></br>• 1136 Первые сведения письменных источников о городах Кричев (летописный Кречут), Пропойск (летописный Прупуй, Пропошеск, с 1945 г. Славгород) и Лучин (теперь село в Рогачевском районе).
	 </br></br>• 1142 Первые летописные сведения о Гомеле (летописный Гомий, Гомей, Гомин, Гомь, Гомье) и Рогачеве.
	 </br></br>• 1152-1161 Строительство в Полоцке архитектором Иоанном Спасо-Евфросиньевского соборного храма по заказу Евфросиньи Полоцкой.
	 </br></br>• 1158 Поход новогородцев и псковичей на Смоленск и Литву до Минска по приглашению полотского князя Рогвольда (Псковская летопись)
	 </br></br>• 1158 Завоевание независимости Туровским княжеством.
	 </br></br>• 1161 Полоцкий мастер-ювелир Богша (в крещении Лазарь) по повелению Евфросиньи Полоцкой создал для Спасской церкви Воздвиженский крест — святыню Полоцкой земли, уникальное произведение древнебелорусского искусства.
	 </br></br>• 1180 В Гродно возведен храм Бориса и Глеба (ныне известен как Коложская церковь, или церковь на Коложе)

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h3>События</h3>
		<p>
		• <a href="../terms/dwina_stouns.php">Борисовы (Двинские) камни</a> • <a href="../terms/efrosinia_rood.php">Крест Ефросинии</a> 
		• Под наплывом <a href="../terms/lutizy.php">полабских славян</a> формируется летописная <a href="../places/litwa.php">Литва</a></i> •
		</p>
		
		<h3>Люди</h3>
		<p>
		• <a href="../figures/efrosinia.php">Ефросиния Полоцкая</a> • <a href="../figures/kirill_tur.php">Кирилл Туровский</a> • 
		</p>
	 
	 <h3>Соседи</h3>
	
	 <h4><a href="../terms/ross_empire.php">Россия</a></h4>
		<p> 
		Начало княжения Владимира Мономаха (1113 - 1125).
		</br>Поход Андрея Боголюбского на волжских болгар. Победа новгородцев над шведами.
		</br>Начало княжения Всеволода Большое Гнездо в Суздали (1176 - 1212).
		</br>1147 Первое летописное упоминание о Москве.		
		</br>1136 В Новгородской земле установилось республиканское правление. Независимость Новгорода от Киева.
		 
		</p>
		
	 <h4>Польша</h4>
		<p>
		 При Болеславе III Кривоустом (1102—1138) Древнепольское государство достигло последнего расцвета. 
		 Болеслав в 1109 году отразил нашествие немецкого императора, в 1122 году присоединил к Польше практически всё Поморье. 
		 </br>Однако после его смерти, как в те же годы на Руси — после смерти Владимира Мономаха, 
		 в Польше началась феодальная раздробленность. 
		 Согласно «Статуту Болеслава Кривоустого» (1138), Польша была разделена между четырьмя сыновьями с титулом великого князя и великокняжеским уделом 
		 (часть Великой Польши с Гнезном и Малая Польша с Краковом) за старшим. 
		 </br>Образовался ряд княжеств: Куявия, Мазовия, Силезия, Поморье, Сандомир и т. д.
         </br>Начался немецкий «Натиск на восток». В 1181 году князь Западного Поморья признал себя вассалом германского императора.
		</p>
		
	<h4><a href="../places/samogitia.php">Летува</a></h4>
		<p>
		<i>До появления жмудской письменности осталось 450 лет.</i>
		</br>Достоверных сведений нет. 
		</br>Городов нет, сложных социальных структур и сословий нет, устойчивых контактов с внешним миром нет, примитивные ремесла и культура.		 
		</p>
	
	<h4>Украина</h4>
		<p>
		Пишется "Повесть временных лет" и "Слово о полку Игореве". Поход князя Игоря на Половцев.
		</br>Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.mogilev.by/histor/99720-polockoe-knyazhestvo.html</br>
		http://samlib.ru/e/rogatina/lutizi.shtml
		http://coollib.com/b/277966/read</br>
		http://www.istmira.com/istoriya-belarusi/216-xronologiya-vazhnejshix-sobytij-i-dat.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>