<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  	<meta name="description" content="Великое княжество Литовское — объединение всех белорусских земель в единое государство. 
  	Формирование белорусского этноса.
	  " />
    <meta name="keywords" itemprop="keywords" content="14 век, XIV век, 
	история Беларуси кратко, краткая история беларуси, краткая история беларуси в датах, Полоцкое княжество, Великое княжество Литовское" />
	<meta property="og:image" content="http://history-belarus.by/images/_img-index/blr_14ce_country.jpg" />
	
	<!-- ***Title*** -->
    <title>XIV век. История Беларуси.</title>
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_times.php"); ?>
 
	<h1>XIV век</h1>

	 <h2>Европа</h2>
		<p>
		Образование Генеральных штатов во Франции. • Авиньонское пленение пап • В битве при Бэннокберне шотландский король Роберт Брюс разбил армию английского короля Эдуарда II • 
		 В битве при Моргартене швейцарское ополчение побеждает армию австрийских Габсбургов •  Великий голод, от которого погибло несколько миллионов человек в Европе • 
		 Битва на Фогхартских холмах: разгром шотландско-ирландской армии англичанами •  Норвежская Держава вошла в состав Швеции • 
		 Начало Столетней войны между Англией и Францией • Чума убивает почти половину населения Европы • 
		 Образование Молдавского княжества • Открыт краковский университет • Битва на Косовом поле, одна из наиболее значимых битв в истории Сербии и Балканского полуострова • 
		 Война Тимура (Тамерлана) с Тохтамышем •  Тамерлан завоевал западную Персию и Багдад • 
		 Баязид I завоевал всю Болгарию, Валахию обязал данью, покорил Македонию и Фессалию и проник в Грецию • 
		  Битва на Ворскле; поражение ВКЛ от Золотой Орды
		</p>
		
	<div class="col-md-12">
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/_img-index/blr_14ce_country.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_14ce_country_thumb.jpg" height="120">
		</br><small>Беларусь XIV век</small>
		</a>
		</div>
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/olgerd/olgerd.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-figures/olgerd/olgerd.jpg" height="120">
		</br><small>В. князь Ольгерд</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-download/litva_cronicles/map_litwa_14_century_by_historic_source.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-download/litva_cronicles/map_litwa_14_century_by_historic_source.jpg" height="120">
		</br><small>Литва по хроникам XIII-IV вв</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/gedimin/wkl_13-14ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-figures/gedimin/wkl_13-14ce_thumb.jpg" height="120">
		</br><small>ВКЛ XIII-XV вв</small>
		</a>
		</div>

	</div>
		
	<h2><a href="../terms/belarus.php">Беларусь</a>
	<small>
	</br><a href="../terms/blr_etnos.php">этнос</a>, <a href="../terms/religion_blr.php">религия</a>, государственный язык — <a href="../terms/blr_mova.php">старобелорусский</a>
	</br>• <a href="../terms/wkl.php">Великое княжество Литовское</a> — объединение всех белорусских земель в единое государство • 
	Начало формирования <a href="../terms/blr_etnos.php">белорусского этноса</a> • 
	Присоединение <a href="../download/zemie_ruskie.php">Земель Руских</a> (Украина) • Кревская уния с Польшей • 
	</small>
	</h2>

<p>
• В 1307 году, при княжении Витеня, Полоцкое княжество вошло в состав ВКЛ на правах автономии
</br>• 1316-1341 Княжение Гедимина (брата Витеня), основателя династии Гедиминовичей. При Гедымине белорусские земли мирно (без войн) собраны в единое государство.
 Столица из Новогрудка перенесена в Вильню. 
 </p>
 <p>
 • 1345-1377 Княжение Ольгерда (сына Гедимина). Ольгерд значительно расширил границы ВКЛ, собрав в единую страну земли, на которых к концу XV века 
 сформируется белорусский этнос. 
 </br>Разбив ордынские войска в битве на Синих Водах, Ольгерд присоединил Руские Земли (бОльшая часть Украины).
 </p>
 <p>
 • 1377-1381 Княжение Ягайло (сына Ольгерда). В 1385 году между Польшей и Великим княжеством Литовским была заключена Кревская уния 
 (скрепленная династическим браком Ягайло и королевы Ядвиги). Уния способствовала прекращению борьбы ВКЛ и Польши за Галицко-Волынское наследство.
  </br>• Гражданская война в ВКЛ (1381-84 и 1389-92) — Витовт против Ягайло. 
  </br>Правление Ягайло княжеством из Польши вызвало недовольство литовской знати. Во главе оппозиции стал Витовт (племянник Ольгерда, внук Гедымина). 
  </br>Витовт признал Ягайло верховным сюзереном Литвы, а сам стал Великим князем Литовским.
</p>
 <p>
 • 1392-1430 Княжение Витовта. Присоединение Смоленска.
 </p>
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br>• 1295-1316 Княжение В. кн. Витеня
     </br></br>• 1307 В соответствии с договором ("рядом") Полоцкое княжество вошло в состав ВКЛ на правах автономии 
     </br></br>• 1314 Победа Давыда Городенского над войсками крестоносцев под Новогородком
     </br></br>• 1315 В состав ВКЛ вошли Брест и Берестейская земля.
     </br></br>• 1316-1341 Княжение Гедимина (брата Витеня), основателя династии Гедиминовичей
     </br></br>• 1320 Витебское княжество вошло в состав ВКЛ с правами автономии.
     </br></br>• 1323 Город Вильно (бывший Кривич-Город, или Кривой Город) объявлен новой столицей ВКЛ
	 </br></br>• 1326 Поход войск ВКЛ во главе с Давыдом Городенским на Бранденбург и Франкфурт-на-Одере. Смерть Давыда Городенского от наемного убийцы.
	 </br></br>• 1320-1330 В состав ВКЛ вошли турово-пинские земли. 
	 </br></br>• 1331 Победа Гедимина над рыцарями Тевтонского Ордена на р. Акмене, которая приостановила агрессию Ордена на западные земли ВКЛ
	 </br></br>• 1341-1345 Княжение Явнута (Явнутия, в крещении Иоанна, сына Гедимина)
	 </br></br>• 1345-1377 Княжение Ольгерда (сына Гедимина). Соправителем Ольгерда на западных землях княжества был Кейстут.
	 </br></br>• 1348 Победа войск ВКЛ над крестоносцами на р. Стрева (приток Немана).
	 </br></br>• 1355 В состав ВКЛ вошло Брянское княжество. 
	 </br></br>• 1358 В состав ВКЛ вошло Мстиславльское княжество; его правитель Семен Лугвен (сын Ольгерда) стал основателем династии князей Мстиславльских.
	 </br></br>• 1362 Победа войск ВКЛ во главе с Ольгердом над Золотой Ордой на р.Синие Воды. В состав ВКЛ вошли земли Руские
	 </br></br>• 1368, 1370, 1372 Походы Ольгерда на Москву. Заключение Любучского мирного договора 1372 г.
	 </br></br>• 1377-1392 Княжение Ягайлы Ольгердовича (в православии Яков; с 1386 г. король Польши под именем Владислав II, основатель династии Ягеллонов).
	 </br></br>• 1382 В борьбе за великокняжескую власть в Кревском замке убит князь Кейстут.
	 </br></br>• 1385 Кревская уния (Крево, Сморгонский р-н) — договор о союзе ВКЛ и Польши путем брака Ягайлы и королевы Ядвиги ради противодействия внешней опасности для обоих государств.
	 </br></br>• 1387 Вильно первым из белорусских городов получил магдебургское право.
	 </br></br>• 1389-1392 Гражданская война за власть между двоюродными братьями: королём польским и великим князем литовским Ягайло и князем Витовтом.
	 </br></br>• 1392 Островское соглашение (г. Остров, Лидский р-н) между Ягайлой и Витовтом о разделении власти, гарантия самостоятельности ВКЛ в союзе с Польшей.
	 </br></br>• 1392-1430 Княжение Витовта
	 </br></br>• 1398 Земли Жмудские переданы Тевтонскому Ордену.
	 </br></br>• 1399 Поражение войск ВКЛ во главе с Витовтом в битве против войск Золотой Орды на р.Ворскла (приток Днепра, Украина).


</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h3>События</h3>
		<p>
		• 1362 <a href="../events/sinie_wody.php">Битва на Синих Водах</a> — победа над войсками Орды • 
		1385 <a href="../events/unia_krewo.php">Кревская уния</a> — династический союз ВКЛ и Польши • 
		<a href="../terms/magdeburg_law.php">Магдебургское право</a> • 
		<a href="../events/war_civil_1381-84_1389-92.php">Гражданская война в ВКЛ</a> — Витовт против Ягайло
		• 1399 <a href="../events/battle_worskla.php">Битва на Ворскле</a> •
		</p>
		
		<h3>Люди</h3>
		<p>
		• В. князь <a href="../figures/vyten.php">Витень</a> • В. князь <a href="../figures/gedimin.php">Гедымин</a> •
		 <a href="../figures/david.php">Давыд Городенский</a>, каштелян Гродно
		  • В. князь <a href="../figures/olgerd.php">Ольгерд</a> • В. князь <a href="../figures/jagiello.php">Ягайло</a> • 
		  В. князь <a href="../figures/vitovt.php">Витовт</a> •
		</p>
	 
	 <h3>Соседи</h3>
	
	 <h4><a href="../terms/ross_empire.php">Россия</a></h4>
		<p>
		Княжество Московское. Вассал и данник Золотой Орды. 
		</br>Присоединение Коломны к Московскому княжеству.
		 Куликовская битва. Нижний Новгород стал столицей самостоятельного Суздальско-Нижегородского княжества.
		 
		</p>
		
	 <h4>Польша</h4>
		<p>
		В 1320 году Куявский князь Владислав Локетек, присоединив к своим владениям Великую Польшу, короновался в Кракове польским королём.
		</br>В 1349 году к Польше была присоединена Галиция. В 1370 году королём Польши стал племянник Казимира — король Венгрии Людовик (Лайош) I,
		 из Анжуйской династии — первый король-иноземец на польском престоле. 
		 Не имея прочной опоры в стране, он издал в 1374 году Кошицкий привилей, согласно которому магнаты и шляхта были освобождены от всех повинностей, 
		 кроме военной службы.
		 </br>После смерти Людовика I, в 1384 году королевой Польши стала Ядвига. Магнаты начали подыскивать Ядвиге мужа, который мог бы быть полноценным польским монархом, 
		 и нашли такового в лице Великого князя ВКЛ Ягайло. 
		 В 1385 году была подписана Кревская уния, согласно которой Ягайло крестился по католическому обряду, 
		 ввёл католичество в качестве государственной религии в ВКЛ, женился на Ядвиге и вступил на польский престол под именем Владислава II.
		</p>
		
	<h4><a href="../places/samogitia.php">Летува</a></h4>
		<p>
		<i>До появления жмудской письменности осталось 250 лет.</i>
		</br>Сложных социальных структур и сословий нет.
		</br>Знакомство с гончарным кругом, кирпичной кладкой. Первые упоминания о первых городах (Ковно, Россиены).
		</p>
		<p>
		В составе ВКЛ до 1382 года. После — земля немецких Орденов.
		</br>1320 Битва под Медниками — жмудины (неизвестное количество) потив 40 немецких рыцарей и 200 человек из местного гарнизона замка.
		</br>1382 —  передана Ягайлой Ливонскому Ордену
		</br>1398 — передана Витовтом Тевтонскому Ордену						
		</p> 		
		
	
	<h4>Украина</h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://be.sci-lib.com/article040149.html</br>
		http://www.istmira.com/istoriya-belarusi/216-xronologiya-vazhnejshix-sobytij-i-dat.html</br>
		http://historybel.ru/vkl_v_14-15vekah.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>