<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  	<meta name="description" content="ВКЛ достигло своего расцвета. Наступил Золотой век (1410-1569) — время белорусского Ренессанса.
	  " />
    <meta name="keywords" itemprop="keywords" content="история беларуси 15 век, история беларуси XV век, 
	история Беларуси кратко, краткая история беларуси, краткая история беларуси в датах, история Беларуси, история Белоруссии, Полоцкое княжество, Великое княжество Литовское" />
	<meta property="og:image" content="http://history-belarus.by/images/_img-index/blr_15ce_country.jpg" />
	
	<!-- ***Title*** -->
    <title>XV век. История Беларуси.</title>
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                            
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_times.php"); ?>
 

	<h1>XV век</h1>

	 <h2>Европа</h2>
		<p>
		Падение Константинополя и крушение Византийской Империи. Начало расцвета Османской Империи. • Грюнвальдская битва. • Возобновляется Столетняя война. Битва при Азенкуре.  
		• Золотая Орда распалась на Большую Орду и Крымское, Казанское, Астраханское, Сибирское ханства.
		 • Гуситские войны. • Династия Габсбургов становится во главе объединения Австрии, Германии, Чехии и Венгрии.
		  • Эпоха Великих географических открытий. Открытие Америки. • Война Алой и Белой розы. 
		  • Во Франции завершен период феодальной раздробленности при правлении Людовика XI. 
		  • Королевство Венгрия проводит успешные завоевания в Чехии и Австрии. • Завершение Реконкисты и объединение Испании. Инквизиция. 
		  • Силы Большой Орды разбиты молдавской армией в битве под Липницей.
		   • Иоганн Гутенберг изобретает печатный станок.
		</p>
		
	<div class="col-md-12">
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/_img-index/blr_15ce_country.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_15ce_country_thumb.jpg" height="120">
		</br><small>Беларусь XV век</small>
		</a>
		</div>
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/vitovt/vitovt.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-figures/vitovt/vitovt_thumb.jpg" height="120">
		</br><small>В. князь Витовт</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
			<a href="../../images/img-places/sea_herodotus/1493_schedel_littav.jpg" class="highslide"
        	onclick="return hs.expand(this)">
			<img src="../../images/img-places/sea_herodotus/1493_schedel_littav_thumb.jpg" height="120">
			</br><small>Littav у моря Геродота
			</br>"Всемирная хроника", 1493</small>				
			</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/gedimin/wkl_13-14ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/img-figures/gedimin/wkl_13-14ce_thumb.jpg" height="120">
		</br><small>ВКЛ XIII-XV вв</small>
		</a>
		</div>

	</div>
	
	<h2><a href="../terms/belarus.php">Беларусь</a>
	<small>
	</br><a href="../terms/blr_etnos.php">этнос</a>, <a href="../terms/religion_blr.php">религия</a>, государственный язык — <a href="../terms/blr_mova.php">старобелорусский</a>
	</br><a href="../terms/wkl.php">Великое княжество Литовское</a> — начало "Золотого века" (1410-1569) 
	</br>• Луцкая война с Польшей • Гражданская (религиозная) война — Свидригайло vs Жигимонт • 
	Грюнвальд и завершение "Великой войны" с Орденом • Предоставление Магдебургского права городам ВКЛ • Формирование белорусского этноса •
	</small>
	</h2>

<p>
• 1392-1430 правление Витовта. Начало "Золотого века" (1410-1569) ВКЛ-Беларуси. 
</br>— расцвет государства и закрепления своих политических позиций на европейской арене
</br>— увеличение количества шляхты и создания привилегий для нее
</br>— победа под Грюнвальдом 15 июля 1410 года
</br>— создание сильной централизованной власти и стабилизация отношений с Короной Польской 
</br>— ВКЛ становится крупнейшей державой Европы. 
</p>
<p>
• 1401 Виленско-Радомская уния — Витовт, признанный пожизненным Великим князем правителем ВКЛ, приносит присягу верности Ягайло.
</p>
<p>
• 1413 Городельская уния — введен наследственный институт великого князя литовского и положено начало современной белорусской геральдике.
</p>
<p>
• 1430 После смерти Витовта шляхта ВКЛ избирает великим князем Свидригайло. Он разрывает унию с Польшей.
</p>
<p>
• 1431 Луцкая война с Польшей. Согласно условию перемирия, В. кн. Свидригайло сохранил в составе ВКЛ Восточную Подолию (города Брацлав и Винницу) 
и Волынь. Король Владислав II Ягайло удерживал Западную Подолию. 
</p>
<p>
• 1432 Свидригайло свергнут с княжения Сигизмундом и посажен на "княжение руское" в Полоцк. 
</p>
<p>
• 1432 Гродненская уния — возобновление унии с Польшей (Ягайло и Сигизмунд). 
</p>
<p>
• 1432-1435 Гражданскя война в ВКЛ Свидригайло vs Сигизмунд — конфессиональное противостояние.
</br>В войне за княжеский титул претендентов поддерживали католические (Жигимонта) и православные (Свидригайло) феодалы.
Чтобы увеличить число своих сторонников, Сигизмунд расширил все права, данные феодалам-католикам, на всех феодалов ВКЛ независимо от их вероисповедания.  
В битве под Вилькомиром Свидригайло потерпел окончательное поражение.
</p>
<p>
• 1440 Сигизмунд убит заговорщиками в Трокском замке. Новым в. князем становится Казимир 
Ягеллон — сын короля польского Владислава II Ягайло и Софьи Гольшанской.
</p>
<p>
• 1487-1537 Войны с Московским царством, определившие современную восточную границу Беларуси
</p>
<p>
• 1499 Краковско-Виленская уния — <i>"ни великий князь литовский не мог быть избран без согласия Польши, ни польский трон не мог быть замещён без согласия литовского дворянства"</i>
</p>
<p>
• XV век исследователи считают временем окончательного формирования белорусского этноса 
</p>


<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">


     </br>• 1401 г Виленско-Радомская уния — государственный и политический договор Великого княжества Литовского с Польским Королевством, 
	в соответствии с которым Великое княжество Литовское оставалось самостоятельным государством в союзе с Польшей.
</br></br>• 1404 Захват Смоленска и окрестных территорий Витовтом. Включение Смоленска в состав ВКЛ.
</br></br>• 1409-1411 "Великая война" — война Польского Королевства и Великого княжества Литовского против Тевтонского ордена.
</br></br>• 1410 Грюнвальдская битва — разгром Тевтонского ордена объединенными армиями Польского Королевства и Великого княжества Литовского.
</br></br>• 1411 Торуньский мир (г. Торунь, Польша) между Польшей и ВКЛ, с одной стороны, и Тевтонским орденом — с другой, которым завершена "Великая война".
</br></br>• 1413 Городельская уния — союз Великого княжества Литовского с Польским Королевством (принята на общем польско-литовском сейме в г. Городле, Польша).
</br></br>• 1415 Договор ВКЛ с Молдавским княжеством об основах взаимоотношений (аналогичные договоры заключались и подтверждались в 1431, 1437, 1442, 1496, 1499, 1518, 1551, 1554 гг.).
</br></br>• 1422 Самогития включена в состав ВКЛ.
</br></br>• 1427 Великое княжество Литовское подчинило себе верховские княжества (в верховьях р.Ока).
</br></br>• 1430 После смерти Витовта на съезде бояр в Вильно великим князем ВКЛ избран Свидригайло (сын Ольгерда, младший брат Ягайлы). Княжил в Великом княжестве Литовском до сентября 1432 г.; расторгнул унию с Польшей.
</br></br>• 1431 Свидригайло разрывает унию с Поьшей. Луцкая Война между ВКЛ и Польшей. 
</br></br>• 1432 В результате интриг свергнут Свидригайло.
</br></br>• 1432 Княжение Жигимонта Кейстутовича (сын Кейстута, младший брат Витовта).
</br></br>• 1432 Гродненская уния с Польшей (Ягайло и Сигизмунд).
</br></br>• 1432-1435 Гражданская война между сторонниками Жигимонта и Свидригайло.
</br></br>• 1432 Выступление православных феодалов ВКЛ под руководством Свидригайло за расширение своих экономических и политических прав
</br></br>• 1432, 1434 Жигимонт Кейстутович издал привилеи (грамоты) об уравнении персональных и имущественных прав католиков и православных.
</br></br>• 1434 Войска Свидригайло заняли города Минск, Витебск, Полоцк.
</br></br>• 1435 Битва под Вилькомиром между войсками Свидригайло Ольгердовича и Жигимонта Кейстутовича; поражение Свидригайло.
</br></br>• 1440 В результате сговора убит великий князь Жигимонт Кейстутович.
</br></br>• 1440 Паны-рада ВКЛ избрали князем Казимира Ягеллончика (младший сын Ягайлы и киевской княжны).
</br></br>• 1440-1492 Княжение в Великом княжестве Литовском Казимира Ягеллончика (с 1447 г. король Польши под именем Казимир IV).
</br></br>• 1468 Издание Судебника Казимира Ягеллончика — первого сборника законов ВКЛ, кодекса уголовного и процессуального права.
</br></br>• 1470-е Нападения крымских татар на южные земли ВКЛ; набеги участились, когда крымские ханы стали вассалами Турецкой империи (1475).
</br></br>• 1490-1551 Жизнь и деятельность Франциска Скорины
</br></br>• 1492 Паны-рада ВКЛ избрали князем Александра (сына Казимира Ягеллончика, внука Ягайлы. С 1501 г. король Польши).
	Издан привилей, которым ограничена власть великого князя и повышена роль панов-рады, определены основы гражданского и уголовного права.
</br></br>• 1492-1494 Война ВКЛ с Великим княжеством Московским, к Москве отошли Вяземское княжество и большинство верховских княжеств.
</br></br>• 1499 Краковско-Виленская уния с Польшей
</br></br>• 1500-1503 Война ВКЛ с Великим княжеством Московским, московские войска заняли Смоленскую, Оршанскую, Мстиславльс-кую, Витебскую, Полоцкую и др. земли.
</br></br>• 1500 Битва с Московией на реке Ведрошь — потеряно примерно треть территории ВКЛ.

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h3>События</h3>
		<p>
		• 1401 <a href="../events/unia_vilno.php">Виленско-Радомская уния</a> • 1410 <a href="../events/grunwald.php">Битва под Грюнвальдом</a> • 
		1413 <a href="../events/unia_gorodlo.php">Городельская уния</a> и начало современной 
		<a href="../download/blr_heraldic.php">белорусской геральдики</a> 
		• 1432-1438 <a href="../events/war_civil_1432.php">Гражданская война в ВКЛ</a> — <a href="../terms/religion_blr.php">конфессиональное</a> противостояние • 
		<a href="../terms/magdeburg_law.php">Магдебургское право</a> в ВКЛ 
		• 1487-1537 <a href="../events/wars_1487-1537.php">Войны с Московским царством</a>, определившие современную восточную границу Беларуси • 
		1499 <a href="../events/unia_krakov.php">Краковско-Виленская уния</a> • 
		Завершено формирование <a href="../terms/blr_etnos.php">белорусского этноса</a>
		</p>
		
		<h3>Люди</h3>
		<p>
		• В. князь <a href="../figures/vitovt.php">Витовт</a> • В. князь и король Польши <a href="../figures/jagiello.php">Ягайло</a> • 
		В. князь <a href="../figures/svidrigailo.php">Свидригайло</a> • 
		<a href="../figures/skorina.php">Франциск Скорина</a>, философ и первопечатник •
		</p>
	 
	 <h3>Соседи</h3>
	
	 <h4><a href="../terms/ross_empire.php">Россия</a></h4>
		<p>
		Княжество Московское. Вассал и данник Золотой Орды. 
		</br>После распада Золотой Орды — "ханская ставка перенесена в Кремль" 
		<small>(по определению академика РАН <a target="_blank" href="../../images/img-terms/ross_empire/lecture.jpg">Юрия Пивоварова</a>)</small>
		, данник Крымского Ханства (выплата дани Крыму продолжалась 
		<a target="_blank" href="../../images/img-times/russ_obrok.jpg">до конца XVII века</a> и окончательно прекратилась лишь в правление Петра I).
		</br>Междоусобная война за великое княжение. Монголы захватывают Василия II в Битве под Суздалем.
		Московско-новгородские войны. Ликвидация Новгородской республики и присоединение Новгорода к Московскому княжеству.
		Русско-литовские войны.
		
		</p>
		
	 <h4>Польша</h4>
		<p>
		Королевство Польша.
		</br>Сын Ягайло Владислав III стал одновременно королём Венгрии и Польши, но погиб в битве с турками под Варной. 
		После этого польско-венгерская уния прекратилась, но зато восстановилась (прекратившаяся было) польско-литовская уния, 
		благодаря избранию на польский престол брата Владислава — Великого князя ВКЛ Казимира Ягеллончика (Казимир IV).
		</br>В 1454 году по Нешавским статутам Польша превратилась в республику, где высшая власть принадлежала сейму. 
		</br>Тринадцатилетняя война с Тевтонским орденом. Присоединение Померании с Гданьском — выход к Балтийскому морю.
		</br>Луцкая война с ВКЛ. Признание независимости ВКЛ от короны.  
		</br>Крестовый поход Венгрии и Польши против Османской империи закончился поражением в битве при Варне.
		</p>
		
	<h4><a href="../places/samogitia.php">Летува</a></h4>
		<p>
		<i>До появления жмудской письменности осталось 150 лет.</i>
		</br>До 1422 года — Земли Тевонского Ордена. 
		</br>С 1422 года — староство в составе ВКЛ.
		</br>Старосты Жемайтские в 1412-1532 — Кезгайло Валимонтович и его потомки.
		В 1418 году Кезгайло подавил жмудское восстание, а в 1419 году раскрыл заговор против великого князя.
		Активно способствовали христианизации язычников-жмудинов. В 1532 г. староство принял <a href="../figures/kishky.php">Петр Кишка</a>.
		</p>
		<p>
		1492 год — Великий князь Литовский Александр подписывает <a target="_blank" href="../../images/img-places/samogitia/zmud_law.jpg">устав</a> 
		Земли Жмудской. Начинается возникновение сословий.
		</p>
	
	<h4>Украина</h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		http://historybel.ru/vkl_v_14-15vekah.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>