<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  	<meta name="description" content="Основные события и значимые люди в истории Беларуси — короткие интерактивные статьи, структурированные по столетиям" />
    <meta name="keywords" itemprop="keywords" content="18 век, XVIII век, 
	история Беларуси кратко, краткая история беларуси, краткая история беларуси в датах, история Беларуси, история Белоруссии, Полоцкое княжество, Великое княжество Литовское" />
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />
	
	<!-- ***Title*** -->
    <title>XVIII век. История Беларуси.</title> 
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_times.php"); ?>
 

	<h3>XVIII век</h4>

	 <h4>Европа</h4>
		<p>
		 Великая Северная война • 
		 Война за испанское наследство • 
		 Франко-английские конфликты в Северной Америке • 
		 Королевство Великобритания образовано объединением Англии и Шотландии • 
		 Разделы Речи Посполитой •  
		 Война за независимость США •  
		 Начало колонизации Австралии европейцами •  
		 Великая французская революция • 		
		</p>
		
	<div class="col-md-12">
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/_img-index/blr_18ce_country.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="История Беларуси" src="../../images/_img-index/blr_18ce_country_thumb.jpg" height="120">
		</br><small>Беларусь XVIII век</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_entire/blr_Lotter_litwa_1770.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь и соседи" src="../../images/img-terms/blr_entire/blr_Lotter_litwa_1770_thumb.jpg" height="120" >
			</br><small>1778 Lituania-Беларусь</small>
			</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/razbor_rechi/razbor_rechi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Разделы Речи Посполитой" src="../../images/img-events/razbor_rechi/razbor_rechi_thumb.jpg" height="120" >
			</br><small>Разделы Речи Посполитой</small>
			</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Великое княжество Литовское, ВКЛ" src="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi_thumb.jpg" height="120" >
			</br><small>Северо-Западный край</small>
			</a>
		</div>
		
	</div>

	
	<h2><a href="../terms/belarus.php">Беларусь</a>
	<small>
	</br><a href="../terms/blr_etnos.php">этнос</a>, <a href="../terms/religion_blr.php">религия</a>, <a href="../terms/blr_mova.php">государственный язык</a> — польский, латинский
	</br><a href="../terms/wkl.php">Великое княжество Литовское</a> в составе <a href="../terms/rzeczpospolita.php">Речи Посполитой</a>
	</br>• 1696-1702 Гражданская война и магнацкая анархия • 1700-1721 Великая Северная война •  
	Конституция 3 мая и шляхетские конфедерации • 1772-1795 Разделы Речи Посполитой • 1794 Восстание Костюшко   
	• <a href="../terms/sewero_zapadny_kraj.php">Северо-Западный край</a> в составе <a href="../terms/ross_empire.php">Российской империи</a> • 
	</small>
	</h2>

<p>
К XVIII в. население ВКЛ в результате войн и эпидемии чумы сократилось почти наполовину. Век началя с Гражданской войны 1696—1702 за власть в ВКЛ между родом Сапег и конфедерацией 
магнатских родов — Радзивиллы, Пацы, Огинские.
</p>
<p>
На землях Речи Посполитой проходит Великая Северная война 1700-1721, между Шведской империей и коалицией союзников (Россия, Речь Посполитая, Саксония, Пруссия)  
за обладание прибалтийскими землями и закончившаяся поражением Швеции. Война стала демографической и экономической катастрофой.
</p>
<p>
Безграничная шляхетская демократия привела к ослаблению центральной, королевской власти и усилению магнатских кланов:
	<ul style="text-align: left">
		<li> 
			Активно использовалось право "liberum veto", по которому один депутат мог заблокировать любое решение и даже сорвать работу сейма. 
			С 1652 по 1764 гг. из 80 сеймов 44 были сорваны, они не приняли никаких решений. 
		</li>
		<li>
			Победа конфедерации в Гражданской войне 1696-1702 над Сапегами привела к невиданной анархии в крае. Власть, сосредоточенная в одних руках перешла ко многим магнатским родам.  
			Проекты, начатые Сапегами (модернизация вооруженных сил, централизация финансового аппарата), были забыты на многие десятилетия.
		</li>
		<li>
Казна постоянно ощущала нехватку денег, короли находились в зависимости от магнатов, которые имели свои войска.
В борьбе за власть магнаты обращались за поддержкой к иностранным государствам — Швеции, России, Пруссии.
		</li>
		<li>
 "Немой" сейм 1717 г., (результат Тарногродской и Виленской конфедераций) — расширение полномочий Сейма и Сената, ограничение личной власти короля, 
уменьшение армии (вывод саксонских войск, подконтрольных королю Августу II). 
Сейм утвердил протекцию русского царя над Речью Посполитой.
		</li>
	</ul>
</p>

<p>
Попытки законодательным и вооруженным путем найти решение проблем на фоне военного давления Российской империи:
	<ul style="text-align: left">
		<li> 
		1696-1702 Гражданская война. Ликвидация гегемонии магнатского рода Сапег в ВКЛ.
		</li>
		<li> 
		1715, 1716 Тарногродская и Виленская конфедерации
		</li>
		<li>
		1767, 20 марта, Слуцкая и Торуньская конфедерации
		</li>
		<li>
		1767, 23 июня, Радомская конфедерация
		</li>
		<li>
		1768 Барская конфедерация
		</li>
		<li>
		1772 Первый раздел Речи Посполитой
		</li>
		<li>
		1788-1792 Великий Сейм и  Конституция 3 мая 1791 года. Восстановление суверенитета Речи Посполитой.
		</li>
		<li>
		1792 Тарговицкая конфедерация и вторжение войск Российской империи под началом А. Суворова.
		</li>
		<li>
		1793 Второй раздел Речи Посполитой
		</li>
		<li>
		1794 Восстание в Речи Посполитой под руководством Тадеуша Костюшки
		</li>
		<li>
		1795, 25 ноября. Третий раздел Речи Посполитой. Речь Посполитая и обе державы в ее составе — Королевство Польское и Великое княжество Литовское — 
	 			прекратили свое государственное существование.
		</li>
</p>






 



<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br></br>• 1702 Шведские войска во главе с королем Карлом XII вступили в пределы ВКЛ и захватили г.Гродно.
	 </br></br>• 1702 Осада Быхова — последний эпизод Гражданской войны ВКЛ. Ликвидация гегемонии магнатского рода Сапег в ВКЛ.
	 </br></br>• 1702Подписан договор между Россией и ВКЛ о взаимной помощи в борьбе против Швеции.
	 </br></br>• 1704 Королем Польши и великим князем ВКЛ избран Станислав Лещинский (до 1709 г).
	 </br></br>• 1704 На территорию ВКЛ вступила 60-тысячная российская армия под командованием А.И.Репнина; к лету 1705 г. она заняла Минск и Гродно.
	 </br></br>• 1706 Шведские войска осадили российский гарнизон в г.Гродно; российским войскам удалось вырваться из осады и отойти в Киев.
	 </br></br>• 1706 Шведские войска заняли и сожгли города Несвиж, Клецк, Полоцк, Новогрудок.
	 </br></br>• 1708 Российские войска разгромили шведский корпус генерала Левенгаупта возле д.Лесная (Славгородский район).
	 </br></br>• 1709 Полтавская битва — разгром российскими войсками шведских войск. 
	 </br></br>• 1709 Королем Польши и великим князем ВКЛ избран Август II,  союзник Петра I в Северной войне.
	 </br></br>• 1717 "Немой" сейм — Август II принял выдвигаемые шляхтой требования практически без единого слова. Сейм утвердил протекцию русского царя над Речью Посполитой.	 
	 </br></br>• 1721 Подписан Ништадтский мирный договор России со Швецией, которым закончена Северная война 1700-1721 гг. Россия получила права на Лифляндию, Эстонию и др. прибалтийские земли.
	 </br></br>• 1733 Королем Польши и великим князем ВКЛ избран Станислав Лещинский; это не соответствовало интересам России, 
	 				которая ввела на территорию Речи Посполитой свои войска и потребовала новых выборов.
	 </br></br>• 1733 Королем Польши и великим князем ВКЛ избран Август III (курфюрст саксонский, сын Августа II Сильного); правил до 1764 г.
	 </br></br>• 1762-1796 Царствование в Российской империи Екатерины II. 
	 </br></br>• 1764 Королем Польши и великим князем Великого княжества Литовского избран Станислав Август Понятовский.
	 </br></br>• 1767 Создана Слуцкая конфедерация, которую возглавили кальвинист граф Грабовский и православный епископ Георгий Конисский; конфедерация создана при поддержке российского посла М.В.Репнина.
	 </br></br>• 1767 Сейм Речи Посполитой принял постановление об уравнении в политических правах всех диссидентов, в том числе православных, протестантов и католиков.
	 </br></br>• 1768 Шляхта ВКЛ создала Барскую конфедерацию (г. Бар на Украине) в противовес Слуцкой. Она выступала за сохранение целостности и независимости ВКЛ; в числе ее руководителей были К.Радзивилл, великий гетман М.Огинский, маршалок М.Пац; армией конфедератов командовал Ю.Сапега.
	 </br></br>• 1768 Отряды барских конфедератов потерпели поражение от российской армии возле местечка Деречин (Зельвенский район).
	 </br></br>• 1760-е Основаны Гродненские королевские мануфактуры (действовала 21 мануфактура по производству ковров, гобеленов, поясов, тканей и др.).
	 </br></br>• 1770 В Слониме основан театр М.К.Огинского; действовал до 1790 г.
	 </br></br>• 1771 Российские войска во главе с А.В.Суворовым в битве возле д. Столовичи (Барановичский район) победили войска гетмана великого литовского М.К.Огинского.
	 </br></br>• 1772 Первый раздел Речи Посполитой между Россией, Пруссией и Австрией. Создано Белорусское генерал-губернаторство; существовало до 1823 г.
	 </br></br>• 1773 В Речи Посполитой создана Адукационная комиссия (действовала до 1794 г.). Ее усилиями в центральной и западной частях Беларуси открыто 20 окружных и подокружных школ.
	 </br></br>• 1775 В Гродно основан ботанический сад — первый на территории Беларуси.
	 </br></br>• 1775 Открытие в Гродно Высшей медицинской академии — первого медицинского учебного заведения на территории Беларуси; действовала до 1781 г., затем переведена в Вильно.
	 </br></br>• 1779 Начало строительства Днепро-Бугского канала, который соединил р.Днепр (по рекам Припять и Мухавец) с Западным Бугом и Вислой.
	 </br></br>• 1791 3 мая, принятие сеймом Речи Посполитой новой Конституции.
	 </br></br>• 1792 Создание Тарговицкой конфедерации — союза магнатов и шляхты Речи Посполитой, выступивших против решений сейма и Конституции 3 мая 1791 г.
	 </br></br>• 1792 Российские войска перешли границу Речи Посполитой, заняли города Браслав, Ушачи, Бобруйск, Несвиж, Слоним, Новогрудок, Гродно
	 </br></br>• 1793 Второй раздел Речи Посполитой
	 </br></br>• 1793 Чрезвычайный Гродненский сейм — последний сейм Речи Посполитой. Сейм принял новую конституцию Речи Посполитой, отменил Конституцию 3 мая 1791 г., молча принял решение о 2-м разделе государства (отчего вошел в историю как "немой сейм").
	 </br></br>• 1794 Восстание в Речи Посполитой под руководством Тадеуша Костюшки.
	 </br></br>• 1794 Создание в ВКЛ повстанческого правительства — Наивысшей рады литовского народа; в Вильно начала действовать повстанческая организация "Виленские якобинцы".
	 </br></br>• 1794 Местные органы восстания — комиссии порядка — созданы в Гродно, Бресте, Волковыске, Новогрудке, Пинске, Ошмянах, Кобрине, Лиде, Браславе и др.; в Ошмянах разместился штаб повстанческой армии ВКЛ во главе с Я.Ясинским.
	 </br></br>• 1794 А.Т.Костюшко издал Полонецкий универсал, которым провозгласил всех крестьян Речи Посполитой свободными от крепостной зависимости, но без предоставления им земли.
	 </br></br>• 1794 Повстанческие войска ВКЛ в бою с российскими войсками возле местечка Солы потерпели поражение.
	 </br></br>• 1794 Корпус российских войск во главе с А.В.Суворовым нанес поражение повстанческому корпусу К.Сераковского в боях под Крупчицами и Брестом.
	 </br></br>• 1794 Российские войска нанесли поражение повстанческим силам в бою под Матиевицами; раненый А.Т.Костюшко был пленен.
	 </br></br>• 1794-1912 Существование Виленского генерал-губернаторства, в состав которого входила большая часть Беларуси.
	 </br></br>• 1795 Третий раздел Речи Посполитой
	 </br></br>• 1795 , 25 ноября. Король Польши и великий князь ВКЛ Станислав Август Понятовский отрекся от престола в пользу российской императрицы Екатерины II; 
	 			федеративное государство Речь Посполитая и обе державы в ее составе — Королевство Польское и Великое княжество Литовское — 
	 			прекратили свое государственное существование.
	 </br></br>• 1795 Образование Виленской (существовала до 1920 г.) и Слонимской губерний.
	 </br></br>• 1796 Образование Белорусской губернии (существовала до 1802 г.)
	 </br></br>• 1797 Восстания крестьян в Суражском, Городенском, Витебском, Полоцком и др. уездах.
	 </br></br>• 1798 , 24 декабря - родился Адам Мицкевич
</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h3>События</h3>
		<p>
		• 1696-1702 <a href="../events/war_civil_1696.php">Гражданская война в ВКЛ </a> <a href="../figures/sapegi.php">Сапеги</a> vs 
		<a href="../figures/radziwilly.php">Радзивиллы</a>, <a href="../figures/pacy.php">Пацы</a>, <a href="../figures/oginskie.php">Огинские</a> •  
		1700-1721 <a href="../events/war_great_north.php">Великая Северная война</a> •
		1715-1791 <a href="../events/confederacyi_18vek.php">Конфедерации шляхты</a> и <a href="../events/constitution_3may.php">Конституция 3 мая</a> 1791 года • 
		1772-1795 <a href="../events/razbor_rechi.php">Разделы Речи Посполитой</a> • 1794 <a href="../events/uprising_1794.php">Восстание Костюшко</a> • 
		</p>
		
		<h3>Люди</h3>
		<p>
		• <a href="../figures/rejtan.php">Тадеуш Рейтан</a>, Дон Кихот Речи Посполитой • <a href="../figures/kostiushko.php">Тадеуш Костюшко</a>, интернациональный герой 
		• <a href="../figures/poniatowski.php">Станислав II Август Понятовский</a>, последний король и в. князь • 
		</p>
	 
	 <h3>Соседи</h3>
	
	 <h4><a href="../terms/ross_empire.php">Россия</a></h4>
		<p>
		Правление Петра I (1682-1725).
		С 1721 года Московское Царство именуется Российской Империей.
		Царствование Екатерины II. Походы А. Суворова — захват земель ВКЛ после разделов Речи Посполитой.
		Пугачевский бунт.

		</p>
		
	 <h4>Польша</h4>
		<p>
		Королевство Польша в составе ВКЛ • Польские земли в составе Пруссии и Австрийской Империи •
		</p>
		<p>
		Гражданская война (1704—1706) — борьба за польский престол Станислава Лещинского, сторонника шведского короля Карла XII, 
		и Августа II — саксонского курфюрста и союзника русского царя Петра I.
		</br>Великая Северная война.
		</br>Шляхетские Конфедерации и Великий Сейм.
		</br>Разделы Речи Посполитой. 			 
		</p>
		
	<h4><a href="../places/samogitia.php">Летува</a></h4>
		<p>
		<i>150 лет созданию жмудского букваря и первой книге на "lietuviu kalba"</i>
		</br>Староство в составе ВКЛ • Княжество Самогитское (Ковенская губ.) в составе Российской Империи •	 
		</p>
	
	<h4>Украина</h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://bargu.by/854-razdely-rechi-pospolitoj.html
		http://ru.delfi.lt/vkl/history/domashnyaya-vojna-i-izgnanie-sapeg.d?id=59844369</br>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>