<meta content="text/html; charset=utf-8" http-equiv="Content-Type">
    
<!-- *** Who is Who *** -->

<p>
		Живет и кочует по публикациям забавный тезис: <i>"Раньше литовцы жили почти до Припяти, а потом с Полесья пришли славяне и вытеснили их за Вилейку".</i>
		[Хороший пример — классический труд профессора Е. Карского "Белоруссы" Т.1.] 
		</p>		
		<p>
		Учитывая площадь РБ (целиком лежащей в ареале балтских гидронимов — названий водоемов), геноцид "литовцев" был в 20 раз масштабнее истребления индейцев на Ямайке (площади как 200/10 тыс.км2). 
		А Полесье до XVI в. на картах изображали <a href="../places/sea_herodotus.php">морем Геродота</a>.
		</p>
		
		<p class="img-float-left">
		<a href="../../images/img-articles/who_is_who/Thesis.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Славяне и балты, рхеологические культуры V-VI вв" src="../../images/img-articles/who_is_who/Thesis_thumb.jpg" class="thumbInfo">
			<br><small>Забавные тезисы</small>
		</a>				
		</p>
		
		<p>
		А если опрерировать терминами архелогии и этнографии, тезис выглядит еще забавнее.
		</p>		
		<p>
		Для начала — о каком времени идет речь? 
		</p>
		<p>
		До V в.н.э. — <i>"культура штрихованной керамики"</i>. Соответсвтуют термины "анты", "<a href="../terms/yotving.php">венеды</a>", "будины" "невры", "андрофаги" и т.п.
		</p>
		<p>
		В IV-VI в.н.э. — <i>"банцеровская (тушемлинская) культура"</i>. Соответсвуют термины "<a href="../terms/blr_etnos.php">кривичи</a>", "дреговичи" и т.д.
		</p>
		<p>
		<i>
		"Конечная стадия пшеворской и черняховской культур по времени соответствует крушению Римской империи [ V век н.э.] и началу «великого переселения народов». 
		...Миграция в основном затронула зарождающееся княжеско-дружинное сословие. Таким образом, славянские
		культуры V—VII вв. следует рассматривать не как прямое генетическое развитие пшеворской и черняховской культур, 
		а как эволюцию культуры населения."
		</i>
		<br>Седов В.В. "Проблема этногенеза славян в археологической литературе 1979-1985 гг."
		</p>		
		<p>
		* Для справки — "прото-славянская страна" Ойум (Черняховская культура), лежавшая от Черного моря до Полесья, основана в результате миграции германских готов
		в ирано-язычную Скифию. <a href="../terms/gudai.php">Гуды (gudai)</a>, от искаженного готы (Gothi, Gutans, Gytos) — в Летуве архаичное название беларусов. 
		</p>
		
		<div class="col-md-12 img-float-center">	
		
		<div class="col-md-3">
		<a href="../../images/img-terms/yotving/gothi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Готы, прото-славянская Черняховская культура" src="../../images/img-terms/yotving/gothi.jpg" class="thumb">
			<br><small>Черняховская культура IV в.</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-articles/who_is_who/culture_3-4ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Культура штрихованной керамики, до V в.н.э." src="../../images/img-articles/who_is_who/culture_3-4ce_thumb.jpg" class="thumb" >
			<br><small>Штрихованная керамика  IV в.н.э.</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/slavs/East_europe_5-6cc.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Славяне и балты, рхеологические культуры V-VI вв" src="../../images/img-terms/slavs/East_europe_5-6cc_thumb.jpg" class="thumb">
			<br><small>Банцеровская культура V-VI в.н.э.</small>
		</a>				
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-articles/who_is_who/genesisLegacy.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Кривичи и курганы" src="../../images/img-articles/who_is_who/genesisLegacy_thumb.jpg" class="thumb" >
			<br><small>Кривичи и курганы V-VI в.н.э.</small>
		</a>
		</div>
				
	</div>
			
		<p>
		<i>
		"Вычленить в составе населения банцеровской (тушемлинской) культуры местный балтский и пришлый славянский этнические компоненты не представляется возможным. 
		По всей вероятности, в ареале этой культуры сформировался культурный славяно-балтский симбиоз с общим домостроительством, керамическим материалом 
		и погребальной обрядностью. Можно полагать, что время тушемлинской культуры было начальным этапом славянизации местного населения."
		</i>
		<br>Седов В. В. "Славяне. Историко-археологическое исследование"
		</p>
		<p>
		 Антропологи считают, что автохтонное население в пределах РБ осталось постоянным в пределах 100-140 поколний (2000-3000 лет). 
		 В советской антропологии существовал такой очень нейтральный термин — <i>"валдайско-верхнедвинский антропологический комплекс"</i>, практически совпадающий с 
		 картой М. Довнар-Запольского. 
		</p>
		<p>
		* Для справки — термину "славянизированные литовцы" уже более ста лет. И да, в XIX-XX вв. пошел обратный процесс — и "Козловские" стали "Kazlauskas" (самая распространенная фамилия в Летуве).
		</p>
		
		<div class="col-md-12 img-float-center">	
		
		<div class="col-md-3">
		<a href="../../images/img-articles/who_is_who/blr-genesis.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь, Антропология и этнография популяции" src="../../images/img-articles/who_is_who/blr-genesis_thumb.jpg" class="thumb" >
			<br><small>Антропология и этнография РБ</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-places/litwa/1965_bunak.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Бунак, Этническая история по антропологическим данным" src="../../images/img-places/litwa/1965_bunak_thumb.jpg" class="thumb">
		<br><small>"Валдайско-верхнедвинский комплекс"</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/bnr_chrono/blr_etno_borders.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Границы белорусского этноса" src="../../images/img-terms/bnr_chrono/blr_etno_borders_thumb.jpg" class="thumb" >
			<br><small>Границы белорусского этноса</small>
		</a>
		</div>
		
		<div class="col-md-3">
			<a href="../../images/img-download/blr_types/litowcy-belarusy.jpg" class="highslide"
       	 	onclick="return hs.expand(this)">
			<img alt="Славяне и балты, Литовцы и белорусы, 1906" src="../../images/img-download/blr_types/litowcy-belarusy_thumb.jpg" class="thumb">
			<br><small>Литовцы и белорусы, 1906</small>	
			</a>
		</div>
				
	</div>
	
		<p>
		<i>"Важнейшие этнографические признаки славянских культур V—VII вв.— лепная керамика, погребальный обряд и домостроительство...
		Жизнь на городищах раннего железного века полностью затухает, все население теперь концентрируется на открытых поселениях, 
		возникают убежища с мощными фортификационными сооружениями."
		</i> (с) В.В. Седов.
		</p>
		<p>
		Т. е. "славянство" — это переход из землянки в подобие городов и развитые ремесла. 
		Вероятно, к IX-X веку — началу формирования <a href="../terms/polotsk_principality.php">Полоцкого княжества</a> 
		на "<a href="../figures/torwald.php">пути из варяг в греки</a>", — сложился общий язык-"койне". 
		Про миграцию, сравнимую с походом венгров с Урала на Дунай,
		речь не идет. 
		</p>
		<p>
		"Принятие славянства" и вытеснение местных диалектов общим языком-койне могло растянуться на столетия. 
		Еще в XVI в. Герберштейн в "Записках о Московии" описывал современных ему самогитов (не принявших "славянства") так — 
		</p>
		<p>
		<i>"Самогиты носят плохую одежду... Жизнь свою проводят они в низких и притом очень длинных хижинах... У них в обычае держать скот, без всякой перегородки, 
		под той же кровлей, под которой живут сами... Землю взрывают они не железом, а деревом."</i>
		</p>
		<p>
		<a href="../terms/litwiny.php">Литвины</a> (кто бы они ни были в родо-племенном отношении) строили свое общество вокруг городов, использовали общий "славянский" язык и называли своего управляющего 
		в <a href="places/samogitia.php">Самогитии</a> "starosta". 
		</p>
		<p>
		Т.о. "славяне" и "древние племена" — это немного из разных категорий понятия. 
		И претензии нашего северного соседа на все "дославянское наследие" слегка преувеличены и немного беспочвенны.
		</p>

		
<!-- /*** SlavBalts *** -->
	

	