<p>
Графiчныя рэканструкцыi зроблены на падставе захаваўшыхся архiўных дакументаў (абмерныя чарцяжы, планы, схемы, праекцыi 
ў супастаўленнi з захаваўшымiся старымi фотаздымкамi i iншымi выявамi 
(малюнкамi Томаша Макоўскага, Юзафа Пешкi, <a href="../figures/orda.php">Напалеона Орды</a> i iнш.).
</p>
<p>
Характэрныя прыклады нашаей архітэктуры можна знайсьці у старых выданьнях —
А. Г. Киркор. <a href="../download/kirkor.php">"Живописная Россия"</a> Том 3, часть 1 и 2, 1882;
"Россия. Полное географическое описание" <a href="../download/russia_blr.php">Т. 9 "Верхнее Поднепровье и Белоруссия"</a>, 1905;
<a href="../download/blr_types.php">"Беларусы ў фотаздымках"</a> І. Сербаў, 1911.
</p>
<p>
Дадатковая iнфармацыя — паводле апiсанняў даследчыкаў (гл. падзел <a href="../arch_about/aboutProject.php">Аб праекце</a>).
</p>
    
   
    
   