
<div class="col-md-12 top-list">

<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont">
	<h3>
	Статьи. <small></small>
	</h3>
	<input type="button" class="btn btn-info btn-sm" value="Список статей показать / скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

      
      <div class="col-md-12">
      <ul>
			
		<h4></h4>
         <li>
          <a href="blr_nationalist.php">Откровения националиста</a> <small>С. Карпов</small>
          </br><i><small>
          "Белорусский националист — объект договоренности. Когда его обсуждают два «ненационалиста», то их консенсус — в том, что националист — это все, 
			что в состоянии породить их коллективная фантазия. Определять националиста тезисно не нужно. Он — наш бабай..."
          </small></i>
        </li>
        </br>
        <li>
          <a href="nation_id.php">Национальная идентификация</a>
		  </br><small><i>
		  "Культурный контекст, корни, имя и кровь  - это, наверно, и есть основные критерии национальной идентификации." 
	  	</i></small>
        </li>
        </br>
        <li>
          <a href="patria_propria.php">Patria Propria</a> "Где черта между нами?" <small>Б. Гройс</small>
          </br><i><small>"Все идут к истокам, ищут культурную идентичность. Все пытаются определиться и найти свое место через обращение к очень простым формулам 
		своей культурной идентичности. Определение происходит в глобальном пространстве конкуренции..."
		</i></small>
        </li>
        </br>
        <li>
          <a target="_blank" href="http://www.charter97.org/ru/news/2013/9/18/75920/">Белорусоцентристский взгляд на историю</a> <small>А. Тарас</small>
          </br><small><i>
          "Например, наши местные "янычары", добровольные слуги Москвы, говорят "освободили Вильню", я говорю - "захватили". 
		  Факт один и тот же — объяснение диаметрально противоположное..."
          </i></small>
        </li>
        </br>
        <li>
          <a href="rus_mir.php">Русский Мир: <i></a>"Никакой белорусской традиции нет"</i>
          </br><small>Замдиректора центра украинистики и белорусистики МГУ им. Ломоносова про Беларусь</small>
        </li>
        </br>
        <li>
          <a href="bnr_article.php">Могла ли БНР удержаться?</a> <small>А. Чайчыц</small>
          </br><small><i>
          "Не удержались демократические Грузия, Армения и Азербайджан, провозгласившие независимость от России, несмотря даже ни на какое выгодное географическое положение, ни на какой горный ландшафт. 
		  Они были слишком далеко от Европы, да в Чёрном и Каспийском морях не было британского флота..."
          </i></small>
        </li>
        </br>
        <li>
          <a href="essay.php">Эссе на заданную тему</a>
          </br><small><i>
          "— Как вы себе представляете "идеальный" школьный учебник по истории Беларуси?
		</br>Грустная такая постановка вопроса. Слово "идеальный" как бы намекает, что таким он будет только в мечтах. Ну, помечтаем..."
		</i></small>
        </li>
        </br>
        <li>
          <a href="blr_context.php">Беларусь. Культурный контекст</a> обращение к медиа-реурсам
          </br><small>
          О создании трендового культурного контекста, войти в который без минимальных знаний истории своего народа будет некомфортно
		</small>
        </li>
        </br>
        <li>
          <a href="belarus_belarussia.php">Беларусь или Белоруссия.</a> Краткий обзор мнений, правовых актов и языковых норм.
        </li>
        </br>
        <li>
          <a href="old_bel_shliahta.php">СРЭБНАЯ СТРАЛА Ў ЧЫРВОНЫМ ПОЛІ</a> Старажытныя беларускiя шляхоцкiя роды.<small> У. Крукоўскi</small>
          </br><small><i>
		  "Шляхта. Ваяўнічае і авантурнае, гордае і непаслухмянае, бунтарскае, загадкавае племя. Як здарылася, што слова "шляхта" 
		  і ягоныя вытворныя — шляхціч, шляхоцкі, шляхотны — з часам набылі іранічнае, нават зьдзеклівае гучаньне?"
		  </i></small>
        </li>
        </br>
        <li>
          <a href="blr_family_names.php">Наши фамилии</a><small> Ян Станкевич</small>
          </br><small>
          Статья написана в 1922 году и напечатана в №4 журнала "Беларускi Сьцяг" в августе-сентябре 1922 года.
          </small>
        </li>
        </br>
        <li>
          <a href="book_mova.php">Хорошая горькая книга</a><small> В. Мартинович</small>
          </br><small><i>
          "У "Мове" я паспрабаваў сабраць у незвычайным сюжэце маё разуменне багажу праблем, звязаных з нашай ідэнтычнасцю, з культурай, мовай і гісторыяй. З тутэйшасцю, з правінцыйнасцю, з гатоўнасцю адмовіцца ад свайго...
		  "
		</i></small>
        </li>
        </br>
        <li>
          <a href="bonda.php">Катажына Бонда</a> — каралева польскага дэтэктыву
		</br><small><i>
          "У мяне 100%-е беларускае паходжаньне. Я гэта ведаю, і гэта не падлягае ніякім сумневам і дыскусіям. Я ні з кім на гэты конт не зьбіраюся спрачацца. 
		  Але ў мінулым, я не буду гэтага хаваць, я лічыла інакш.
		  "
		</i></small>
        </li>
        </br>
        <li>
          <a href="tawarystwa_amatarau_kazak.php">Tawarystwa amatarau kazak</a>
          </br><small><i>
          "Большой миф национальной идеи (необходимый для существования нации) состоит из маленьких сказок. 
		Сказка в нашем контексте — это сведения, почерпнутые из исторических хроник и академических трудов, ставших классикой. Но не нашедших отражения 
		в школьном учебнике."
          </i></small>
        </li>
        </br>
        <li>
          <a href="../terms/kraj_tut.php">Тутэйшая краёвасьць</a> — истоки белорусского национализма
        </li>
        </br>
        <li>
          <a href="arlow_nezaleznasc.php">"Незалежнасць — гэта..." </a> Уладзімір Арлоў
		</br><small><i>
          "Незалежнасьць — гэта калі ад нараджэньня да скону пачуваесься сваім чалавекам на сваёй зямлі. 
          Незалежнасьць — гэта калі з тэлеперадач і газэт раптам зьнікаюць лісты нястомна-таямнічых вэтэранаў і вусьцішныя паведамленьні пра нацыяналістаў...
		  "
		</i></small>
        </li>
        </br>
        <li>
          <a href="ortodox.php">К этимологии терминов "православный" и "православие" </a>
		</br><small><i>
          "Это направление христианства в греко-язычном христианском мире получило название "ортодоксия", что в переводе на русский язык означает "истинная вера". 
		  Естественно, возникает вопрос: каким образом "истинная вера" трансформировалась в "православие"? 
		  "
		</i></small>
        </li>
        </br>
        <li>
          <a href="dnk.php">ДНК, гаплогруппы и золотые цыбулины</a>
		</br><small><i>
          "Мы с огромным уважением относимся к любым профессиональным исследователям — генетикам, социологам и всем остальным. 
          Однако попытки обосновать генетическими маркерами  
		 наличие цыбулин на униатских храмах вызывают некоторое недоумение.
		  "
		</i></small>
        </li>
        </br>
		<li>
          <a href="#" class="item-unable">Нация — элита vs крестьяство</a>
        </li>
        <li>
          <a href="#" class="item-unable">Иностранный компонент в белорусской культуре</a>
        </li>
        </br>
        <li>
          <a href="genealogy_of_rus.php">Генеалогия Руси</a>, <small>Александр Гальченко</small>
          </br><small>
          От глобализма к национальной самоидентификации. Таков тренд. Работа А. Гальченко на большом объеме фактического материала аргументирует иную от полит-РПЦ-корректного взгляда точку зрения.
          </small>
        </li>
        </br>
        <li>
          <a href="#" class="item-unable">Some link</a>
        </li>
        
      </ul>
	  </div>
	  

</div>
</div>
</div>	
<!--/Spoiler-->
	  
</div>
	