<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Articles. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/articles_title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

		<div class="col-md-12">
		<img src="../../images/img-articles/hem.jpg" height="80" class="img-float-left"/>
		<p>
		<i>По-настоящему серьезное отношение к писательскому делу – одно из двух непременных условий. 
		</br>Второе, к сожалению, – талант. </i>
		</br>
		<small>
		Эрнест Хемингуэй (1899–1961)
		</br>[американец? кубинец? англичанин? испанец?]
		</small>
		</p>
		</div>
		
	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
  
  		<h2>Откровения белорусского националиста</h2>
  		<i><small>
		<p>
		"Белорусский националист — объект договоренности. Когда его обсуждают два «ненационалиста», то их консенсус — в том, что националист — это все, 
		что в состоянии породить их коллективная фантазия. Определять националиста тезисно не нужно. Он — наш бабай.
		</p>
		<p>
		Думается, что те, кто демонизирует националистов, просто защищает свое стремление реализовывать "сферические права идеально-упругого космополита в вакууме". В отрыве от контекста. Снести памятник архитектуры, чтобы обеспечить удобный подвоз жратвы в сельпо, — 
		вот в чем метафорическая сущность позиции неэмоционального прагматика..."
		</p>
		</small></i>
		<p>
		<a href="blr_nationalist.php">Read more...</a>
		</p>
		
		<h2>Национальная идентификация</h2>
  		<i><small>
		<p>
		"Национальная идентичность - одна из составляющих идентичности человека, 
	  	связанная с ощущаемой им принадлежностью к определённой нации, стране, культурному пространству. (c)Wikipedia.ru
	  	</p>
	  	<p>
	  	Культурный контекст, корни, имя и кровь  - это, наверно, и есть основные критерии..."
		</p>
		</small></i>
		<p>
		<a href="nation_id.php">Read more...</a>
		</p>
		
		<h2>Patria Propria</h2>
  		<i><small>
		<p>
		"Все идут к истокам, ищут культурную идентичность. Все пытаются определиться и найти свое место через обращение к очень простым формулам 
		своей культурной идентичности. Определение происходит в глобальном пространстве конкуренции. 
		Был создан огромный мировой рынок, где происходит конкуренция. Для того чтобы удачно конкурировать, нужно иметь то, что называется 
		"человеческий капитал", а это и есть основы — семья, своя старая культура, традиция..."
		</p>
		</small></i>
		<p>
		<a href="patria_propria.php">Read more...</a>
		</p>
		
		<h2>Эссе на заданную тему</h2>
  		<i><small>
		<p>
		"— Как вы себе представляете "идеальный" школьный учебник по истории Беларуси?
		</p>
		<p>
		Типичные ассоциации.
     <ul>
	    <li>
			Англия — король Артур, Алая и Белая розы, Кромвель, парламент.
        </li>
		<li>
			Германия — бароны, Карл Великий, рыцарские ордены, Бисмарк. 
		</li>
		<li>
			Беларусь — глечыки, рушники, саламяны капялюш, бульба, партизаны, трактор.
		</li>
			</ul>
		</p>

		<p>
		И ведь есть учебники, и не одно поколение учеников учило предмет «История Беларуси», а ассоциации не меняются и национальная идея не складывается.
		 Наверно потому, что заученные даты мертвы и высыпаются из памяти как труха. 
		</p>
		<p>
		Живая история (History) складывается из маленьких историй (Story). Каждая маленькая история привязывает History к реальному месту и к реальной 
		(или легендарной) личности. И такие личности-образы и есть те гвозди, на которых натянута канва истории в сознании обыкновенного человека. 
		"
		</p>
		</small></i>
		<p>
		<a href="essay.php">Read more...</a>
		</p>	
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>