<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>"Незалежнасць — гэта..." Уладзімір Арлоў, 1990</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Незалежнасьць — гэта калі ад нараджэньня да скону пачуваесься сваім чалавекам на сваёй зямлі. 
	  Я веру, што калі-небудзь так будзе. Бо іначай проста ня варта жыць.
		 " />
	<meta name="keywords" itemprop="keywords" content="Владимир Орлов, незалежнасьць, Удазімір Арлоў незалежнасьць,
	История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/arlow_nezaleznasc/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
 
		<h2>Уладзімір Арлоў, 1990</h2>
		<p>
		27 ліпеня 1990 г была прынятая дэкларацыя аб дзяржаўным суверэнітэце БССР. З гэтай нагоды публікуем знакамітае эсэ Уладзіміра Арлова, напісанае за паўгоду да тых падзеяў.
		</p>
		<p class="img-float-left">
		<a href="../../images/img-articles/arlow_nezaleznasc/Arlou_Uladzimer.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Незалежнасьць — гэта..." src="../../images/img-articles/arlow_nezaleznasc/Arlou_Uladzimer.jpg" height="140"/>
		</a>
		</p>
		
		<p>
		Владимир Орлов (25 августа 1953, Полоцк) — историк, поэт, вице-президент Белорусского ПЕН-центра. Его произведения переведены на 25 языков.
		</p>
		<p>
		На сайте представлена его шикарная книга <a href="../download/kraina_blr.php">"Краіна Беларусь"</a>.
		</p>
		<p>
		Лауреат премии Ленинского комсомола Беларуси, премии Франтишка Богушевича Белорусского ПЕН-центра, премии Европейский поэт свободы, 
		премии имени Владимира Короткевича, награждён медалью Франциска Скорины. 
		</p>
		<i><p>
		"Я напісаў эсэ літаральна за нейкую гадзіну. Усё, што я выклаў на паперы, тады насілася ў паветры. Гэта быў зрэз думак і мараў тагачасных незалежнікаў. Гэтыя мары, безумоўна, шмат у чым былі наіўныя, але разам з тым і плённыя. Яны настройвалі тых людзей на адну хвалю.
		</p>
		<p>
		Я памятаю, як я чытаў гэтае эсэ ў адной зь перадач Беларускага тэлебачаньня і за кулісамі заплакалі жанчыны: рэдактарка, памочніца рэжысэра, дзяўчаты з грымёркі… І потым, калі я сышоў са студыі, адна зь іх спыталася: "Няўжо ўсё гэта будзе?" І я так упэўнена сказаў: "Абавязкова будзе!"
		</p></i>
		
		

		<h1>Незалежнасць — гэта... </h1>
		
		<p>
		Незалежнасьць — гэта калі ты зьявісься на сьвет у радзільні, дзе няма сама стэрыльных на зямлі прусакоў, затое ёсьць аднаразовыя шпрыцы й пялюшкі.
		</p>
		<p>
		Незалежнасьць — гэта калі ты будзеш студэнтам і на лекцыі па вышэйшай матэматыцы твой смуглявы раўналетак з Мадагаскару, які вучыцца за грошы сваёй, а не тваёй краіны, нахінецца да цябе і запытае, што значыць слова «імавернасьць», і ты па-французку растлумачыш яму.
		</p>
		<p>
		Незалежнасьць — гэта калі ты будзеш служыць у войску не далей за памежны горад ці вёску твае зямлі, затое табе ніколі не загадаюць фарбаваць траву і прыбіраць тэрыторыю «вот от сюда и до обеда». У нядзелю ты зможаш прыехаць да бацькоў ці да свае дзяўчыны, затое ніхто не назаве цябе «бульбашом», а твайго сябра — «черножопым» за тое, што вы думаеце й гаворыце ў сьне па-свойму, і выдатнікі баявой і палітычнай падрыхтоўкі ня будуць у працэсе гэтай падрыхтоўкі рабіць табе «велосипед», і табе ніколі не загадаюць гастрыць сапёрную рыдлёўку, каб акапацца ў Баку ці ў Тбілісі.
		</p>
		<p>
		Незалежнасьць — гэта калі твая дзяўчына кажа, што хоча на выходныя ў Вену, і ты з чыстым сумленьнем абяцаеш ёй, што ў суботу вы вып’яце кавы насупраць палацу Шонбрун, і ведаеш, што перад вашай вандроўкаю ніхто не будзе высьвятляць у цябе, ці быў ты ў дзяцінстве жыдом, а таксама, ці быў ты раней за мяжою і калі вярнуўся адтуль, дык зь якой мэтаю.
		</p>
		<p>
		Незалежнасьць — гэта калі на Дзяды, у Дзень памяці продкаў, ты ідзеш на могілкі й ведаеш, што паставіш сьвечку й пакладзеш кветкі, а ня станеш удзельнікам выпрабаваньня балёнчыкаў з нэрвова-паралітычным газам ці новае мадэлі гумовага дручка.
		</p>
		<p>
		Незалежнасьць — гэта калі твой сын прынёс са школы пяцёрку па гісторыі і ты хваліш яго за гэтую пяцёрку, бо ведаеш, што ён атрымаў яе не па тым прадмеце, дзе вучаць пра Лядовае пабоішча і перамогу калектывізацыі, а па тым, дзе вучаць пра Грунвальдзкую бітву, якая ўратавала твой народ ад сьмерці, і кажуць праўду пра тую ўладу, што растраляла твойго дзеда й задушыла голадам тваю бабулю.
		</p>
		<p>
		Незалежнасьць — гэта калі ты пазбаўлены магчымасьці пачуць, як твой прэзыдэнт вучыць з экрану суайчыньнікаў: «Хто как хаціт, той так і гаварыт», бо твой прэзыдэнт — чалавек пісьменны і хоць адну мову ўсё ж ведае.
		</p>
		<p>
		Незалежнасьць — гэта калі з тэлеперадач і газэт раптам зьнікаюць лісты нястомна-таямнічых вэтэранаў і вусьцішныя паведамленьні пра нацыяналістаў і экстрэмістаў з народных франтоў, якія нават ў начы ня сьпяць, а распальваюць паміж табой, Алёшам і Мішам, тату якога звалі Ісакам, а таксама Гражынаю, якая даўно ўжо твая жонка, міжнацыянальную варожасьць, каб учыніць сярод вас крывавую разьню й пусьціць пад адхон цягнік перабудовы.
		</p>
		<p>
		Незалежнасьць — гэта калі ніхто ня страшыць цябе, што твой народ ня зможа выжыць без вялікага старэйшага брата, бо ня мае сваіх баксітаў ці алмазаў, і ты разумееш, што зусім дарэмна шкадаваў гарапашных галяндцаў ці бэльгійцаў, якія ня маюць ні баксітаў, ні алмазаў, ні нават старэйшага брата.
		</p>
		<p>
		Незалежнасьць — гэта калі на Божай пасьцелі ведаеш, што пасьля таго, як ты памяняеш гэты сьвет на лепшы, на месцы царквы ці касьцёла, дзе цябе хрысьцілі і дзе ты вянчаўся, не выкапаюць сажалку з брудным лебедзем і не пабудуюць басэйн імя XVIII зьезду КПСС, а могілкі, дзе будуць спачываць твае косьці, не зьнясуць і не ператвораць у закіданы пустымі пляшкамі парк культуры й адпачынку імя таварыша Гарбачова або імя таварыша Лігачова.
		</p>
		<p>
		Незалежнасьць — гэта...
		</p>
		<p>
		Незалежнасьць — гэта калі ад нараджэньня да скону пачуваесься сваім чалавекам на сваёй зямлі.
		</p>
		<p>
		Я веру, што калі-небудзь так будзе.
		</p>
		<p>
		Бо іначай проста ня варта жыць.
		</p>
		<p>
		Люты, 1990 г.
		</p>
		
		<div class="col-md-12">	
		
		<div class="col-md-3 img-float-center">
			<a href="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_1.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Незалежнасьць — гэта..." src="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_1_thumb.jpg" height="100"/>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
			<a href="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_2.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Незалежнасьць — гэта..." src="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_2_thumb.jpg" height="100"/>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
			<a href="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_3.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Незалежнасьць — гэта..." src="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_3_thumb.jpg" height="100"/>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
			<a href="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_4.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Незалежнасьць — гэта..." src="../../images/img-articles/arlow_nezaleznasc/nezalesnasc_4_thumb.jpg" height="100"/>
		</a>
		</div>
		
		</div>
		
		<p>
		Читать полностью оригинал статьи на
		</br><a target="_blank" href="http://www.svaboda.org/content/article/25471490.html">Радые Свабода</a>
		</br><a target="_blank" href="http://novychas.by/hramadstva/uladzimier_arlou_njezalieznasc/">Новы Час Online</a>
		</p>
		
			
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>