<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Беларусь или Белоруссия</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Краткий обзор мнений, правовых актов и языковых норм. 
	  " />
	<meta name="keywords" itemprop="keywords" content="Беларусь или Белоруссия, История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/belarus_belarussia/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		
	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
  
  		<h1>Беларусь или Белоруссия
		  <br><small>беларуский или белорусский</small>
		  </h1>
<p>
26 лет назад (в 1991 году) БССР стала Республикой <a href="../terms/belarus.php">Беларусь</a>. Однако до сих пор находятся эксперты, считающие правильным написанием "Белоруссия".
</p> 		
<p>
Берег Слоновой Кости, Молдавия, Киргизия, Цейлон. Можно вспомнить еще "отрок, кофий, понеже". Время идет, мир и языковые нормы меняются. 
Можно ностальгировать по "Цейлонскому чаю" или Советскому Союзу. А можно стараться сохранить адекватность окружающему миру. 
</p> 		
<p>
Почему-то для русскоязычного большинства легче оказалось поломать вековой критерий гармотности "кофе — он, мой", чем принять 
правильное написание названия нашей страны. Кыргызстан — пожалуйста. Это легко и по-русски. Беларусь — язык не поворачивается.
Простим Кубе 5 млрд. долга, а Украине за 3 млрд. отключим газ. 
</p> 		
<p>
Когда кто-то, из заставших СССР, по-привычке говорит "Белоруссия" — что ж, это можно понять. Но когда старое название используется из принципа или от ностальгии — 
это грустно. Чем то напоминает "ирокез" на голове пожилого человека, призванный вернуть уходящую потенцию.
<p> 		
  		
  		
<h3>Белорусские нормы и правила</h3>
		
<p>
Верховный Совет БССР 19 сентября 1991 года принял 
<a target="_blank" href="http://www.pravoby.info/docum09/part36/akt36194.htm">закон от 19.09.1991 N 1085-XII</a> 
«О названии Белорусской Советской Социалистической Республики». 
</p>
<p><i>
«Белорусскую Советскую Социалистическую Республику далее называть «Республика Беларусь», а в укороченных и составных названиях — «Беларусь».
Установить, что эти названия транслитеруются на другие языки в соответствии с белорусским звучанием».
</i></p>
<p>
Транслитерация — точная передача знаков одной письменности знаками другой письменности. Т.е. кириллицей везде правильно писать "Беларусь". Латинкой — Belarus. 
Пожелания о транслитерации названия удается выполнять всем, кроме представителей русскоязычного сообщества.
<p>

<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/belarus_map.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/belarus_map_thumb.jpg" height="100" >
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/nobel.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/nobel_thumb.jpg" height="100" >
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/fails_ru.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/fails_ru_thumb.jpg" height="100" >
		</a>
		</div>
		
</div>

<h3>Российские нормы и правила</h3>

<p>
<i>"НОРМА ЯЗЫКОВАЯ — совокупность языковых средств и правил их употребления, принятая в данном обществе в данную эпоху. Норма противопоставлена системе, понимаемой как присущие тому или иному языку возможности выражения смыслов. Далеко не все из того, что «может» языковая система, 
«разрешается» языковой нормой."</i> <small>Энциклопедия Кругосвет</small>
</p> 
<p>
Федеральный закон Российской Федерации от 1 июня 2005 г. N 53-ФЗ 
<a target="_blank" href="http://www.rg.ru/2005/06/07/yazyk-dok.html">"О государственном языке Российской Федерации"</a> гласит:
</p>	
<p>
<i>"п3. Порядок утверждения норм современного русского литературного языка при его использовании в качестве государственного языка Российской Федерации, правил русской орфографии и пунктуации 
определяется Правительством Российской Федерации."
</i>
</p>	
<p>
<a target="_blank" href="http://docs.cntd.ru/document/1200082595">Общероссийский классификатор стран мира</a> (ОКСМ) — предназначен для идентификации стран мира и используется в процессе обмена информацией при решении задач международных экономических, научных, культурных, спортивных связей и т.д.
Принят и введен в действие постановлением Госстандарта России (федеральный орган исполнительной власти) от 14 декабря 2001 года N 529-ст.
</p>
<p><i>
"Краткое и полное наименование страны — Беларусь, Республика Беларусь"
</i></p>

<h4>Кофе — "оно, моё"</h4> 	
	
<p>
Приказ Министерства образования и науки Российской Федерации (Минобрнауки России) от 8 июня 2009 г. N 195 
<a target="_blank" href="http://www.rg.ru/2009/08/21/russkiy-slovari-dok.html">"Об утверждении списка грамматик, словарей и справочников"</a> 
в своем приложении объявляет <i>Грамматический словарь русского языка: Словоизменение. Зализняк А.А. - М.: "АСТ-ПРЕСС", 2008. - 794 с.</i> носителем 
литературного русского языка. 
</p>
<p>
Словарь объявляет слово "кофе", как "среднего / мужского" рода. 
</br>Анектдот <i>"Адын кофе... Какой грамотный нерусский!... И адын булачка!"</i> 
уже не прокатывает.
</p>

<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/OKSM.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/OKSM_thumb.jpg" height="100" >
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/dictionary_rus.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/dictionary_rus_thumb.jpg" height="100" >
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-articles/belarus_belarussia/morfologia_ru.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларусь или Белоруссия" src="../../images/img-articles/belarus_belarussia/morfologia_ru_thumb.jpg" height="100" >
		</a>
		</div>
		
</div>


<h3>Мнение филологов</h3>  		
<p>		
Адам МАЛЬДИС, доктор филологических наук, профессор, почетный председатель Международной ассоциации белорусистов: 
</p>
<p>
— Если слово "Белоруссия" имеет свою традицию (например, газета "Советская Белоруссия"), это одно. Но когда речь идет о названии страны, закрепленном в Конституции и международных документах, тут однозначно — Беларусь. Заключение топонимической комиссии ООН только подтверждает это.
</p>
<p>
На мой взгляд, правильным было бы писать "беларус", а не "белорус", и "беларуский" вместо "белорусский". Думаю, со временем мы к этому придем. 
</p>
<p>
Захар ШИБЕКО, доктор исторических наук, профессор БГЭУ: 
</p>
<p>
— Если руководствоваться логикой, что "Белоруссия" — традиционное для русского языка название, почему же тогда не называть Латвию Ливонией, а Литву — Лифляндией? Это абсурд. Есть официальное название страны — Республика Беларусь (Беларусь), закрепленное международным правом. И точка. 
</p>
<p>
Хотя я придерживаюсь народной мудрости: назови хоть горшком, только в печку не ставь. Со стороны пусть называют как хотят, а у нас есть официальное название, которое повсеместно и употребляется. Впрочем, чем выше будет авторитет Беларуси на международной арене, тем с большим уважением будут относиться к нам и к названию нашей страны. 
</p>
<p>
Что до переноса "Беларуси" в прошлое, то это нормально. В исторической традиции принято называть страну в соответствии с современной терминологией и переносить это понятие в прошлые века — для лучшего понимания современниками. 
</p>
<p>
Александр ШАБЛОВСКИЙ, кандидат филологических наук, старший научный сотрудник Института языкознания им. Я.Коласа НАН Беларуси: 
</p>
<p>
— Введение в русскоязычный оборот слова "Беларусь" считаю полностью правомерным и оправданным. Что касается рекомендаций Института русского языка, то у нас в Беларуси свой ориентир — Институт языкознания имени Якуба Коласа. И в этом вопросе мы все придерживаемся совершенно определенной позиции: только Беларусь! Россиянам, естественно, мы диктовать не можем. 
</p>
<p>
Если говорить о производных от слова "Беларусь", то, конечно, последовательным было бы написание "беларус" и "беларуский". Но в этом вопросе мы принимаем позицию российских академиков, которые в своих оценках очень традиционны. Еще в 1933 году выдающийся русский лингвист Евгений Дмитриевич Поливанов писал: "Чем более развит язык, тем меньше он развивается". Потому не знаю, закрепится ли в будущем "беларус" и "беларуский". Ведь для того, чтобы у слова "кофе" в русском языке помимо мужского появился и средний род, потребовалось почти 100 лет! Так это всего лишь род…
</p>

<h3>PS.</h3>
<p>
Статья написана не для споров. Спорить, собственно, не о чем. Соседи из РФ в своих документах, устанавливающих нормы современного русского языка могут 
назвать нашу страну как им будет удобно — Белоруссия, 
<a href="../terms/sewero_zapadny_kraj.php">Северо-Западный край</a>, еще как-то ("мыжнебратьяНампофиг" — это ИХ документы и их правила). 
</p>
<p>
Но на сегодня там прописано — Беларусь. Хотя нормы и правила языка, ГОСТы и орфографию можно, конечно, нарушать. Можно даже не чистить зубы и не мыть руки перед едой. 
МинЗдрав не запрещает. Лишь бы не курили.
</p>	
		
	</br></br></br>
		<p><small>
		http://docs.cntd.ru/document/1200082595</br>
		http://docs.cntd.ru/document/842501280</br>
		http://www.rg.ru/2009/08/21/russkiy-slovari-dok.html</br>
		http://gogo.by/news/184/</br>
		http://news.21.by/2007/03/23/1299.html</br>
		</small></p>		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>