<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>Откровения националиста. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Откровения националиста. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/img/Lithvaniae_Blr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		
		<h1>Откровение националиста <small>Наша Нiва: Лучшее за 2014</small></h1>
		Стась Карпов. Читать <a href="#">в оригинале</a>
		
		<h2>А хто там і дзе?</h2>
<p>
Где-то год тому назад у нас с Юрием Зиссером состоялась небольшая дискуссия на тему национализма. Ну такая, дидактическая: что такое хорошо и что такое плохо. Важность этого разговора для меня была в том, что на момент нашей встречи я и забыл, что базовые понятия, которые якобы и не требуют обсуждения, также следует уметь доказывать или хотя бы связно излагать.
</p>
<p>
Вы, помню, сильно удивили меня ответом на вопросы читателей «Нашей Нивы», сказав, что следует заменить герб «Погоня» в интересах брендинга, так как у Литвы такой же, а это не комильфо.
</p>
<p>
Помню, я еще подумал: ведь вы, наверное, не стали бы менять свою маму на какую-нибудь другую, даже в том случае, если бы у нее нашелся двойник. Подумал, но промолчал. А потом, знаете, то да сё. Удивлялся некоторым вашим высказываниям и статусам, когда вы выступали от имени белорусского общества и тут и там, ходили на встречу с тем, кого вы назвали «лидером нации», и радовались мудрости небольших порций кофе на приеме, пристойным туалетам и махровым полотенцам.
</p>
<p>
О Майдане вы говорили, что там всех, условно говоря, обманули.
</p>
<p>
А вот недавно о чествовании памяти Жизневского в Куропатах вы сказали, что «оплакивают бомжа» и что «БТ отдыхает».
</p>
<p>
Будем справедливыми. Вы спустя несколько часов уточнили, что мысль сформулировали некорректно, а корректно будет так: убитого вам жаль, но икону из него делать не стоит. Не уверен, что «уточненная» мысль имеет связь с предыдущей, но знаете какая штука, я, например, тоже думал, что икону делать не стоит. Но, подумав так, я сразу решил: ну и заткнусь. Помолчу. Пусть те люди, для которых это важно, почтят его память. Если надо — пусть в Куропатах. Я далек от заявлений о том, что, поминая убитого парня, можно каким-то образом унизить куропатские кресты.
</p>
<p>
Простите мне столь персонализированное вступление издалека, но смысл его таков. Национализм, в котором вы видите угрозу, — это то чувство «неравнодушия и заинтересованности», которое, будучи частью гражданина, дает ему право выражать свое мнение потому, что выражать его вообще-то следует только по тем вопросам, которые тебе небезразличны.
</p>
<p>
Думается, что те, кто демонизирует националистов, просто защищает свое стремление реализовывать «сферические права идеально-упругого космополита в вакууме». В отрыве от контекста. Снести памятник архитектуры, чтобы обеспечить удобный подвоз жратвы в сельпо, — вот в чем метафорическая сущность позиции неэмоционального прагматика. Все эти БАМы, пятилетки, новые генерации «рабочих людей», интернационал, «отречемся от старого мира», классовое искусство и один язык на всех: все оттуда. Оттуда, где нет места национализму. Одна прагматика.
</p>

<h2>Маліся ж, бабулька, да бога, каб я проста ніколі не быў!</h2>

<p>
А про национализм этот ужасный я думаю и слышу всякое лет с десяти. Кто такой белорусский националист? Чем он страшен и почему так от этого национализма стараются предостеречь? Мы все, националисты, сталкивались ведь с «не дай бог, трам-тат-там «они» придут к власти».
</p>
<p>
Вот как. Не дай бог…
</p>
<p>
— А кто эти «они»? И что страшного случится?
</p>
<p>
— Да вы же и сами понимаете, что вы здесь разводите демагогию.
</p>
<p>
Белорусский националист — объект договоренности. Когда его обсуждают два «ненационалиста», то их консенсус — в том, что националист — это все, что в состоянии породить их коллективная фантазия. Определять националиста тезисно не нужно. Он — наш бабай.
</p>
<p>
Белорусские националисты сотрудничают (как все знают) с фашистами, а по сути ими и являются, они (все мы помним) вывозили босых русскоязычных женщин с малыми детьми в морозы на российскую границу. Они (не сомневаемся) готовы поднять еврейский вопрос и (сами знаете как) решить. А еще «национализм — последнее прибежище негодяя». Ну! Правда, Джексон говорил конкретно о практике высылать английских заключенных на флот — то есть практике зачисления всякого человеческого мусора в опору государства, а в оригинале говорил и не про национализм, а про патриотизм. Ну и что с того. Звучит емко.
</p>

<h2>Националист — одна штука, патриотов — три штуки</h2>

<p>
На первый взгляд что плохого в том, чтобы каким-то словом называть условного шизика «от нации»? Да ничего. Вопрос в том, какая у него альтернатива. Допустим, шизик — это отклонение. Тогда как называть нормального? В Беларуси он называется патриотом.
</p>
<p>
— Вы кто?
</p>
<p>
— Я — патриот.
</p>
<p>
— А кто такой патриот?
</p>
<p>
— Тот, кто любит родину!
</p>
<p>
— А кто такой тогда националист?
</p>
<p>
— Да вы же и сами понимаете, что вы тут разводите демагогию.
</p>
<p>
Проблема в том, что патриотами у нас называются все остальные, кто не «националист». Патриотами считают себя все люди, которые просто связывают свое будущее с Беларусью, и даже часть тех, кто не связывает. У нас вся страна в говне, и все куда ни плюнь патриоты и «свободно дышат».
</p>

<h3>Патриотов у нас по типажу — штуки три.</h3>

<p>
Во-первых, белорусскими патриотами неизменно называют себя люди, которые поддерживают то, что называется у нас «курсом президента». Но поскольку президент меняет курс с частотой метронома и при этом не утрачивает их любви, есть мнение, что «patre» такие патриоты воспринимают достаточно буквально. Особенностью белорусского patre-иота есть то, что он почти обязательно не знает ни белорусского языка, ни белорусского прошлого, зато очень четко представляет себе белорусское будущее.
</p>
<p>
Второй тип — люди, которые «курс президента», наоборот, не разделяют и именно в этом видят свою полезность для Беларуси — не любить Лукашенко. Их любовь к родине проявляется прежде всего в том, что они имеют определенную политическую позицию. Обычно это стремление к евроинтеграции, которая не рассматривается ими в рамках целесообразности для страны, так как себя они видят в перспективе в качестве граждан Европы, а не Беларуси. То есть Беларусь — то, о чем им приходится думать, а не то, о чем им думать хочется. К белорусской истории они обычно относятся снисходительно, дескать «нас все равно ждет общий европейский светлый дом», белорусский язык знают слабовато или не знают вовсе, но гордятся тем, что уважают право других на нем разговаривать.
</p>
<p>
Ну, и третья группа — люди, которые «здесь живут» и «любят». Им нравится природа, у них есть любимый футбольный клуб, здесь их друзья, близкие, дом и работа. Их гражданская активность может быть равна нулю, но кто мы такие, чтобы называть их непатриотами?
</p>

<h2>Диагноз, patre!</h2>

<p>
Таким образом, очевидно, что для белорусского патриота необязательное знание белорусского языка, культуры и истории. Кроме того, не является необходимым и наличие какой-то политической позиции. Иначе говоря, патриот может оказаться полностью русскоязычным жителем Беларуси с нулевыми знаниями о культурном компоненте страны и нулевой же позицией по важнейшим политическим вопросам жизни страны.
</p>
<p>
Националиста таким представить вряд ли возможно.
</p>
<h4>
Значит, единственное, что мы можем точно утверждать о националисте, — это то, что он — человек, в жизни которого существенными компонентами являются белорусский язык, культура, история и политика, и эти компоненты он готов беречь и защищать.
</h4>
<h2>
Слава нации и форель!
</h2>
<p>
Обычно все приводят в пример те нации, представители которых умеют друг другу помогать и дома, и на чужбине. Евреи, армяне, китайцы и т.д. Они друг дружку тянут-потянут да и вытащат. Завидное качество. А белорусы якобы такого качества лишены. У нас, как принято считать, хаты с краю, чарки и шкварки и лишь бы не было войны. И большая беда подобного обобщения в том, что оно сделано не представителями нации, а в кругу людей, которые живут рядом с ней. Это то же самое, что изучать кита, исследуя не кита, а, скажем, усоногого рачка на том основании, что рачок всю жизнь проводит рядом с китом и за его счет питается. Человек, который идет на митинг, чтобы защитить свой флаг, который точно знает, что его будут бить, и что он не может победить, — где, как вы думаете, его хата относительно края?
</p>
<p>
Белорусы, которые разговаривают по-белорусски, например, в гораздо большей степени склонны к взаимопомощи. Они внутри нашей великой страны представляют собой небольшой, но сплоченный народ. Мне гаишники, знаете, за последние пару лет штрафов уже напрощали баксов на двести. Просто потому, что мой белорусскоязычный маркер показал им, что я «свой». Именно поэтому наш патриотический «усоногий рачок», который к ближнему относится как к набору белков, белорусскоязычного пренебрежительно называет, просто услышав его на улице, «националистом» в значении «фашиста». Патриот считает, что в этом уже и состав преступления, и приговор. Ну, что сказать. Белорусы (белорусскоязычные и часть русскоязычных) — действительно националисты. Но это не диагноз. Это ценность. Это — гордость и наша последняя надежда.
</p>
<p>
Вопрос простой: кто для нашей страны более ценен? Наш условный патриот, которому у нас везде дорога, или наш условный националист, приходом которого к власти принято пугать?
</p>
<p>
Понятно, что с точки зрения законодательства голоса обоих этих условных людей тождественны. Они в нашем социалистическом мире имеют одинаковые права. И тот, которого «эта ваша палицика не инцирысует», и тот, который точно знает, куда и как должна двигаться его страна. Закону не важен ваш внутренний мир. Закон беспокоит факт наличия у вас паспорта. Приехал в Беларусь, получил паспорт — херак! И ты уже белорусский патриот. Например, из тех патриотов, которые просто «за власть». Поэтому я вам скажу вот что.
</p>
<p>
5 декабря, дорогие читатели, в Израиле был митинг. Там нелегальные эмигранты из Эритреи (в которой самый положительный, согласно национальным анекдотам, — анализ на ВИЧ) и Судана в количестве аж 15 тыс. организмов устроили — что бы вы думали — забастовку!
</p>
<p>
А хотели нелегалы (я цитирую) «трех простых вещей». Как сказал самый активный черный активист с искаженным от гнева лицом: «перестать относиться к нелегалам как к преступникам», выпустить задержанных нелегалов из тюрьмы и предоставить им статус беженца. Вот как! Виновные в преступлении, а именно в нелегальном пересечении границы со стороны Египта, требуют не относиться к ним как к преступникам, а оплатить их проживание и дать в перспективе равные с евреями права.
</p>
<p>
Штука в том, что, заселив потихоньку южный Тель-Авив, они сделали это место опасным. Сексуальное насилие стало там делом обыденным. И бедные евреи вынуждены были даже построить стену вдоль границы, чтобы защититься от людей, которые, возможно, через определенный срок станут израильскими патриотами. Правда, есть одно обстоятельство, как сказал мне один знакомый из Израиля: «Здесь не негры, здесь афро-африканцы, а вот для всех белых есть одно название во всех африканских языках — музунгу, примерно аналогичное слову «жид» в русском языке». Подобно тому как белорусские patre-иоты называют нас «опами», «националистами», «фашистами», «пятой колонной» и т.д., так и черные неофиты будут, называя настоящих граждан Израиля «музунгу», кичиться равными с ними правами.
</p>
<p>
В память хозяйке: если вы хотите увидеть такого человека в Беларуси — поищите среди военных на пенсии, которых у нас дофига. И с паспортами и с лаконичными мыслями в головешках. Я во время наблюдения на выборах видел одного такого, учинившего на избирательном участке дебош по той причине, что в списке кандидатов в президенты «на нашей русской земле» не нашел Путина.
</p>
<p>
Не кажется ли вам, что если бы мигранты из Эритреи хотели бы больше любить свою страну, чем насиловать израильских женщин, они бы занимались прежде всего восстановлением собственной родины, а не доведением до ручки чужой? Если бы они сами были националистами своей страны, а не фашистами внутри своей расы, то сидели бы они дома, создавая свои собственные кибуцы, как евреи, которые вырастили оазисы среди пустыни и, видимо, не для того, чтобы потом защищать их от «патриотов Судана», стремящихся стать «патриотами Израиля»?
</p>
<p>
Так вот, я, утверждая, что евреи — националисты, задаю вопрос: что еврейским националистам делать с будущими черными израильскими патриотами, которые уже сейчас хотят признания их прав на насилие, паразитический образ жизни и считают себя гражданами по факту пересечения границы? Ответ в том, что эритрейские бандиты никогда не станут гражданами Израиля, ибо евреи их выпрут сраным веником туда, откуда они и приехали, потому что в национальной стране, которой правят националисты, национальные интересы совпадают с интересами индивидуальными.
</p>

<h2>Простая справедливость</h2>

<p>
Мне, допустим, ясно, что белорусский патриот, вяло верящий, что его пофигизм — это и есть (брендированная хомо-советикусом) «белорусская толерантность», не в состоянии осмыслить национальные интересы моей страны: ему это не хочется обдумывать.
</p>
<p>
Патриот-евроинтегратор с лампочкой поверхностно усвоенных «европейских ценностей» над макушкой — будет ли он полезнее для моей страны, когда этой казуистической власти придет конец? Я, например, не хочу европейских ценностей в виде признания права негра называть меня «музунгу» и селиться обособленными гетто, где на улицах будут резать жертвенных бычков.
</p>
<p>
Я хочу комфорта и справедливости в моей стране на базе договоренности между прежде всего националистами. Да, националистами. Я хочу взвешенного диалога: что нам подходит, а что — нет.
</p>
<p>
Некоторым людям слава богу понятно, что Беларусь — не чистый лист. Нам не нужно «отрекаться старого мира». И если уж мы отстали от Европы, так давайте догонять ее по прямой, а не плутать по ее следу, попадая во все ямы и ухабы, в которых она побывала.
</p>
<p>
Когда встанет вопрос языка, мне бы не хотелось слышать завывания приезжих из «Эритреи» о том, что я нарушаю права человека, о которых они сами узнали только вчера. Хочешь говорить по-эритрейски — не уезжай из Эритреи. Меня не волнуют его «права человека» на обучение на эритрейском языке. У него должно быть право жить по своим правилам у себя дома и по моим — у меня. Этих прав, по-моему, хватит.
</p>
<p>
Об архитектуре пусть разговаривают люди, готовые задушиться, условно говоря, за каждый кирпич древнего кладки. Такие люди не будут ставить на каждый православный храм эти страшные восточные луковицы.
</p>
<p>
Предложить отказаться от «Погони», я думаю, может тот, кто по крайней мере готов биться за другой герб, а не тот, кто снисходительно рассуждает об интернациональном брендинге и персональной эстетической парадигме. Это справедливо как мне кажется.
</p>

<h2>Кто поможет нам?</h2>

<p>
Поскольку для патриота, в отличие от националиста, понятие нации размыто, для него нет и национального интереса, ибо осознание последнего — значительный шаг к национализму. Кстати, об определении национализма. Мне нравится такое: «Направление политики, главным принципом которого является тезис о ценности нации как высшей формы общественного единства и ее первичности в государствообразующем процессе. Как политическое движение национализм стремится к отстаиванию интересов определенной национальной общности в отношениях с государственной властью».
</p>
<p>
В спорах часто слышу упрек в том, что националист видит национальную общность как белорусскоязычную. Это не так. Психически здоровый националист воспринимает национальную общность как сообщество сознательных белорусов, но в этом сообществе видит важным наличие белорусского языкового компонента.
</p>
<p>
А важность какого еще, пардон, языкового компонента он должен постулировать? Удмуртского? Эритрейского? Русского? Если не белорусский националист поднимет белорусскую языковую проблему, то кто это сделает? Русский националист? Финский? Датский?
</p>
<p>
Те, кто выступает против белорусского национализма, выступают против единой силы, которая гарантированно придерживается культивации национального компонента внутри белорусской нации. Если это признается предосудительным, то хотелось бы услышать — что конкретно? Язык ущербный? Литература? История?
</p>
<p>
Давайте представим, что все белорусские националисты исчезли. Все до одного. Что останется от этой страны? На базе чего будет функционировать государство? Какой интерес будет признан национальным?
</p>
<p>
Органическая настороженность человека к чужой культуре без осознания пределов своей приведет к неприятию всего чего бы то ни было чужого на индивидуальном уровне. Не потому что «чужой» нарушает наши устои, а потому что он не похож персонально на меня.
</p>

<h2>Думай о своем</h2>

<p>
Посмотрите. Ведь для белорусских националистов не имеет значения цвет кожи, разрез глаз и национальность белоруса. Среди нас есть представители самых разных рас и стран. Белорусский культуру создавало множество людей, от З.Бядули до Такинданга. Целью белорусского националиста есть защита и расширение сферы всего белорусского. И если какой-нибудь, скажем, китаец в Беларуси проявит желание изучить, например, белорусский язык — он станет объектом всеобщей симпатии и одобрения. Белорусские же патриоты из славянского союза, которые ползают с православными хоругвями и имперскими флагами — вот кому мешают «хачи, черные, евреи» и другие «нерусские» просто фактом своего существования. Они хотят видеть Беларусь в составе великой империи, которая в перспективе, безусловно, покажет миру все ту же «mother of Kuzka».
</p>
<p>
Мне ни разу не пришла в голову мысль противопоставить белорусскую нацию какой-то другой. Показать ее исключительность и привилегированность, а именно это приписывают националистам все, кто чувствует в отношении них какой-то неопределенный дискомфорт. Так почему же я, националист, так мало думаю о других нациях? Что же я за страшный белорусский националист, вина которого в том, что он думает о своем, а на остальные ему, честно говоря, плевать?
</p>
<p>
Настоящий белорус — это не кровь, а база знаний и ценностей. Наша пока что небольшая белорусская нация, растворенная в большом белорусском населении, количественно меньше литовской и даже эстонской. Но в нашей нации гораздо больше возможностей для экспансии. У нее под боком миллионы патриотов, не имеющих ценностей, потому что им не хватает знаний и примеров. Им не хватает нас.
</p>
<p>
***
</p>
<p>
Я бы хотел дожить до того момента, когда бы мне никогда-никогда-никогда-никогда-никогда не придется обсуждать белорусов. Ни «гаротную мову», ни «адабраную гісторыю», ни их перспективы как нации.
</p>
<p>
Я бы хотел дожить до момента, когда я не буду обращать внимания на то, что тарахтит психически больной посол, или не очень умный блогер, или толстый футбольный комментатор.
</p>
<p>
Хочу не выезжать за границу как лазутчик, и не ходить по своему городу как партизан.
</p>
<p>
Хочу дожить до того момента, когда, услышав «нашы гуляюць», я точно буду знать, что это про белорусов.
</p>
<p>
Хочу выглядеть космополитом и ренегатом на фоне большинства белорусов.
</p>
<p>
Хочу, чтобы вдоль улиц было много маленьких выносных кафе. Чтобы они были как в Вильнюсе, а ширина улиц — как в Минске. Хочу, чтобы были саксофонисты в переходах и газеты на ступеньках магазинов. И, если это все сбудется, то хочется знать, что я имел к этому отношение.
</p>
<p>
Хочу вновь увидеть концерт «Новага Неба» на ступеньках Оперного театра, и чтобы при этом держать своего сына у себя на плечах, как когда-то мой отец — меня.
</p>
<p>
Хочу вернуть тот же NRM.
</p>
<p>
Хочу слышать, как дети называют пап «татами».
</p>
<p>
Хочу, чтобы «вясковыя бабулі» не стеснялись себя и «не знікалі». Хочу чтобы им говорили, какие они замечательные, и просили их «не знікаць».
</p>
<p>
 ***
</p>
<p>
Стась Карпов родился в Минске в 1983 г. Окончил филфак БГУ. Веб-дизайнер, публицист, поэт.
</p>
<p>
http://nn.by/?c=ar&i=125014&lang=ru
</p>
	
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>