<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
 	<title>Культурный контекст. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Культурный контекст. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/img/Lithvaniae_Blr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h1>Беларусь. Культурный контекст
		</br><small>обращение к медиа-реурсам</small></h1>
		<p>
		Добрый день!
		</p>
		<p>
		Редакция сайта http://history-belarus.by/ обращается к вам с предложением (вопросом):
		</br>— можно ли организовать кампанию "Беларусь. Культурный контекст"?
		</p>
		<p>
		Обращаемся к вам, поскольку вы, как новостной ресурс, имеете бОльшую аудиторию и влияние.
		</p>
		<p>
		Кампания может создать 
		<h3>трендовый культурный контекст, 
		</br><small>войти в который без минимальных знаний истории будет некомфортно</small>
		</h3>
		Это возможно, если ее поведет не единичный ресурс — у вас ведь много партнеров.
		</p>
		<p>
		Знание истории своего края — во многих странах это культурная норма. 
		</br>Это должно (может) стать трендом и в Беларуси. 
		</p>
		<h3>
		Если отвечать не задумываясь, то как оно будет?
		</h3>
		<p>
		***Три значимых сражения:
		</br>Россия — Мамаево побоище, Куликовская битва, Бородино
		</br>Беларусь/ВКЛ — ...? WTF? Битва под Оршей?
		</p>
		<p>
		***Три полководца:
		</br>Россия — Невский, Дмитрий Донской, Суворов
		</br>Беларусь/ВКЛ — ...? WTF?
		</p>
		<p>
		***Три русских царя: Иван Грозный, Петр I, Николай II
		</br>Трое в. канцлеров Литовских: ...? WTF?
		</br>Трое в. гетманов Литовских: ...? WTF?
		</p>
		<p>
		Кто из ваших знакомых может кратко рассказать туристу историю Беларуси?
		</br>(хотя бы в таком объеме http://history-belarus.by/pages/terms/belarus.php)
		</p>
		<p>
		<h3>В рамках кампании</h3> может быть цикл статей:
		</br>поиск ответов на хорошие вопросы (http://snob.ru/selected/entry/78015) 
		</br>национализм (в конструктивном ключе http://history-belarus.by/pages/articles/blr_nationalist.php)
		</br>создание обобщенных исторических образов — визуальных и контекстных (крестьянин в лаптях с дудкой утомил уже)
		</br>пиар качественных информационных ресурсов (как http://dodontitikaka.ucoz.com/ и тп)
		</br>Может быть постоянный конкурс современной графики на тему национальных героев и дат 
		</br>(от граффити до принта на майку — кроме вариантов "Вершницы" сейчас и нет особо ничего)
		</br>Может быть генерирование целевых тем для проектов Talaka.by (наверно, они смогут их пропиарить и найти для них лидеров)
		</p>
		<p>
		Многие хотят (ну, хотя бы не против) знать историю своей страны и знать немножко больше, чем несколько лет из советского периода. 
		Но у большинства нет времени (повода и желания) на изучение толстых книг и длинных статей.
		Людям нужен повод заинтересоваться.
		</p>
		<h3>Национальная идея</h3>
		<p>
		Нельзя сформировать нацию только вокруг вышиванок.
		</br>Что такое национальная идентификация?(Как вариант http://history-belarus.by/pages/articles/nation_id.php)
		</p>
		<p>
		«Национальная идея в философии — систематизированное обобщение национального самосознания. Национальная идея определяет смысл существования того или иного народа, этноса или нации.» 
		</br>С национальным самосознанием в Беларуси есть определенные проблемы.
		</p>
		<p>
		Типичный ассоциативный ряд:
		</br>Англия — король Артур, Алая и Белая розы, Кромвель, парламент.
		</br>Германия — бароны, Карл Великий, рыцарские ордены, Бисмарк.
		</br>Беларусь — глечыки, рушники, саламяны капялюш, бульба, партизаны, трактор.
		</p>
		<p>
		Бессмысленное какое-то существование. Не народ вроде, а сборище потерпевших. 
		</br>И вся топонимика РБ, календарь дат и событий, государственная символика – ничто не проникает в историю глубже 1924 года. 
		В таком контексте даже древние названия теряют свой смысл.
		</p>
		<p>
		"Национальная идентичность — одна из составляющих идентичности человека, связанная с ощущаемой им принадлежностью 
		к определённой нации, стране, культурному пространству." 
		</br>Отсутствие национальной идеи (какая нация? какое культурное пространство?), национальной самоидентификации — 
		во многом связаны с селянско-советским самовосприятием страны.
		</p>
		<h3>Исторический герой</h3>
		<p>
		В XVII-XIX вв в любой стране 80-90% населения составляли крестьяне.
		</br>Но сегодня в Японии самурай - национальный бренд и неотъемлемая часть культурного образа.
		</br>В России исторические герои - о цари и дворяне.
		</br>Парадокс - при том, что в России дворян было 3% населения, а в Беларуси-ВКЛ шляхты 10-15%,
		исторический герой в РБ - неграмотный селянин.
		</p>
		<p>
		Ваши авторы пишут хорошие статьи http://budzma.by/news/styl-yak-faktar-identychnasci-chastka-2.html
		</br>Но эти статьи не помогают ответить на хорошие вопросы http://snob.ru/selected/entry/78015 
		(для белорусов тоже актуальные)
		</p>
		<p>
		Ребята, затевающие проекты по популяризации Беларуси в Европе, даже друг другу ничего интересного предложить не могут
		</br>http://www.talaka.by/projects/610/blog/728
		</p>
		<p>
		«Але сур'ёзна адрозненне [от Донбасса] — гэта тое, што ў Беларусі ёсць карані, 
		якія могуць выратаваць самасвядомасць яе жыхароў, а ў жыхароў Данбаса гэтага няма», 
		— сказала Рамашэўска-Гузы, параіўшы шукаць ратаванне менавіта ў беларускіх гістарычных каранях. 
		</br>http://nn.by/?c=ar&i=148061
		</br>Але тех, кто о них знает - меньше 0,5% населения
		</p>
		<h3>Энтузиасты</h3>
		<p>
		Есть сетевые группы, выкладывающие действительно интересную информацию по истории Беларуси.
		</br>Но они - для узкой прослойки энтузиастов. В каждой — по 1-2 тыс. человек, и это почти одни и те же люди.
		</br>https://www.facebook.com/groups/229469190481909/ - 900 чел.
		</br>https://www.facebook.com/groups/469648889796210/ - 1200 чел.
		</br>https://www.facebook.com/groups/1560143570916561/ - 3600 чел.
		</br>До 5% населения(тот минимум, который может на что-то влиять) очень далеко.
		</p>
		<p>
		Пока знание истории страны — пусть поверхностное, но белорусоцентричное — не станет трендом, 
		лозунг "Будзьма беларусами!" будет восприниматься 80% населения как призыв одеть лапти.
		</br>("Купляйце беларускае" — ... ну, вы сами знаете)
		</p>
		<p>
		Мы готовы участвовать во всех начинаниях.
		</br>Спасибо, что дочитали этот длинный текст до конца.
		</p>
		<p>
		ПС. При перепечатке ссылка на эту страницу НЕ обязательна. Можно заменить адрес нашего сайта на адрес вашего ресурса (страницы, профиля и тп)
		</br>Редакция не претендует на авторство, первенство и тп. Мы просто хотим изменить этот мир.
		ППС. Слово "кампания" в значении "совокупность военных операций, объединённых общим стратегическим замыслом" 
		пишется через "а" — мы проверяли));
		</p>
		<p>
		С уважением,
		</br>редакция сайта history-belarus.by
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>