<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>Наши фамилии. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Наши фамилии. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/img/Lithvaniae_Blr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>
		Наши фамилии
		<small>
		</br><a href="../figures/stankewicz.php"> Ян Станкевич</a>. Статья написана в 1922 году и напечатана в №4 журнала «Беларускi Сьцяг» в августе-сентябре 1922 года.
		 </small>
		</h3>
		<p>
		I. Наидревнейшие и наиболее оригинальные белорусские фамилии на: 
		</br>-ИЧ (Савинич, Бобич, Смолич, Бабич, Яремич). Фамилии эти начали появляться ещё в ту пору жизни белорусского народа, когда имели место родовые отношения. Те, что были из рода Смалы, стали именоваться Смоличы, из рода Баба (Боб) – Бобичы, из рода Бабы – Бабичы и т.д. Эти же окончания – ич имеются в названии всех племён, составивших со временем основу белорусского народа (Кривичи, Дреговичи, Радимичи). 
		</p>
		<p>
		В Беларуси есть очень много местностей на –ичи (Бялыничи, Игнатичи, Яремичи), все они очень древние и обозначают Отечество рода. Фамилии на – ич и местности на – ичи встречаются в множестве, начиная от Дисненскога повета (района) Виленщчины. Ещё больше их на западе, юге и центре Витебщины, и вероятно, что этих фамилий достаточно много имеется на востоке Витебских земель, довольно часто они встречаются и по всей Могилевщине, и понемногу на всей остальной территории Беларуси. 
		</br>Из всех славян, кроме белорусов фамилии на –ич имеют только одни <a target="_blank" href="../../images/img-articles/kaliada.jpg">Сербы</a> (Пашич, Вуячич, Стоянович). 
		</p>
		<p>
		-ВИЧ. Рядом с фамилиями Смолич, Смалячич и т.п. имеются фамилии Смолевич, Клянович, Родзевич, Бабрович, Жданович и т.п., местности Смолевичи и т.п. Фамилии на –вич очень древние, но всё же менее древние чем уже упоминаемые выше на – ич. В окончаниях –ович, -евич со значением родства пересекается ещё и значение принадлежности (Бабр-ов-ич). 
		</p>
		<p>
		Такие фамилии, как Петрович, Демидович, Вайцюлевич и т.д. показывают, что основатели этих родов были уже христиане, а такие, как Ахматович - что их основатели были мусульмане, т.к. Ахмат имя мусульманское. Такие же фамилии белорусских мусульман, как Родкевич, означают фамилии не только с белорусским окончанием, но и с белорусским корнем (основанием), и показывают что основатели этих родов были Белорусы, которые сами, или их потомки приняли ислам. Не все Родкевичи мусульмане, часть их, как, например, те, что живут в Менске (ныне Минск примеч. моё), католической веры. Есть фамилии евреев с белорусскими на –вич, но с основой еврейской или немецкой– Рубинович, Рабинович, Мавшович. Это те фамилии, что возникли у еврейского населения в белорусской среде. 
		</br>Фамилии на –вич распространены по всей Беларуси; - ич и –вич составляют 30-35% всех белорусских фамилий. Фамилиям на –вич соответствуют названия местностей (деревни, местечки, поселки): Куцевичи, Попелевичи, Дуниловичи, Осиповичи, Климовичи.
		</p>
		<p>
		Фамилии на –вич иногда называют литовскими. Пошло это, оттого что когда-то Литовское государство охватывало всю территорию нынешней Беларуси. 
		</br>Бывает иногда что оригинальные и характерные белоруские фамилии одновременно зовут польскими. Поляков с такими фамилиями вообще нет. Мицкевичи, Сенкевичи, Кандратовичи – это Белорусы, которые создавали богатства польской культуры. К примеру, в Беницкой волости Ошмянского повета есть много представителей, носящих фамилию Мицька и есть деревня Мицькавичи, что значит то же самое, что и Мицкевичи, только что в последнем варианте отвердела ”ць” и изменилось ударение. Если посмотреть, к примеру, списки друзей польских товариществ в Польше, то рядом с типично польскими фамилиями и многими немецкими, только кое где, очень редко, можно встретить фамилию на –ич либо –вич и всегда можно выяснить, что владелец его Белорус. Фамилии и встречающиеся слова на –вич и – ич являются в польском языке совсем чужими. Такое слово, как krolewicz является белорусизмом с «ополяченной» основой. В русском языке, где фамилии на –ич, -ович, -евич не возникли, наименование по отцу (отчество) с этими суфиксами сохранились до сегодняшнего дня. У Украинцев есть фамилии на –ич, но главным образом на северо-украинских землях, где они могли возникнуть под белорусским влиянием. На украинском языке сохранялись названия по отцу. Были в старину названия по отцу и у Поляков и Чехов и других славян (к примеру, Лужицких Сербов), о чём свидетельствуют нызвания на –ice (-ице и -иц) (Katowice), соответствующие белорусским на –ичи (Барановичи). Мнение об польском происхождении этих фамилий пошло потому, что Белорусские земли от 1569 года до раздела Речи Посполитой Обоих Народов были составной автономной частью всей федеративной (а то и конфедеративной) Речи Посполитой Обоих Народов, но ещё более потому, что аполитичные белорусские магнаты (Ходкевичи, Хребтовичи, Валадковичи, Ваньковичи) имели свои интересы на всей территории Речи Посполитой. 
		</p>
		
		<p>
		</br>II. Фамилии на 
		</br>–СКИЙ, -ЦКИЙ локальные. Возникли они от названий местностей и названий, родовых шляхетских усадеб. Распространены они среди белорусской шляхты Великого Княжества Литовского с XV века. Белорусский шляхтич ВКЛ, который владел усадьбой Цяпина – именовался Цяпинский, Острог – Острожский, Огинты – Огинский, Мир – Мирский, Достоевом – Достоевский и т.д. По названиям местностей, кто был из Дубейково тот стал Дубейковский, кто с Суходола – Суходольский, кто жил около озера – Озёрский, за рекою – Зарецкий, за лесом – Залеский и т.п. Зубовский, Дубицкий, Сосновский. Студента, который учится в Вильни, назовут Виленский, а который в Праге – Пражский и т.п. 
		</p>
		<p>
		В среде уже возникшего множества местных белорусских фамилий на –ский, -цкий, могли возникнуть похожие или новые фамилии по аналогии с белорусскими Евреями и Жамойтами. 
		</p>
		<p>
		Фамилии эти как старые, так и новые. При этом в случае старой, они наверняка принадлежали людям довольно известным, то есть боярам, или шляхте. А вот новые фамилии на –ский, -цкий принадлежат одинаково всем классам, селянам и даже белорусским Евреям. Рассказывал мне один господин, следующий случай: Около п. Ошмяны, за горой жили Евреи; как вышло постановление от российской власти записать всех жителей в списки, то в канцелярии оказалось, что эти Евреи не имели никакой фамилии, просто дед прозывался Липка, отец Берка, сын Шимель и т.п. Не знали, как их записать. Выручил один сосед - Беларус, который оказался неподалёку: ”Так это ж, - говорит, - загорские Евреи”. Так их и записали ”Загорские”. 
		</p>
		<p>
		Фамилии мусульманской шляхты в Беларуси на –ский, -цкий одновременно с белорусскою основой (Карицкий и др.) показывают, как и фамилии типа Родкевич, что эти мусульмане не татарского, а белорусского рода. Но есть также среди белорусских татар много фамилий на –ский, -цкий и с татарской основой (Канапацкий, Ясинский). 
		</p>
		<p>
		Фамилиям на –ский, -цкий соответствуют белорусские названия местностей на –щина (Скакавщина, Казаровщина). Фамилии на –ский, -цкий у Беларусов составляют около 12%. 
		</p>
		<p>
		Фамилии на –ский, -цкий, как производные от местностей, встречаются у всех славянских народов. Так, кроме Белорусов, у Поляков (Dmovski), Чехов (Dobrovsky), Украинцев (Грушевский), а так же у Сербов, Болгар и Московитов (Русских прим. моё). 
		</p>
		<p>
		Такие фамилии на –ский, -цкий, как Успенский, Богородицкий, Архангельский, церковного происхождения и одинаково могут быть у всех православных славян. 
		</p>
		
		<p>
		</br>III. Когда фамилии на –ич, -вич обозначают род, фамилии на –онок, -ёнок (Юлючонок, Лазичонок, Артямёнок), -чик, -ик (Марцинчик, Аляксейчик, Иванчик, Язэпчик, Авгинчик, Мирончик, Млынарчик, Сяменик, Кухарчик), -ук, -юк (Михалюк, Алексюк, Василюк) обозначают сына (сына Язэпа либо сына Авгини, либо сына Млынара), а фамилии на –еня (Васеленя) просто дитя (дитя Василя). Фамилии на –онак, -ёнак, -еня, -чик, -ик есть характерные белорусские и простонародные у Белорусов, хотя и не такие древние, как на –ич и –вич. Фамилии на –онак, -ёнак имеют только одни Белорусы. Белорусским фамилиям на –онак, -ёнак соответствуют у Украинцев фамилии на –енко (Черкасенко, Демиденко), а в шведском и английском языках фамилии на –son (сын), а фамилии на –еня соответствуют грузинским с окончаниями на –швили (Ремашвили). 
		</p>
		<p>
		Фамилий на –онак, -ёнак, -еня, -чик, -ик, -ук, -юк в Беларуси 25-35%, значит, приблизительно столько, сколько на –ич и –вич. 
		</p>
		<p>
		Фамилий на –онак, -ёнак наиболее распространены в Дисненском повете Виленского края, ещё больше на Витебщине, возможно немного меньше на Могилевщине и в восточной части Менщины. Есть они и по всей Беларуси. 
		</p>
		<p>
		Фамилии на –чик, -ик разбросаны также по всей Беларуси. 
		</br>На –еня, -ук, -юк –- наиболее всего на Гродненщине 
		</p>
		
		<p>
		</br>IV. Дальше идут фамилии, которые произошли от различных названий (Зуб, Книга, Качарга, Бубен, Сак, Шышка, Шыла), растений (Капуста, Рэдзька, Бурак, Гичан, Грыб, Груша, Бульба, Цыбуля), птиц (Верабей, Бусел, Бацян, Сарока, Гиль, Синица, Шуляк, Каршун, Коршун, Кажан, Воран, Крук, Шпак, Чыж, Голуб, Галубок), животных (Каровка, Заяц, Бобр, Мядзьведзь, Лис, Корсак), названия месяца либо дня недели (Листапад, Серада, Вечар), праздника (Вяликдзень, Каляда, Купала), имена людей становились фамилиями (Сяргей, Барыс, Гардзей, Мицька, Тамаш, Захарка, Касцюшка, Манюшка, Мялешка). Сюда относятся и такие фамилии, которые характеризуют собой человека. Так на – ка, -ька в основе слов Пароцька, Лянуцька (тот, кто ленится), Забудзька (тот, кто забывается) есть также фамилии: Будзька ( кто будит), Сапоцька (кто храпит), далее Родзька (от родить), Ходзька (от ходить), Хоцька (от хотеть), Жылка, Дубовка, Бровка и очень много подобных этим фамилиям. 
		</p>
		<p>
		Фамилии эти, как старые (Волк, Жаба, Кишка, Корсак), так и новые, встречаются по всей Беларуси; их будет около 10-12% всех белорусских фамилий.
		</p>
		
		<p>		
		</br>V. Фамилии с окончаниями на –ов, -ев, -ин обнаруживаются у Белорусов, начиная с востока и севера Витебщины, с востока Могилевщины; довольно много таких фамилий на Смоленщине и в белорусских частях других губерний (Псковская, Тверская и др..). Кое-где могут встречаться в центре и на западе Беларуси. Возникает вопрос, как такие, характерные для Московитов (т.е. русских прим. моё) и Болгаров, фамилии могли возникнуть у Белорусов. 
		</p>
		<p>
		В первую очередь нужно иметь в виду, что эти белорусские земли долгое время (около 145-ти лет, а некоторые и 300-400 лет) были в составе Росссии, что, будучи под властью России, они управлялись не на правах автономии а из центра Российского государства. Нужно думать, что уже в давнюю пору московского господства на этих белорусских землях, не соблюдая других особенностей белорусских земель и народа, Московиты не соблюдали и особенностей белорусских фамилий, переделывая на свои шаблонные с окончаниями на –ов, -ев, -ин. 
		</p>
		<p>
		Интересно, что когда наш печатник Федарович появился в Москве, то его назвали как Федоров. Как переделана, была фамилия Федарович в Москве, так переделывались масса других белорусских фамилий на белорусских землях, зависимых от Московии. Таким образом, Белорусы этих земель имели иногда по две фамилии – одну, какую они сами использовали, другую – какую знала власть. Говоря, ”звались” одной, а ”писались” другой фамилией. Со временем, однако, эти последние написанные ”правильно” фамилии взяли вверх. Владельцы их, для своих же интересов решили эти письменные фамилии помнить. Таким образом, Барысевичи стали Борисовы, Трахимовичи – Трохимовы, Сапранки – Сапранковы и т.д. Но там, где со старой родной фамилией была связана семейная традиция, её упорно держались и такие национальные белорусские фамилии сохранились до настоящего времени на отдалённых границах этнической территории Белорусов. 
		</p>
		<p>
		Однако, наибольшее, изничтожение белорусских фамилий в восточной Беларуси приходится на XIX век и завершается в XX в. 
		</p>
		<p>
		Систематично русифицируя Беларусь, власть систематично русифицировала и белорусские фамилии. 
		</p>
		<p>
		Не стоит удивляться, что русские русифицировали часть белорусских фамилий, когда даже таким далеким для русских по языку (не по крови) народам как Чуваши и Казанские Татары, они русифицировали все фамилии. От того, что Татары мусульмане, в их фамилиях, по крайней мере корни остались мусульмано-татарские (Балеев, Яманов, Ахмадянов, Хабибулин, Хайрулин). Чуваши, которые недавно крещены в православную веру, имеют все фамилии чисто русские, от того, что принимали крещение в массовом порядке и наиболее часто им почему-то давали имена Василий либо Максим, поэтому теперь большинство Чувашей имеют фамилии Васильев или Максимов. С этими Васильевыми и Максимовыми часто бывает просто беда, их так много, что тяжело бывает разобраться. 
		</p>
		<p>
		Русификация белорусских фамилий происходила как по закону, так и просто вследствие административной и образовательной политики московских властей в Беларуси. Так, в волостях в соответствии с законом поменяли целые массы белорусских фамилий на русские, но в тех же волостях подобная перемена делалась и без каких-либо законов. Какой-нибудь царский волостной писарь (или другое начальство), хотя и хорошо знал разные белорусские фамилии, но выделял нехорошими эти фамилии в их звучании на белорусском языке, а так как, писать должен был по-русски ”правильно”, то поправлял по возможности наши фамилии, записывая их ”правильно” по-русски. Делал он это, часто, по доброй воле. 
		</p>
		<p>
		С расширением украинского движения украинские фамилии на –енко утвердили себя у российского начальства, а по этому примеру и у белорусских царских волостных писарей и других гражданских служащих, начали считаться ”правильными”. И те же волостные писари, меняя одни белорусские фамилии на русские с –ов, -ев, -ин, одновременно другие меняли на –ко, смотря до чего было ближе. Так сын Цярэшки, Цярэшчанка (Цярэшчанок либо Цярэшчонак) стал Терещенко; з Зьмитронак – Зьмитренко (или ещё ”правильней” - Дмитриенко), а Жауток – Желтко. Все фамилии белорусов на –ко переделаны из белорусских фамилий на –онак, -ёнак. Бывает, что тут прячется подвох – зовут все, к примеру, Дударонак или Жауток, а в воласти записаны ”правильно”: Дударенко, Желтко. 
		</p>
		<p>
		Как стало у нас в моде всё чужое, а своё пошло на убыль, так некоторые Беларусы сами, по собственной инициативе, поменяли свои фамилии на модные, чужые, ”панские”. Особенно эти замены коснулись фамилий обозначенных в пункте IV, т.е. фамилии от названий разных слов, птиц, животных и т.п. Замечали, что нехорошо называться Сакол, Салавей, Синица, Сарока, Гардзей и меняли на Соколов, Синицын, Соловьев, Гордеев, а Сакалёнак на Соколенко или вообще делали их бессмысленными; так Груша стал писать свою фамилию Грушо, Фарботка – Форботко, Мурашка – Мурашко, Варонка – Воронко, Хоцька – Хоцько, Ходзька - Ходзько, некоторые Шылы стали писать свою фамилию через два ”л” – Шылло и т.п. Так же меняли фамилии на фамилии с окончаниями на -ский, какие не обязательно белорусские, но так же имеются и у других славян. Как пример, представлю на это следующее. Знал я одного господина, фамилия которого была Видук (вид мака с большими маковками -лепестками, цветет он красным цветом). Разбогатевши, купил он себе дворянские бумаги и подал просьбу к властям, чтобы сменить ему фамилию Видук на Маковский. Просьбу его удовлетворили и заменили фамилию на двойную – Видук-Маковский. 
		</p>
		<p>
		Когда фамилии на –ич, -вич обозначают род, на –онак, -ёнак – сына, то фамилии на –ов, -ев, -ин обозначают принадлежность, это «предметы», что отвечают на вопрос чей. Чей ты? – Ильин, Дроздов и т.д. Эти «предметы» имеют не только одни Русские и Болгары, но и все другие славяне (Поляки, Чехи, Украинцы, Сербы). Имеют их и Беларусы. У нас часто говорят Янук Лявонав, Ганка Лявонава, Пятрук Адамав и т.п., где слова Лявонав, Адамав, обозначают, что он происходит от Лявона, Адама, часто сын или дочь Лявона и т.п. 
		</p>
		<p>		
		Принадлежность предмета приходится использовать для отделения, часто Янук, Пятрук и т.п. бывает не один. У нас под русским влиянием могли возникнуть свои белорусские фамилии с такими окончаниями. В этом смысле разница между Русскими и Болгарами, с одной стороны, и другими славянами с другой, та, что у последних эти предметы часто фамилиями не становятся. 
		</p>
		<p>
		Резюмируя всё, что сказано о фамилиях на –ов, -ев, -ин, надо сказать кратко – эти фамилии возникли: 
		</br>1) в результате переделывания либо замены «московскими» писарями и начальниками белорусских фамилий, 
		</br>2) некоторые Белорусы последнее время самостоятельно их переделывали на модные тогда русские и 
		</br>3) они могли отчасти возникнуть в белорусской среде, или под российским влиянием. 
		</br>Фамилии эти все новые и не являются характерными для Белорусов. Фамилий этих есть у Белорусов 15-20%. 
		Фамилии на –ов, -ев, -ин являются национальными у Болгар и Русских. Приблизительно столько, сколько у Белорусов, есть этих фамилий и у Украинцев, где они имеют такой же характер, как и у нас.
		</p>

	
		</br></br></br>
		http://soko1.livejournal.com/395443.html		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>