<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>БНР. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="БНР. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/articles_title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
 
		<h4>
		Автор: Алесь Чайчыц 20/03/2013
		</br><small>Источник: <a target="_blank" href="http://inbelhist.org/mogla-li-bnr-uderzhatsya/">Інстытут беларускай гісторыі і культуры</a></small>
		</h4>
		
		<h3>
		Могла ли БНР удержаться?
		</br><small><i>Мы хотели ограничиться ссылкой на источник, но в декабре 2014 доступ на многие сайты был закрыт, поэтому переписали сюда</i> — ред.</small>
		</h3>
		

		<p>
		25 марта 1918 года — главная дата белорусской истории 20 века. Как ни относись к белорусскому национальному движению и белорусской нации, факт остаётся фактом: именно в Третьей уставной грамоте Рады БНР Беларусь впервые в истории была провозглашена суверенным демократическим государством. Именно с 25 марта 1918 года и по сей день Беларусь существует на политической карте Европы как самостоятельная единица. Люди, которые восстановили независимость Беларуси в 1991 году, в качестве своего ориентира видели именно Белорусскую Народную Республику 1918 года. Этот день — главный праздник Беларуси.
		</p>
		<p>
		В начале марта 1918 года в белорусском Бресте российские большевики после серии сокрушительных военных поражений заключили мир с Германией. По условиям мира Россия отказывалась от Прибалтики, Беларуси и Украины. Исполнительный комитет Всебелорусского съезда, белорусского координационного представительного органа, среагировал мгновенно: Беларусь не должна была остаться «ничьей землёй», её судьбой должны распоряжаться сами белорусы, а не немцы или большевики. Легитимное самоорганизованное местное представительство взяло на себя ответственность за будущее страны, издав три уставные грамоты, в которых провозглашался государственный суверенитет Беларуси.
		</p>
		<p>
		Беларусь провозгласила о создании самостоятельного государства через считанные недели после Эстонии и Литовской Республики и на полгода раньше Латвии.
		</p>
		<p>
		Дальнейшая, да и предшествущая история <a href="../terms/bnr.php">Белорусской Народной Республики</a> — это во многом история о везении и невезении.
		</p>
		<p>
		Скажем, государствам Балтии в 1918 повезло. У латышей и эстонцев не было линии фронта посреди страны, не было претендующих на их территорию с одной стороны советской России, а с другой — мощной возрождённой Польши. У них были с одной стороны большевики, а с другой — Балтийское море. А в Балтийском море, на секунду, дружественный британский флот, который не только оказывал материальную поддержку войскам новых стран, но и самым прямым образом помогал прибалтам бить большевиков и немцев, предоставляя непосредственную огневую поддержку. Белорусской Народной Республике такая помощь даже не снилась. А дело, по большому счёту, всего-то в географии.
		</p>
		<p>
		Повезло так далеко не всем. По итогам гражданской войны в бывшей Российской Империи не удалось удержаться даже независимой Украине с её, казалось бы, колоссальными людскими и материальными ресурсами, с пассионарным и массовым национальным движением. Не удержалась ни УНР, ни ЗУНР; ни Петлюра, ни Скоропадский.
		</p>
		<p>
		Не удержались демократические Грузия, Армения и Азербайджан, провозгласившие независимость от России, несмотря даже ни на какое выгодное географическое положение, ни на какой горный ландшафт. Они были слишком далеко от Европы, да в Чёрном и Каспийском морях не было британского флота.
		</p>
		<p>
		Глядя на всё перечисленное выше — как в тех условиях было удержаться независимой Беларуси? В условиях, когда большинство местной политической и экономической элиты сделало ставку на Пилсудского и Польшу?
		</p>
		<p>
		Умалять значение Акта 25 марта только из-за того, что Белорусской Народной Республике тогда не удалось превратиться в полноправную державу — это всё равно, что упрекать слабое тогдашнее белорусское протогосударство за то, что оно не отправило первого человека в космос или не завоевало выхода к морю. То есть, нископробный великодержавный полемический приём в стиле «у кого нет нефти и ядерной бомбы, тот жалкий лимитроф»
		</p>
		<p>
		То, что удалось белорусскому движению в тот момент — это колоссальный подвиг, пример массовой самоорганизации людей, невиданного ранее национального подъёма. По всей Беларуси создавались органы власти новой республики, по всей распадающейся российской армии формировались белорусские подразделения.
		 Кульминацией процесса стал конец 1920 года — <a href="../events/uprising_sluzk.php">Слуцкое вооружённое выступление</a>, 
		 поход <a href="../figures/bulak.php">Балаховича</a>, начало партизанской <a href="../events/war_green_oak.php">войны “Зелёного дуба”</a>, которым помогала вся Беларусь.
		</p>
		<p>
		С этим громким заявлением о своей самостоятельности были вынуждены считаться все: от немцев, которые с первого дня начали бороться против БНР, до Пилсудского; от властей Литовской Республики до российских большевиков, которые уже 1 января 1919 года объявили собственную марионеточную советскую белорусскую республику. Исполком Всебелорусского конгресса, не став Радой БНР, не имел бы достаточного статуса, чтобы даже близко претендовать на участие в межгосударственных отношениях и чтобы самим фактом своего существования заставлять принимать Беларусь в расчёт.
		</p>
		<p>
		95 лет назад мы завоевали себе право «людьми зваться». С наступающим праздником!
		</p>
				
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>