<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Катажына Бонда. Беларускiя каранi каралевы польскага дэтэктыву</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Але насамрэч самае прыгожае — гэта лякальнасьць. Не мае значэньня — калі. Я хацела разварушыць мурашнік і паказаць, што не існуе ніякай чыстай крыві. 
	  Я заўсёды адчувала нейкую выключнасьць — гэтую экзотыку, якая заўсёды была са мною, на падсьвядомым узроўні. 
		 Спачатку я думала, што гэта з-за таго, што я з Гайнаўкі, то бок з Падляшша. 
		 " />
	<meta name="keywords" itemprop="keywords" content="Катажына Бонда, Катажина Бонда,
	История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/bonda/bonda.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Катажына Бонда 
		</br><small>каралева польскага дэтэктыву</small>
		</h3>
		<p class="img-float-left">
		<img src="../../images/img-articles/bonda/bonda_thumb.jpg" height="160"/>
		</br><small>Катажына Бонда</small>
		</p>
		<h4><i>
		"Я хацела разварушыць мурашнік і паказаць, што не існуе ніякай чыстай крыві."
		</i>
		</br><small><a target="_blank" href="http://radyjo.net/4/91/Artykul/215358">Читать полностью</a> на Polskie Radio Dla Zagranicy</small>
		</h4>
		
		<p>
		В: <i>Вас называюць "каралевай польскага дэтэктыву". У беларусаў і палякаў каралі часта былі адныя і тыя ж. 
		А Вы да ўсяго гэтага нарадзіліся ў Гайнаўцы й скончылі Беларускі ліцэй. Ці ёсьць у Вас беларускія карані?
		</i>
		</p>
		<p> 
		К. Бонда: У мяне 100%-е беларускае паходжаньне. Я гэта ведаю, і гэта не падлягае ніякім сумневам і дыскусіям. 
		Я ні з кім на гэты конт не зьбіраюся спрачацца. Але ў мінулым, я не буду гэтага хаваць, я лічыла інакш. 
		</p>
		<p>
		Я сапраўды вучылася ў Беларускім ліцэі, 
		але пайшла я туды не з-за нацыянальнай сьвядомасьці. Гэта быў чысты разьлік. Беларускі ліцэй быў значна лепшы, чым так званы 
		Польскі ліцэй у Гайнаўцы. Дома мы размаўлялі па-польску, і я была вымушаная вучыць алфавіт ужо ў ліцэі... я вучыла ўсё ад самага пачатку. 
		Я тады дала рады, навучылася. Мае настаўнікі сьмяяліся з мяне: "Бонда, ты ніколі гэтаму не навучышся, бо ў цябе цьвёрды акцэнт". 
		</p>
		
		<p>
		В: <i>З кожным годам на Падляшшы зьмяншаецца колькасьць беларусаў. Кажуць, што так адбываецца з-за пачуцьця сораму мясцовых беларусаў. 
		Бо для маладых беларускасьць — гэта вельмі часта правінцыйнасьць. І адмаўляючыся ад беларускасьці, яны пазбаўляюцца непажаданага багажа.
		У Вас такога не было?
		 </i>
		</p>
		<p>
 		К. Бонда: Гэта вельмі складаная тэма. Тое, што ўплывае, ці ў некага беларускае паходжаньне, ці не, вырашае месца, адкуль ён родам. 
		 Я гэта выкарыстала ў маёй найноўшай кнізе "Акулярнік". 
		</p>
		<p>
		 Калі парэшткі тваіх продкаў ляжаць у гэтай зямлі, і калі гэта была іх зямля, і яны жылі там, плюс вера, а ў мяне і з боку мамы, 
		 і таты продкі былі праваслаўнымі. Гэтых двух элемэнтаў, на маю думку, дастаткова, каб сказаць, што мае карані сапраўды беларускія. 
		 Бо гэты народ жыў на той зямлі, адкуль я родам. Для мяне гэта, з аднаго боку, складана, а зь іншага — нязвыкла. 
		</p>
		<p>
		 Я заўсёды адчувала нейкую выключнасьць — гэтую экзотыку, якая заўсёды была са мною, на падсьвядомым узроўні. 
		 Спачатку я думала, што гэта з-за таго, што я з Гайнаўкі, то бок з Падляшша. Усе гэтыя элемэнты я выкарыстоўваю ў кнізе 
		 й надаю іх літаратурным героям.
		 </p>
		 <p> 
		 Я хацела разварушыць мурашнік і паказаць, што не існуе ніякай чыстай крыві.
		 </p>
		<p> 
		 Калі я зьбірала матэрыялы й шукала элемэнты, якія пазьней выкарыстала ў кнізе, то я сутыкалася зь гісторыямі іншых людзей. 
		 Нехта кажа, што ён змагарны паляк, маўляў, "Польшча для палякаў", "чыстая кроў" і г.д. Я пра ўсё гэта кажу іранічна. 
		 Нават трошкі падсьмейваюся. А ў той жа час у гэтага чалавека чыста беларускае прозьвішча, якое выразна сьведчыць аб ім. 
		 </p>
		<p>
		 Я такім чынам падміргваю чытачу. Мы жывем у часы глябалізацыі, адбываецца ўніфікацыя, усё становіцца ўнівэрсальным. 
		 Але насамрэч самае прыгожае — гэта лякальнасьць. Не мае значэньня — калі. 
		</p>
		<p>
		Я адкрыла для сябе ўсе рэчы, якія канчаткова разбурылі маё ўспрыняцьце гэтай справы, ва ўзросьце 38 гадоў. Гэта даволі позна. 
		Я жыла ў зусім іншым сьвеце. Я магу вас запэўніць, што гэта шмат што зьмяняе. Рэчаінасьць і яе ўспрыняцьце цалкам зьмяняюцца.
		</p>

		
		
		
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>