<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>Мова. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Мова. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/img/Lithvaniae_Blr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Хорошая горькая книга</h3>
		<p>
		<h4>"Мова"</h4>
		 – новый жанровый эксперимент <a href="http://martinovich.by/">Виктора Мартиновича</a>, призера Европейского общества научной фантастики в 2014 году, 
		дебютный роман «Паранойя» которого вышел по-английски в США, а на днях будет представлен и на немецком языке.
		</br>Новый роман – это социальная фантастика с "мовай" в качестве главного героя.
		</p>
		<p>
		«У “Мове” я паспрабаваў сабраць у незвычайным сюжэце маё разуменне багажу праблем, звязаных з нашай ідэнтычнасцю, з культурай, мовай і гісторыяй. З тутэйшасцю, з правінцыйнасцю, з гатоўнасцю адмовіцца ад свайго», — пишет автор.
		</p>
		<p> 
		Действие романа происходит в фантастическом будущем – Китай и Россия отделились стеной от Европы, которая потеряла свое величие, 
		и образовали процветающее союзное государство. 
		Центр Минска превратился в густонаселенный китайский квартал. Главный герой живет в мире, где правит система и  
		китайская мафия, в мире, где добро и зло, просветители и преступники, верность и предательство поменялись местами.
		</p>
		<p>
			<i>
			Официальная авторская русскоязычная бесплатная раздача
			</i>
			</br><a href="http://34mag.net/piarshak/post/mova/">скачать</a>
		</p>
		<p>
			Если ссылка на авторскую раздачу по каким-то причинам не работает, скачать можно
			</br><a href="https://drive.google.com/file/d/0B_T3PThCY39DMU51T25qeUdSNFU/view?usp=sharing">тут </a>
		</p>
		<p>
		Виктор Мартинович (1977) – белорусский писатель, журналист, искусствовед. Закончил факультет журналистики и аспирантуру БГУ. Заместитель главного редактора общественно-политического еженедельника «БелГазета», преподаватель Европейского гуманитарного университета. В 2008 г. защитил докторскую диссертацию и получил ученую степень (PhD) по истории искусств.
		</p>
		<p>
		В 2012 автор был награжден литературной премией «Дэбют» им. М. Богдановича, в 2013 вошел в длинный список российской премии «Нацбест», в 2014 – получил премию (Encouragement Award) Европейского общества научной фантастики (European Science Fiction Society).
		</p>
		<p>
		Автор романов «Паранойя» (2009), «Сцюдзёны вырай» (2011), «Сфагнум» (2013). Повесть Мартиновича «Табу» в 2010 г. была переведена на английский язык и опубликована в сборнике Best European Fiction 2011.
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>