<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>Эссе. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Учебник истории. Статьи о Беларуси, белорусах, национализме и национальной идее.
	  История Беларуси за последнюю 1000 лет кратко в интерактивном изложении.
	Статьи в разделах Время, События, Люди, Термины иллюстрированы историческими картами и документами 
	(их можно скачать в разделе Download) и сопровождаются ссылками на общедоступные ресурсы с более полной информацией." />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/img/Lithvaniae_Blr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>
		Как вы себе представляете «идеальный» школьный учебник по истории Беларуси?</br>
		<small>Эссе на заданную тему. Европейский колледж Liberal Arts </small>
		</h3>
<p>
Грустная такая постановка вопроса. Слово «идеальный» как бы намекает, что таким он будет только в мечтах. Ну, помечтаем.
</p>
<p>
Для начала — а зачем он нужен? Предположив, что история народа лежит в основе национальной идеи, ответ достаточно очевиден.
</p>
<p>
«Национальная идея в философии — систематизированное обобщение национального самосознания.
</br> Национальная идея определяет <i>смысл существования</i> того или иного народа, этноса или нации.» 
</br><small>В. А. Алексеева. Национальная идея.</small>
</p>
<p>
Поиграем в ассоциации.
     <ul>
	    <li>
			Англия — король Артур, Алая и Белая розы, Кромвель, парламент.
        </li>
		<li>
			Германия — бароны, Карл Великий, рыцарские ордены, Бисмарк. 
		</li>
		<li>
			Беларусь — глечыки, рушники, саламяны капялюш, бульба, партизаны, трактор.
		</li>
	</ul>
</p>
<p>
Бессмысленное какое-то существование. Не народ вроде, а сборище потерпевших. И вся топонимика <a href="../terms/rb.php">РБ</a>, 
календарь дат и событий, национальная и государственная символика – ничто не проникает в историю глубже 1924 года. 
В таком контексте даже древние названия теряют свой смысл.
</p>
<p>
И ведь есть учебники, и не одно поколение учеников учило предмет «История Беларуси», а ассоциации не меняются и национальная идея не складывается.
 Наверно потому, что заученные даты мертвы и высыпаются из памяти как труха. 
</p>
<p>
Живая история (History) складывается из маленьких историй (Story). Каждая маленькая история привязывает History к реальному месту и к реальной 
(или легендарной) личности. И такие личности-образы и есть те гвозди, на которых натянута канва истории в сознании обыкновенного человека. 
</p>
<p>
Слишком много в учебниках серьезной History и нет совсем тех Stories которые сделают историю живой. И нет личностей-образов,
нет гвоздей — и вместо красочного холста имеем кучку ниток, сдуваемых ветром первых каникул.
</p>
<p>
Кто помнит даты наполеоновских войн? А картину закрепленную образами Кутузова, Багратиона, Давыдова, Балконского припомнит каждый. 
</p>
<p>
Да и вообще — у россиян есть чему поучиться в плане подачи истории («Аустерлиц — а что это? Вот Бородино — было, а это не помню»). 
История красиво структурирована по царям/императорам. Иван Грозный сделал… Екатерина сделала… Петр I сделал… Яркие портреты, гвозди канвы истории.
</p>
<p>
Структурировав свою историю по князьям/канцлерам/гетманам мы как минимум получим те самые личности-образы, которые останутся в памяти. 
<a href="../terms/weliki_kancler.php">Великий канцлер литовский</a>, <a href="../terms/weliki_hetman.php">великий гетман литовский</a>, 
<a href="../terms/statut.php">статут</a> великого княжества литовского, <a href="../terms/shliahta.php">шляхта</a>, 
<a href="../terms/husaria.php">крылатые гусары</a> – чтобы отбить романтику самих этих названий и сделать их скучными надо <i>очень</i> постараться. 
Одна только поэтичность терминов и эпохи способны сделать History увлекательной и наполнить ее массой Stories. 
И в каждом классе должна висеть <a href="../download/map_radziwill.php">карта</a> Magni Ducatus Lithuaniae <a href="../figures/radziwill_sirotka.php">Николая Криштофа Радзивилла</a>.  
Или быть развернутым вкладышем в учебник. (Почему я делаю акцент на периоде до III раздела <a href="../terms/rzeczpospolita.php">Речи Посполитой</a>?
 Потому, что наиболее значимые для самосознания народа события, как и лучшие памятники архитектуры 
— см. «Памятники искусства Советского Союза: Белоруссия, Литва, Латвия, Эстония», ББК 85.113(2)1 Б43 — случились именно в этот период).
</p>
<p>
Ведь во многом, история — это миф, сложенный во имя национальной идеи. Задача школьного учебника истории — не подготовить History магистров, 
а заложить некие аксиомы национальной самоидентификации, дать повод для гордости (если этнос прошел сквозь века и не растворился, 
оставил свой след  — уже это хороший повод) и осмысленность взгляда на свою землю 
(«Герб Речицы <a href="../terms/blr_gerb.php">Погоня</a> потому, что под литовцами ходили», «<a href="../places/wostra_brama.php">Вострая Брама</a> 
— это ж в <a href="../places/wilno.php">Вильнюсе</a>. И <a href="../terms/litwiny.php">литвины</a> какие-то. Написал 
<a href="../figures/bogdanowich.php">Богданович</a> абы-что» — это отвратительно).
</p>
<p>
Миф — это вовсе не сказка. Это поэтизированная память о событиях и людях. Шлиман отыскал Трою опираясь на миф Илиады. 
</p>
<p>
Парадокс — мифологизация четырех лет ВОВ превышает мифологизацию предшествующего тысячелетия на несколько порядков. Яркие люди-образы, календарные праздники – 
и пусть никто не помнит имена всех генералов и точную хронологию, но общая картина незабываема, незыблема и однозначна. И воспоминания <i>очевидцев</i> 
о насилии партизан над тутэйшыми воспринимаются как вражеский бред (хотя как иначе прокормиться вооруженным людям, скрывающимся в лесу?). 
И это реально <i>очень хороший</i> пример, который стоит взять за образец — в советском учебнике материала 
о Зое Космодемьянской было столько же, сколько обо всей операции Багратион. 
</p>
<p>
Подаче своей истории можно поучиться и у англичан. Двухчасовая передача на Discovery — и всего парочка дат и цифр. 
Остальное время — на создание яркого образа героя и места. Люди отдают себе отчет в том, что их цель — закрепить миф истории в голове 
обычного человека, а не подготовить материал для диссертации. Даже <i>завоевание Англии</i> датскими викингами подается как <i>триумф</i> англо-саксонского духа. 
И то, что «высокородные» слова типа «суд» — французские, а «подлые» типа «хлев» — английские (в силу исторических событий), 
это не повод для самоуничижения, а повод для восхищения многообразием и восприимчивостью своей культуры.
</p>
<p>
Пора подводить итого. Итого:
</p>
<p>
идеальный школьный учебник истории — это набор мифологизированных аксиом, прославляющих историю этой земли и людей, живших на ней. 
Он должен давать массу красивых Stories, складывающихся в стройную History, давать повод детям гордится прошлым своей страны, 
давать им возможность рассказать кому-то о ней. (Кто-нибудь пробовал рассказать своим знакомым <i>хоть что-нибудь</i> из нынешнего учебника?)
</p>
<p>
И поменьше политкорректности (кто не согласен — попробуйте найти <i>что-нибудь лестное</i> для белорусов в литовском или российском учебнике. Историю мифологизируют все — 
и <a href="../figures/olgerd.php">Ольгерд</a> уже почти повсеместно становится Алгердасом, а <a href="../figures/vitovt.php">Витовт</a> — Витаутасом. 
Только поляки еще защищают славянские корни литовских князей — ну, не хотят они верить,  что короли европейской династии 
<a href="../figures/jagellony.php">Ягеллонов</a> были <a href="../places/samogitia.php">жмудинами</a>, у которых во времена 
<a href="../figures/jagiello.php">Ягайло</a> ни своей грамоты, ни своих городов не было).
</p>
<p>
Однако в свете сегодняшних трендов, когда «подвиг Прокоповича» (да да да — так и наберите в Гугле) входит в экзаменационную программу, 
наверно, в идеальном учебнике истории  Беларуси должны быть просто чистые белые страницы — они, по крайней мере, пробуждают любопытство и не калечат сознание.
</p>
<p>
<small>
Enjoy.</br>
Кристобаль Хозевич
</small>
</p>

	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>