<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>Генеалогия Руси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Откуда есть пошла Русская Земля — экскурс в историю" />
	<meta name="keywords" itemprop="keywords" content="история руси, генеалогия славян, русь, украина, беларусь, невры, киммерийцы, будины, ДНК,
	русская земля, украинцы, белорусы, русские, русы, ятвяги, скифы,  ДНК генеалогия,  ляхи, варяги, трипольцы, трипольская цивилизация, Триполье, откуда пошла русская земля
	 " />
  	<meta property="og:image" content="http://history-belarus.by/images/img-terms/slavs/brothers.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
 
		<h2>Откуда есть пошла Русская Земля 
		</br><small>Александр Гальченко, экскурс в историю</small>
	<!--	<h4><a target="_blank" href="https://www.facebook.com/al.e.fad.3">Александр Гальченко</a></h4> -->
		</h2>
		
		<h1 style="color:#F00;">Контент страницы удален по требованию РОСКОМНАДЗОРа</h1>
		
		<p>
		Дата:	03.02.2017 22:03
		</br>От:	Олег Ратников
		</br>Тема:	РОСКОМНАДЗОР информирует
		</br>Сообщение:	Доброго времени суток!
		</p>
		<p>
		Направляется уведомление о внесении в «Единый реестр доменных имен, указателей страниц сайтов в сети «Интернет» и сетевых адресов, позволяющих идентифицировать сайты в сети «Интернет», содержащие информацию, распространение которой в Российской Федерации запрещено» следующего(их) указателя (указателей) страницы (страниц) сайта в сети «Интернет»: http://history-belarus.by/pages/articles/genealory_of_rus.php . 
		</p>
		<p>
		В случае непринятия провайдером хостинга и (или) владельцем сайта мер по удалению запрещенной информации и (или) ограничению доступа к сайту в сети «Интернет», будет принято решение о включении в единый реестр сетевого адреса, позволяющего идентифицировать сайт в сети «Интернет», содержащий информацию, распространение которой в Российской Федерации запрещено, а доступ к нему будет ограничен.
		</p>
		<p>
		Сведения о включении доменных имен, указателей страниц сайтов сети «Интернет» и сетевых адресов доступны круглосуточно в сети «Интернет» по адресу http://eais.rkn.gov.ru .
		</p>
		<p>
		С уважением,
		</br>ФЕДЕРАЛЬНАЯ СЛУЖБА ПО НАДЗОРУ В СФЕРЕ СВЯЗИ, ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ И МАССОВЫХ КОММУНИКАЦИЙ.
		</p>
	
		<!--
		<p>
		<small><i>"Think for yourselves and let others enjoy the privilege to do so too"</i> 
		</br>Вольтер, "Трактат о веротерпимости".
		</small>
		</p>
		<p>
		От глобализма к национальной самоидентификации. От теории "триединого надрода" к "Славянским древностям" Шафарика и 
		трудам Императорской Академии наук. Таков тренд. 
		На сегодня для доказательства постулата уже недостаточно слов церковного либо партийного лидера. Работа А. Гальченко на большом объеме 
		фактического материала аргументирует иную от полит-РПЦ-корректного взгляда точку зрения.
		</br>Предисловие редакции
		</p>
		
	<div class="col-md-12  img-float-center">	
		
		<div class="col-md-4">
		<a href="../../images/img-terms/blr_etnos/slavic_shafarik.jpg" class="highslide"
       		onclick="return hs.expand(this)">
			<img src="../../images/img-terms/blr_etnos/slavic_shafarik_thumb.jpg" height="100"/>
			</br><small><i>Й. Шафарик "Славянские древности"</i></small>
		</a>				
		</div>
		
		<div class="col-md-4">
		<a href="../../images/img-terms/slavs/brothers.jpg" class="highslide"
       		onclick="return hs.expand(this)">
			<img src="../../images/img-terms/slavs/brothers_thumb.jpg" height="100"/>
		</br><small><i>Археология и топонимика</i></small>
		</a>				
		</div>		
		
		<div class="col-md-3">
			<a href="../../images/img-download/all_peoples_RI/p1_rus_people.jpg" class="highslide"
        	onclick="return hs.expand(this)">
			<img alt="1799 Описание народов государства Российского" src="../../images/img-download/all_peoples_RI/p1_rus_people_thumb.jpg" height="100"/>
			</br><small><i>"Древние обитатели России"</i></small>
			</a>
		</div>
	</div>

		<h3>Трипольцы</h3>
		
		<p>
			Попробуем экспонировать это древнекиевское летописное исследование к самому истоку, вглубь тысячелетий. Начнем с предисловия. В конце прошлого века зародилось ДНК-генеалогия с помощью которой можно проследить распространение по планете предков современных наций и народов вплоть до общих прародителей - собственно, уже людей вида homo sapiens…
		</p>
		<p>
			7,6 тыс. лет назад произошел так называемый Черноморский потоп, приведший к увеличению площади Черного моря и появлению Азовского, что создало уникальный мягкий микроклимат, превратив эти изначально плодородные земли в благодатную саванну. Создались идеальные условия для земледелия и скотоводства, чем наши далекие, но уже прямые предки не замедлили воспользоваться, развив Трипольскую Цивилизацию.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DRzdOQW40SkZoMlk/view?usp=sharing">Читать далее...</a>
		</p>
	
		<h3>Славяне</h3>
		<p>
			Надо отметить, что в последнее время исследователи начинают догадываться кто причина, и где следствие, но все равно избегают называть исток миграции  и носителей подветвей R1a своим именем - трипольцами с территории современной Украины. Это расселение происходило в три этапа… Таким образом, генетический анализ указывает на Украину как на прародину для западных и восточных славян, а также части южных славян…
		</p>
		<p>
			То есть переселение, а значит и развитие этих культур могли осуществляться только из Украины, расходясь веером из центра украинского Триполья, но никак не наоборот. Это украинцы 4,5-5 тыс. лет назад осуществили вторую (после пост-ледниковой) европейскую  волну переселения в Скандинавию и южную Балтику. Из этого логично следует гипотеза создания Стоунхенджа трипольскими переселенцами, которая могла иметь несколько функций.
		</p>
		<p>
			То, что Аркаим был построен потомками трипольцев через 1-1,5 тыс. лет после выхода из Украины не вызывает сомнения. Аркаим, как и вся южноуральская "Гардарика" построены как временная промежуточная стоянка ариев-трипольцев по пути в Индию, Иран и далее на Ближний Восток и просуществовала всего 20-30 лет. Однако их путь туда лежал не напрямую из Украины.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DZUEyOEc5cThicms/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h3>Арии</h3>
		<p>
			Осмелюсь предложить отличный от общепринятого путь из Триполья в Аркаим и Индию. Прямой путь из Украины на восток кажется наиболее логичным только лишь на первый взгляд. Однако, учитывая определяющую роль природных условий в действиях людей 5 тыс. лет назад мы видим, что двигаться земледельцам вглубь континента в зону более засушливого континентального климата воистину алогично.
		</p>
		<p>
			Основным же был - по украинскому балто-черноморскому водоразделу с Прикарпатья и Волыни в Западную Беларусь - огибая слева пост-ледниковое Припятское море-озеро. Далее по этому же водоразделу через центр Беларуси. Затем по Валдайскому балто-каспийскому водоразделу мимо тверских автохтонных пост-ледниковых кроманьонцев…
		</p>

		<h4>Легенда о Гиперборейцах</h4>
		<p>
			Это катастрофические - быстротечные события. Похолодание пришло в Гиперборею в течении нескольких лет и не оставило времени на раздумья. Наиболее логичный путь строго на юг, вдоль Урала. (Именно Гольфстрим поломал планы британского проекта трипольцев по освоению-застройке южных равнин острова - см. предыдущую часть).
		</p>
		
		<h4>На каком языке говорили трипольцы?</h4>
		<p>
			Понятно, что санскрит -  язык Ариев - трипольцев, но может быть он придуман ими в заполярной новой родине - Гиперборее? - спросит внимательный читатель. Какой же был язык трипольцев изначально на территории Украины?
		</p>
		<p>
			А Трипольцы никуда не исчезли, помимо того, что они превратились в современных украинцев, так еще и на порядок увеличили свой ареал обитания, дав первоначальный толчок в развитии не только десяткам соседних народов, но и вообще современной цивилизации. 
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DVnBIQnVKV3B5cjA/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h3>Индоевропейцы</h3>
		<p>
			Несколько дополнительных аргументов, подкрепляющих теорию расселения трипольцев по центральной и восточной Европе и первичность прото-украинцев относительно прото-россиян…
		</p>
		<p>
			Такая "обширнейшая область, население которой генетически сходно с украинцами" могла появиться в единственном случае - расселения с территории Украины по окрестностям, что произошло около 5 тыс. лет назад - на исходе Цивилизации трипольцев. Поздне- и пост-трипольские культуры очень точно накладываются на ареал украинской (она же трипольская) мтДНК.
		</p>
		<p>
			С учетом того, что расселение шло из Украины вовне - веером во все стороны с отдельными "языками" в Скандинавию и в Заполярье в районе Баренцевого моря, как мы доказали ранее, делаем логический вывод о вторичности россиян относительно украинцев - то есть "русские гены" на самом деле - украинские гены. Так что впору менять известную присказку на "поскреби русского - найдешь украинца". Причем поговорка зеркально не тождественна, потому как "поскреби украинца - найдешь трипольца" со всеми синонимами-остановками - ария, славянина, гиперборейца, индоевропейца.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DTHVIdVAzM0xsRXc/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Киевская Русь <small>часть I</small></h2>
		<p>
			После упадка-трансформации Трипольской Цивилизации (4 тыс. лет назад) центр славянского мира сместился из центра Украины на северо-запад в украино-польско-белорусское пограничье. Отсюда 1,5-2,5 тыс. лет назад началась вторая (после трипольцев) волна расселения славян…
		</p>
		<p>  
			Одно то, что Геродоту за пять веков до нашей эры было известно о Неврах, говорит нам о том, что этот народ имел как минимум некоторую прото-государственность, а не аморфный общинно-родовой племенной строй, характерный для окружающих народов, о которых Геродоту ничего не известно. Также запомним о культе зверей - хищников, в данном случае волка в тех краях уже в V в. до н.э. 
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DbTlNTnpaWm9UZkU/view?usp=sharing">Читать далее...</a>
		</p>
		<p>

		<h2>Киевская Русь <small>часть II</small></h2>
		<p>
			Далее в летописных источниках находим упоминание о Ятвягах - ключевых персонажах этой части. На этой схеме из гуглемап, знакомой по первой части текущей главы повествования, помимо путей расселения трипольцев из Украины желтыми линиями очерчены ареалы расселения пост-трипольских народов. Польша и Беларусь характерны внутренней однородностью рельефа и климата, поэтому ареалы образуют почти правильные окружности. Литовский ареал - полуокружность с центром на литовско-латышском пограничье. Быть бы нынешней Литве единой от Вислы до Рижского залива и далее, если бы на рубеже 1-2-го тысячелетий в устье Немана и Даугавы не высадились германцы из Тевтонского и Ливонского орденов, соответственно. С юга - Украина, по размерам равная всем трем ареалам. 
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DMmFjTmp3c0t6WDg/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Киевская Русь <small>часть III</small></h2>
		<p>
			Сейчас вопрос изначальной, норманнской этнической принадлежности Рюрика не кажется столь принципиальным, более интересно установить непосредственно место, откуда он и его ближайшие союзники-соратники-дружинники пришли княжить в Новгород и Киев. Идею исследования местности "откуда есть пошла русская земля" - то бишь призвание Рюрика изложил в соответствующем проекте, который с 07.05.2005 г. лежит в администрации Президента в Минске,  скоро 10-ти летний юбилей. Не постесняюсь, 10 лет лежит - это упрек (если не разыщите - пишите, вышлю повторно). В аннотации к проекту было сказано "исследования позволят глубже изучить пути миграции славянских племен русов с территории нынешней Северо-Восточной  Германии - острова Рюген (Rujien/Rugen) через земли водораздела Черноморско-Балтийского водных бассейнов (Пружанский район, пос. Ружаны - Rujany/Ruzhany) на юго-восток - на территорию среднего поднепровья (г.Киев и северные регионы Украины)". По прошествии столь длительного времени цитата требует лишь небольшого уточнения.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DMGZRY0JXVTdpazg/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Киевская Русь <small>часть IV</small></h2>
		<p>
			Через 2-3 тысячелетия после расселения трипольцев на просторах восточной Европы (а некоторых и далее в Азию, в северные Индию и Иран) в северо-восточной части Европы происходит вторая волна переселения славян, на этот раз ее центром становится ареал обитания Ятвягов в своих широких границах. Не в таких больших, каким было лесо-озерное убежище пост-трипольских переселенцев 4,5-5 тыс. лет назад, очерченное в предыдущих главах по овалу Львов-Варшава-Рига-Минск, но тоже не малое: Волынь (до львовщины, где в Мостиском районе поселок Ятвяги) - Варшава (мазовшане) - устье Немана - Минск.
		</p>
		<p>
			Расселение ятвягов-белорусов шло по всему сектору, из центра *R до - 1-3: от Пскова и Вел.Новгорода на севере до Москвы и Нижнего Новгорода в центре  и Брянска на юге.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DTng5ZmZYYlU0Q0k/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Украина <small>часть I. Скифы</small></h2>
		<p>
			Оставив наших предков тысячу лет назад в эпоху Киевской Руси, я было собрался перейти к предсовременным временам, но письмо автора этого замечательного сайта пана Кристобаля (к нему мы еще обратимся в следующих частях) заставило вернуться на 1,5 тыс. лет назад и более пристально присмотреться к скифам.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DNDdvdWViTjlDME0/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Украина <small>часть II. Будины</small></h2>
		<p>
			Составляя схему локализации народов Скифии, я держал в уме некоторые современные доказательства размещения невров и скифов пахарей-земледелов именно таким образом, но упустил из виду такое веское историческое доказательство, как топонимы (названия местностей и населенных пунктов) и гидронимы (реки и озера).
		</p>
		<p>
			Уже 2,5 тыс. лет назад четко различалась Страна будинов - Беларусь и Украина - Скифия в отличие от просто племен на территории нынешней Эрэфии и как свидетельствуют топонимы, весьма хаотично перемешанных там.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DVG5CeXBVRkZjekE/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Украина <small>часть III. Киммерийцы</small></h2>
		<p>
			Итак, в предыдущей части (ссылка на 2) мы выяснили, что по свидетельству Геродота греческие колонисты ольвиополиты четко различали скифов земледелов-пахарей (автохтонных украинцев) и скифов царских-кочевников (пришельцев). Откуда пришли и кем в этническом смысле были эти пришельцы под предводительством пани Томирис и ее предшественников, существует несколько версий.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DcDVibkdYNkotOFk/view?usp=sharing">Читать далее...</a>
		</p>

		<h2>Украина <small>часть IV. Невры</small></h2>
		<p>
			В предыдущей части с этническим составом царских скифов-массагетов разобрались полностью, но некоторые обстоятельства указывают на то, что скифы-кочевники имели происхождение отличное и от скифов-украинцев - пахарей-земледелов и от массагетов.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DVU9EZ2xkMlFjckU/view?usp=sharing">Читать далее...</a>
		</p>

		<h2>Беларусь <small>часть I</small></h2>
		<p>
			В прошлой части мы остановились на переселении невров в земли нынешней Беларуси в 6-5 вв. до н.э.  однако, пришлось доработать период истории пре-русов до возникновения Киевской Руси. При этом, все что изложено в четырех главах пятой части работы "Киевская Русь": Часть I, Часть II, Часть III, Часть IV имеет место быть. В этой части мы доформулируем некоторые моменты и уточним локации, чтобы максимально полно ответить на вопрос (или поправить утверждение) древнекиевского летописца.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DTTdsOHVYT3JoV1E/view?usp=sharing">Читать далее...</a>
		</p>

		<h2>Беларусь <small>часть II</small></h2>
		<p>
			Как видно, в карпато-волынском регионе, условной Дулибии пересекаются все ареалы - это и есть сакральный центр славян.  Ранее уже делал похожий вывод применительно ко времени трипольского расселения, и сейчас в 1-5 вв. он повторятся - Западная Украина, так называемая "бандеровщина" есть прародина восточно-славянской цивилизации, перекресток славянских народов. И ни Московия, ни Эрэфия тут абсолютно ни при чем. 
		</p>
		<p>			
			Таким образом, если в III тысячелетии до нашей эры центр расселения прото-славян - трипольцев был в Украине (см. диаграмму ниже), то к началу нашей эры центр экспансии славян-русов сместился в Беларусь.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DMnUyMkVaMGVuUmc/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Беларусь <small>часть III</small></h2>
		<p>
			Прежде чем поставить финальную точку в исследовании возникновения феномена русов, факультативное отступление. Как известно, гаплогруппы мужских Y-хромосом позволяют нам более точно определять пути миграции племен и/или завоевания народов, как соответствующие активному - мужскому началу. Передающиеся по женской линии мтДНК определяют изначальную автохтонность населения на конкретной территории.
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DY2dzT3NHYUlSVGM/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Беларусь <small>часть IV</small></h2>
		<p>
			С течением веков этноним "рус" отделился от прародительского понятия "наездник на русе" (быстром - боевом коне). По сути "рус" (как и "ятвяг") был белорусский лесной  аналог степного украинского скифа-наездника. Также как и этноним Ятвяг позже никто не отождествлял с наездником. У историков бытует мнение о ятвягах, как о пловцах-гребцах на лодках (впрочем, это также верно). До недавних пор 18-19 вв. в белорусском полесье ятвезью именовали лодочный якорь - но это вторичное понятие, производное от этнонима. А от ятвяжского названия боевого коня "русаса" осталось современное рысак. Русы же (изначально наездники) к временам возникновения Киевской Руси стали понятием нарицательным и более не отождествлялись с лошадьми, примерно как североамериканские пастухи сделали нарицательным свое прозвище  "ковбой".
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DYTJYcU0ydk8zZjg/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h2>Краткая история Украины 
		</br><small>от Черноморского потопа до наших дней</small>
		</h2>
		
		<h4><i>
		Начат сбор средств для издания книги по долетописной истории Украины и Беларуси 
		<a target="_blank" href="https://kriev.wordpress.com/">kriev.wordpress.com</a>
		</i></h4>
		
		<h3>Часть І. От трипольцев до пре-русов</h3>
		<p>
			На просторах современной Украины переход от присваиваемого хозяйства (охота и собирательство) к воспроизводящему  (земледелие и животноводство) благодаря уникальным природным факторам и смекалке населения (подмигиваю) произошел около 7600 лет назад. Тогда воды мирового океана пропилили себе путь в Черное море через нынешние Босфор и Дарданеллы и случился Черноморский потоп. Это событие и ознаменовало начало расцвета Кукутень-Трипольской цивилизации. Наши предки были пионерами этой инновационной практики на Европейском континенте….
			</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DcVNPNmtBUTlFUk0/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h3>Часть ІІ. Русы Киевской Руси</h3>
		<p>
			И скифско-персидские войны и кельтская экспансия в Западной Европе ознаменовали собой один из пассионарных всплесков в этой части Мира, которые происходят с периодом в 1,2-1,3 тыс. лет:
			</br>1250 лет назад — славяне/русы/викинги;
			</br>2500 лет — невры/скифы/массагеты;
			</br>3750 лет — поздние пост-трипольцы — арии-гиперборейцы, вызвавшие Турбинско-сейминский феномен и дошедшие до Индии + начало экспансии кельтов в Западной Европе. Начало расцвета античного мира в европейском средиземноморье.
			</br>5000 лет — начало трипольского расселения — "обнуление" Y-хромосомных гаплогрупп восточных-R1a и западных-R1b европейцев….
		</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DS3RQUHJFWDNQT1k/view?usp=sharing">Читать далее...</a>
		</p>
		
		<h3>Часть ІІІ. От русов-кривичей к украинцам.</h3>
		<p>
			Однако, вернемся в Украину в которой на гербах четырех древних городов подковы — Завалів, Ковель, Маринопіль, гербе Острозького району. Опять же, в карпато-волынском регионе, где был северо-западный предел украинской Скифии, а с начала нашей эры прародина наездников-русов. 
		</p>
		<p>
			В Беларуси подковы на гербах пяти древних городов — Иваново, Наровли, Круглого, Костюковичей, Кличева. Хотя, казалось бы, символ подковы более уместен в степных городах и странах…
		</br><a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DYXo0RXBSRkxVZzg/view?usp=sharing">Читать далее...</a>
		</p>
														
		
		<h4><i>
		</br>Начат сбор средств для издания книги по долетописной истории Украины и Беларуси 
		<a target="_blank" href="https://kriev.wordpress.com/">kriev.wordpress.com</a>
		</i></h4>
		<p>
		Если весь цикл или отдельные главы вам понравились, реквизиты автора:
		</br>WebMoney (через платежные терминалы или инет-аккаунт) Z097567608970 или U527611509158
		</br>Карточка Приватбанка (терминалы, инет): 5168 7556 1264 5024
		</br>PayPal: alexgalkiev@gmail.com
		</br>Любая сумма внесет вклад в поиски истины. Спасибо!
		</br>Александр Гальченко 
		</p>
		
		
		-->
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>