<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  <!-- ***Title*** -->
 	<title>Где вы взяли это слово?</title>

<!-- ***Meta*** -->
	<!-- ***ОПИСАНИЕ СТРАНИЦЫ*** -->
    <meta name="description" content="Артыкул з нагоды смешнай, але нуднай, нібы закарэлы сіфіліс, недарэчнасьці. Наконт моўнага становішча. 
	Мова толькі пачала выходзіць з афіцыйна-кульгавага стану, як адразу стала выклікаць пытаньні зацікаўленых лінгвістаў. 
	" />
	<!-- ***ПОИСКОВЫЕ СЛОВА*** -->
    <meta name="keywords" itemprop="keywords" content="беларуская мова, трасянка, тарашкевіца, наркомаўка, лацінка, кірыліца, сучасны стан мовы, 
	 ВКЛ, Великое княжество Литовское, Литва, Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<!-- ***КАРТИНКА для публикаций в соцсетях*** -->
	<meta property="og:image" content="http://history-belarus.by/images/img-articles/mova_standart/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
<!-- ***Content & Sidebars*** -->
<div class="container-fluid">
  
	<!-- ***Sidebar Left - include CurrentDir*** -->
	<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    
   		<!-- ***Top list [A-Z] *** -->
    	<? include ("../_include/top_list_articles.php"); ?>
    
		<h1>Где вы взяли это слово?</h1>
		
		<p class="img-float-left">
		<a href="../../images/img-articles/mova_standart/title.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Тупое недоумение по поводу белоарусай мовы" src="../../images/img-articles/mova_standart/title_thumb.jpg" height="140">
		</a>
		</p>
				
		<p>
		Артыкул з нагоды смешнай, але нуднай, нібы закарэлы сіфіліс, недарэчнасьці.
		</p>
		<p>
		Сучасны стан <a href="../terms/blr_mova.php">беларускай мовы</a> ў кантэксты штодзенных камунікацый даволі кепскі. 
		Хаця ен і лепшы за стан той жа гэльскай (таксама адной з некалькіх дзяржаўных) у Ірляндыі.
		</p>
		<p>
		Аб'ектыўных падстаў для гэтага хапае. Дастаткова адзначыць, што пісьмовая традыцыя выкарыстаньня спынілася напрыканцы XVII ст, калі ў 1696 
		вальны Сойм зацьвердзіў выкарыстаньне ў дзяржаўным справаводстве лацінскай і польскай, скасаваўшы беларускую.
		</p>
		<p>
		Папярэднія 100 год мова пакрыху выціскалася з абарачэньня польска- і лацінамоўнай сыстэмай адукацыі. 
		Пасьля разбораў Рэчы Паспалітай і паўстаньня 1863 лаціна і польская ў адукацыі пачалі выціскацца расейскаю.
		</p>
		<p>
		Мова, якой карысталіся каралі і шляхта, на якой выдаваліся Статуты ВКЛ, прыйшла ў заняпад. Яе носьбітамі засталіся пераважна мешканцы мястэчак і вёсак.
		Менавіта да іх зьвярталіся ў сваі творах дзеячы адраджэньня.
		Напрыканцы XIX ст. адраджэньне мовы пачало ўспрымацца як першы крок да адраджэньня незалежнасьці Края. 
		Таму фундатарам выданьня з сялянскай назвай "Вянок" <a href="../figures/bogdanowich.php">М. Багдановіча</a> стала Марыя Магдалена Радзівіл, 
		спадкаемца княскага роду.
		</p>
		<p>
		Трохі акрыяўшую к сярэдзіне XX ст., мову зноў занядбалі Пастановай СНК 1933, перарабіўшы яе ў "наркомаўку" — прыстасаваўшы правапіс да нормаў расейскай.
		З'явіліся пачварныя назвы, накшталт <i>Газета "Звязда"</i> ды інш.
		</p>
		<p>
		 Сеньня сярод "сьвядомых змагароў" (гэта сапраўдны камплімэнт, калі што) валоданьне мовай (на кольвек якім узроўне) з'яўляецца маркерам "свой-чужынскі".
		 У асяродьдзе байнэту можна сустрэць пасты на трасянцы, наркомаўке і тарашкевіцы, кірыліцай і лацінкай. І гэта добра. Гэта і ёсьць нармалёвае моўнае жыцьцё.
		 </p>
		<p>
		 Мова пазбаўляецца русізмаў. Новыя словы з'яляюцца са Статутаў і Метрык, ператворваюцца са звыклых, 
		 ствараюцца супольнай грамадой і знакавымі аўтарамі паасобку. І гэта таксама нармалёва. 
		 </p>
		<p>
		 Так Яблонскіс, "бацька сучаснай калбы",  у 1900-х праводзіў дэславянізацыю жмудскай мовы, 
		 каб спрыяць яе росквіту. Так Інстытут Эстонскай мовы праводзіць моўнае плянаваньне і штогод стварае новыя словы, каб пазбавіцца іншамоўнай залежнасьці.
		 </p>
		 
		 <div class="col-md-12 img-float-center">	
		
		<div class="col-md-3">
		<a href="../../images/img-terms/blr_mova/1581_gramota_batory.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="1581 Прывілей Стэфана Баторыя (стар. бел.)" src="../../images/img-terms/blr_mova/1581_gramota_batory_thumb.jpg" height="100" >
			<br><small>1581 Прывілей Стэфана Баторыя (стар. бел.)</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/sewero_zapadny_kraj/russ_educationLang.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Русское дело в Северо-Западном крае 1864" src="../../images/img-terms/sewero_zapadny_kraj/russ_educationLang_thumb.jpg" height="100" >
			<br><small>"Русское дело в Северо-Западном крае" 1864</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-places/wilno/slovnik.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="My z Wilna, 1980" src="../../images/img-places/wilno/slovnik_thumb.jpg" height="100" >
			<br><small>Мястэчкавыя гаворкі, 1980</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images_legacy/img_vitebsk/_vitebsk_intro/craft.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Беларускі ўплыў на Маскву, 17 ст" src="../../images_legacy/img_vitebsk/_vitebsk_intro/craft_thumb.jpg" height="100" >
			<br><small>Беларускі ўплыў на Маскву, 17 ст</small>
		</a>
		</div>
		
		</div>
		
		<h2>Доброжелательные вопросы</h2>
		
		<p>
		Мова толькі пачала выходзіць з афіцыйна-кульгавага становішча, як адразу стала выклікаць пытаньні зацікаўленых лінгвістаў.
		</p>
		<p>
		 <i>"А как на мове будет "Тэрмодинамическая компенсация"</i>, — пад'елдыквае аматар расейскай. Ён нават не ў стане ўзгадаць, што лацінскія і англійскія тэрміны,
		 як і тагачасныя новыя тэхналёгіі, надыходзілі да Расеі менавіта праз Літву-Беларусь.
		 </p>
		<p>
		 Але часам, як пасьля артыкула пра <a href="../arch_harodnia/harodnia_astaszin.php">Асташынскі кальвінскі збор</a>, чуеш зусім недарэчнае:
		 </p>
		<p>
		  Ромуальд Франкевич:
		<br><i>—"Угораю" от вашего белорусского — зборы! Не могли бы поделиться,в каком словаре нашли это слово? Спасибо.</i>
		</p>
		<p>
		Во-первых, "кальвинский сбор" — не церковь и не костел, и по-русский пишется так. В белорусском — согласно грамматике "збор".
		</p>
		<p>
		А па-другое — идите в пень, Ромуальд Франкевич. Наўпрост уявіце сабе, што вашыя меркаваньні і зацемкі, рассуждения и оценки — никому не интересны.
		Незалежна ці есьць у слоўніку словы кшталту "шпацыраваць, вонкавы, бракуе, прынамсі" і г.д. — яны ўжываюцца, яны моўна-арганічны, 
		адпавядаюць трэнду развіцьця, маюць добрыя крыніцы ці абгрунтаваньне, іх разумеюць. 
		Іншых крытэрыяў "ці мае права на жыцьце" не існуе.
		</p>
		<p> 
		И да — <i>пожалуйста</i>. Ваш задор и угар на самом деле — признание того, что моўная парадыгма часткі сьвету змяняецца. 
		Некалькі год таму вам бы эти вопросы и в глову не пришли.
		
		</p>
		
		<p class="img-float-center">
		<a href="../../images/img-figures/geniusz/Genijusz_Praga.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Ларыса Геніюш: Мовай ня нашай заплавілі горад..." src="../../images/img-figures/geniusz/Genijusz_Praga_thumb.jpg" height="140">
		<br><small>"Мовай ня нашай заплавілі горад..."</small>
		</a>
		</p>
		
		
		
		

				
	<!-- ***/Page Content*** -->	
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_articles.php"); ?>

<!-- ***/Content & Sidebars*** -->	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>