<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Национальная идентификация</h3>
		<h4>
		Культурный контекст, корни, имя и кровь
		</br><small>
		— это, наверно, и есть основные критерии. 
		</small>
		</h4>
		
		</br><h4>Культурный контекст</h4>
		<p>
		— <i>"убеждения, ценности, отношения, социальная иерархия, религия, роли групп и понятие о времени."</i> <small>vocabulary.ru</small>
		</br><i>"Все человечество поделено на культуры, языки, традиции и виды из окна. 
		Назовем это культурными контекстами... Культурный контекст позволяет узнавать «своих» во всех смыслах этого слова."</i> <small>artlebedev.ru</small>
		</p>
		<p>
		Габрэи — белорусские евреи — жили на этих землях с XIV века, со времен привилея <a href="../figures/vitovt.php">Витовта</a> и составляли до 15% населения. В то время, когда 
		в остальной Европе гремели религиозные войны, в <a href="../terms/rzeczpospolita.php">Речи Посполитой</a> была подписана 
		<a href="../events/confederacia_warshawa.php">Варшавская Конфедерация</a> 1573г., уравнивающая в правах все религии.
		В <a href="../terms/bssr.php">БССР</a> четвертым государственным языком был идиш.
		Поэтому неслучайно, что большинство израильских лидеров старшего поколения родились на землях <a href="../terms/wkl.php">ВКЛ</a>-Речи Посполитой, 
		а М. Бегин и А. Шарон — в Бресте, габрейской столице. 
		</br>В отличие от негров во Франции, габрэи внесли большой вклад в культурный контекст и стали частью белорусского народа.
		</br>И поэтому, говоря, что <a href="../figures/shagal.php">Марк Шагал</a> — белорусский художник, мы признаем огромный культурный пласт нашей истории и культуры.
		<small>
		</br></br>[Адам Иоганн фон Крузенштерн, в общем-то, по происхождению не очень "русич", что не мешает ему быть "русским мореплавателем".
		</br>Так же, как украинскому поляку Сикорскому, жившему и работавшему в США, ничто не мешает быть "русским авиаконструктором".]
		</small>
		</p>
		
		<h4></br>Корни</h4>
		<p>
		— "<a href="../download/blr_people.php">беларускіх зямель</a> ураджэнец". Наверно, не зря в биографиях можно встретить подобные строки: 
		"Дальним предком Николая Михайловича <a href="../figures/przewalskij.php">Пржевальского</a> был воин Великого княжества литовского Карнила Перевальский...". 
		Культурная матрица, унаследованная от предков (даже покинувших земли, ее породившие), во многом определяет поступки и убеждения человека. 	
		</p>
		
		<p>
		 <i>Матрица культурного концепта...[это] логическая последовательность, наподобие алфавитного ряда, включающую перечень смыслов, 
		 имеющих культурную ценность. Заполнение матрицы осуществляется в соответствии с культурными представлениями и понятиями конкретного народа."</i>
		 </br><small>Семиотика форм хранения негенетической информации, С.Г. Проскурин</small> 
		</p>
		
		<h4></br>Имя (family name)</h4>
		<p>
		— это то, что передается из поколение в поколение. Пока живет имя — "род не загас". 
		</br>Даже не зная о человеке ничего, по имени можно узнать о его национальных корнях.
		<a href="../figures/konashewicz.php">Конашевич</a> — <a href="../terms/litwiny.php">литвин-белорус</a> или серб, Чюрленис — <a href="../places/samogitia.php">жмудин-летувис</a>, Бжезинский — поляк, Микоян — армянин.
		 Характерные <a href="../articles/blr_family_names.php">белорусские фамилии</a> помогают сохранить национальную память.
		</br>Как писал в одном из романов Хэмингуэй: "среди шотландцев много великих людей, которых по ошибке считают англичанами".
		
		</p>
		
		<h4></br>Кровь</h4>
		<p> 
		— многие племена переплавились в белорусский (литвинский) <a href="../terms/blr_etnos.php">этнос</a>. 
		</br>Князь <a href="../figures/olgerd.php">Ольгерд</a> — сын великого князя литовского <a href="../figures/gedimin.php">Гедимина</a> и полоцкой княжны Ольги. 
		<a href="../figures/jagiello.php">Ягайло</a> — сын Ольгерда и тверской княжны Ульяны Александровны. 
		</br>Даже считая (выбрав более логичную версию), что их предок Миндовг — король <a href="../terms/yotving.php">пруссов</a>, 
		а не наследник полоцких князей, Ягайло уже — минимум на 3/4 этнический литвин. 
		</p>
		
		<p>
		</br>
		Все нации идентифицируют своих героев примерно по этим критериям. И национальный язык в этом плане не играет определяющей роли — далеко не все ирландцы
		 знают гэльский (язык имеет статус "неблагополучный"), но все знают, что Че Гевара по бабушке со стороны отца — из ирландского рода Линчей.
		 </p>
		 
		 <p><a href="../figures/mickiewicz.php">Адам Мицкевич</a> — сын обедневшего шляхтича Миколая Мицкевича, адвоката в Новогрудке.
		 </br><i>"Оказал большое влияние на становление польской, литовской и белорусской литературы в XIX в. ...Язык Адама Мицкевича является в большой степени языком 
		 <a href="../terms/shliahta.php">шляхты</a> в Беларуси и Литве, к которой принадлежал сам поэт и которая с точки 
		 зрения грамматической системы и лексических ресурсов имеет в себе множество белорусских элементов, восходящих к местным белорусским говорам. 
		 В своём творчестве провинциализмы поэт вводил целенаправленно, тем самым подчеркивая свою локальную особенность." </i><small>Wikipedia.ru</small> 
		 </br>Носитель белорусского родового имени, родился на белорусской земле, считал себя литвином, оказал влияние на белорусскую литературу — 
		 "так он же поляк или летувис!".
		 </br>Может не <a href="rus_mir.php">с героями туго</a>, а с логикой проблемы?
		</p>

		
		<p>
		</br><small>
		Enjoy.</br>
		Кристобаль Хозевич
		</small>
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>