<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Patria Propria</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Б. Гройс: Для того чтобы успешно конкурировать, нужно иметь то, что называется человеческий капитал, а это и есть основы — семья, своя старая культура, традиция. 
	  Все идут к истокам, ищут культурную идентичность. " />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/patria_propria/1941_SSSR_ethnic_group_1941.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Patria Propria
		</br><small>по 
		<a target="_blank" href="http://vozduh.afisha.ru/art/boris-groys-za-predelami-ssha-nelzya-obyasnit-nichego-krome-supermena/">материалам</a>
		 Б. Гройса, конференция "Где черта между нами?", март 2015</small></h3>
		
		<p><small>
		Борис Ефимович Гройс (род.  1947, Восточный Берлин) — советский и немецкий искусствовед, философ, писатель, публицист. Профессор философии, теории искусства, медиа-ведения в Государственной высшей школе дизайна в Карлсруэ, профессор славистики в Нью-Йоркском университете.
		</small></p>
		
		<p>
		Сейчас рушится глобализм, который был создан холодной войной. Эта машина перестала работать, и все перестало работать. В Турции, например, снова ввели османский язык, который был запрещен Ататюрком. В Китае все говорят только о Конфуции. В мусульманском мире — салафизм, это все возвращение к исламу времен пророка. Даже в моей нынешней стране, в Америке, появилась Tea Party — против гомосексуализма, за религиозные и семейные ценности, за hard working man.
		</p>
		
		<p>
		Все идут к истокам, ищут культурную идентичность. Все пытаются определиться и найти свое место через обращение к очень простым формулам своей культурной идентичности. Определение происходит в глобальном пространстве конкуренции. Был создан огромный мировой рынок, где происходит конкуренция. Для того чтобы удачно конкурировать, нужно иметь то, что называется "человеческий капитал", а это и есть основы — семья, своя старая культура, традиция.
		</p>		
		<p>
		<i>
		От редакции:
		</br>В этом плане теория "Русского мира" похожа на уродливый каток, стирающий индивидуальность и идущий вразрез с общемировым культурным течением. 
		В 1706 году было и Лукоморье (у Новой Земли), и Страна казаков, и Малая Тартария в Крыму, и Равнины Черемисов (кто сейчас знает — где это?) и 
		Pays de Memac (даже не знаем, что это сейчас). А в 2001 Институт этнологии и антропологии РАН закрасил все фиолетовым цветом "русского этноса".
		</i>		
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-3 img-float-center">
		<a target="_blank" href="../../images/img-articles/patria_propria/1706_tartaria.jpg">
		<img alt="Русский мир" src="../../images/img-articles/patria_propria/1706_tartaria_thumb.jpg" height="120">
		</br><small>Территория "русского мира" 1706 г.</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a target="_blank" href="../../images/img-articles/patria_propria/1941_SSSR_ethnic_group_1941.jpg">
		<img alt="Русский мир" src="../../images/img-articles/patria_propria/1941_SSSR_ethnic_group_1941_thumb.jpg" height="120">
		</br><small>Территория "русского мира" 1941 г.</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a target="_blank" href="../../images/img-articles/patria_propria/russ_ross.jpg">
		<img alt="Русский мир" src="../../images/img-articles/patria_propria/russ_ross_thumb.jpg" height="120">
		</br><small>Территория "русского мира" 2001 г.</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_etnos/slavic_shafarik.jpg">
			<img src="../../images/img-terms/blr_etnos/slavic_shafarik_thumb.jpg" height="120"/>
			</br><small>Й. Шафарик о "славянах"</small>
		</a>				
		</div>
		
		</div>
				
		<p>
		Мировое обращение к традиционным ценностям имеет дисциплинарный характер. 
		Знаете, есть теория культурных противоречий капитализма, которую выдвинул Дэниел Белл. Ее смысл заключается в том, что в условиях капитализма 
		один и тот же человек является и производителем, и потребителем, в отличие от традиционных классовых обществ, где потребитель и производитель были разведены. 
		Например, крепостные крестьяне работали, а помещик потреблял. 
		</p>		
		<p>
		Сегодня вы и работаете, и потребляете. Есть дисциплинированный, ответственный человек, который должен сидеть по 8 часов за столом и 
		заниматься делами, которые по большей части ему неинтересны, в том числе если он молодой специалист. 
		С другой стороны, он должен быть спонтанным, в любой момент готовым сорваться с места, купить аппарат для подводного плавания 
		и отправиться куда-то на Канары. То есть он должен обладать двумя наборами качеств, в принципе не совместимых друг с другом. 
		</p>		
		<p>
		Это создает невыносимую нагрузку на психику человека, потому что в каждый конкретный момент он не знает, как поступить: 
		пойти гулять с любимой девушкой или пойти просиживать задницу, заполняя ведомости. Для того чтобы разрешить эту коллизию, 
		он обращается к Корану или к Ветхому Завету, где читает "есть время просиживать задницу и время ехать на Канары".
		</p>		
		<p>
		Короче говоря, народная мудрость, национальные традиции и так далее обладают успокоительным и одновременно дисциплинирующим влиянием на человека в условиях международной конкуренции, тем более что эти традиции сведены практически к нулю. Ни один человек, исповедующий ислам, не знает до конца, в чем он заключается. Ни один человек, исповедующий коммунистические ценности, не знает, в чем они заключаются. Ни один человек, которому нравится Сталин, не знает толком, что тот делал. Речь идет о наборе символических знаков, или сигнификатов, как говорили во времена моей молодости. 
		</p>		
		<p>
		Усвоение и оперирование ими никакой нагрузки не составляет, тогда как раньше люди все еще читали святцы, например. Ergo, можно на нулевом напряжении приобрести себе идеологию. Помните думающего рабочего? Он три года читал по несколько часов после работы "Капитал" Маркса. Представьте себе, кто сейчас на это способен? Ergo, создается идеология на нулевом напряжении, но эта идеология обладает стабилизирующей функцией, и этот стабилизационный механизм включается всегда в любой стране. И поэтому все страны на глазах становятся более консервативными.
		</p>		

	
		
		
		
		
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>