<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	<div class="col-md-12"
    	<p class="img-float-left">
			<img src="../../images/img-articles/russian-world.png" />
		</p>
		<h4>
		Замдиректора центра украинистики и белорусистики МГУ им. Ломоносова про Беларусь
		</br><small>Источник: <a href="http://svpressa.ru/politic/article/105392/">СвободнаяПресса.ру</a></small>
		</h4>
		</div>
		
		<h3>
		Россия может потерять Белоруссию
		</br><small>В союзном государстве наблюдается рост националистических и прозападных настроений</small>
		</h3>
		

		<p>
		"СП":
		</br>— В Белоруссии выросло новое поколение, протестные настроения которого направлены и против официального Минска, 
		и против ориентации на Россию. В возрождении белорусских традиций они видят альтернативу?
		</p>
		<p>
		Замдиректора центра украинистики и белорусистики МГУ им. Ломоносова Богдан Безпалько:
		</br>— Любой молодежи свойственна оппозиционность. 
		</br>Но когда говорят о белорусской традиции, 
		как-то забывают, что <i>никакой белорусской традиции нет</i>.
		</p>
		<p>
		Посмотрите, какие герои выставляются в качестве образца белорусской традиции. 
		</br>Князь Альгерд никогда белорусом не был, для него белорусские земли были частью Литвы.
		</br> А Кастусь Калиновский — один из руководителей 
		восстания 1863 года на территории Российской Империи - был поляком, который мечтал перевести белорусов на латиницу, 
		а простых белорусских крестьян считал быдлом, которым должны управлять польские помещики.
		</p>
		<p>
		Это невозможно сравнить с Украиной. На Украине есть сельский, очень жестокий, грубый и агрессивный национализм, 
		у которого действительно есть свои герои — пусть черные и отрицательные, вроде Степана Бандеры, Андрея Мельника или Романа Шухевича, которые выступали за уничтожение всех не украинцев.
		</br>Но у белорусских националистов, повторюсь, <i>и таких героев нет.</i><a href="../figures/_figures_intro.php">  [WTF?]</a>
		</p>
		<p>
		Думаю, именно поэтому у молодых белорусов, которые сейчас увлечены национализмом, неизбежно возникнет ощущение, 
		что <i>они гоняются за фейком.</i> 
		</br>А разочаровавшись, они статут сторонниками глобализации, евроинтеграции, 
		и будут воспринимать альтернативный русскому культурно-цивилизационный ход — европейский, со всем известным 
		набором "человеческих ценностей", включая гей-парады. 
		</br>Либо они воспримут какой-либо вариант общерусской идентичности.
		</p>
		<p>
		На мой взгляд, потеря Украины не столь болезненна, как принято считать.
		</br>С Белоруссией ситуация немного другая. Это пока что единственный верный союзник России в ближнем зарубежье. 
		</br><i>Этот союзник  … предоставляет свою территорию для российских военных объектов.</i>
		</br>В случае потери Белоруссии мы полностью вернемся к границам XVI века, и это будет нашим стратегическим проигрышем.

		</p>
		
		<p class="img-float-center">
				<img src="../../images/img-articles/dnr.jpg" />
		</p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>