
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont">
	Письмо to Georg Ots
	
	<input type="button" class="btn btn-default btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<p>
"Что дальше?"
</p>
<p>
Уважаемый Georg Ots! Мне нравится ваш задор, ваше желание что-то изменить в этом мире. Мне лестно, что вы пригласили меня в вашу группу. 
Правда, немного грустно, что ваша инициатива напоминает призыв "Пойдем и растопчем эти проклятые грабли".
</p>
<p>
Ну, т.е. если самоцель — общение с интеллектуалами-единомышленниками, то все гут. <i>"Сегодня на Конгрессе Андрэй Ягораў 
и Сергей Дацюк будут биться по поводу новой парадигмы гражданского общества в Малом зале главного корпуса Университета 
Витовта Великого в 17-00"</i> И то, что гражданское общество пока не сложилось — просто досадная мелочь. 
</p>
<p>
И вы, и уважаемый Владимир Мацкевич работаете с аудиторией в 400-500 человек. Их всех можно было видеть на площади 4-го числа. 
500 человек. В хорошую погоду. В выходной день. В двухмиллионном городе. При переполненных кафе и очень людной набережной… 
</p>
<p>
Этот поиск "собственного" пути похож на изобретение велосипеда. На самом деле эта задача уже решалась. 
И в 1918 и в 1991. Через обращение к национализму. Там, где национальная гордость присутствовала все получалось. 
И откуда-то выдвигались никем не выращенные лидеры (из инженеров, филологов и тп). Где нет — там нет. Я не про экстремизм. 
Про чувство причастности к нации, про общую культурно-историческую парадигму. 
</p>
<p>
<i>"Национальная идея в философии — систематизированное обобщение национального самосознания. 
Национальная идея определяет смысл существования того или иного народа, этноса или нации." 
</i><small>В. А. Алексеева. Национальная идея.</small>
</p>
<p>
Сегодня те, кто что-то предлагает "против" никому не интересны. Интересны те, кто что-то предлагает "за". 
Поэтому Короткевич сделала всех сидельцев-ветеранов как детей.
</p>
<p>
Я даже не про политику. Вы считаете, что если харизматичный, честный, умный лидер призовет — за ним пойдут тысячи. 
Вряд ли. Скорее, тысячи спросят себя: "А при чем тут я? Зачем это мне?" И ответ "Я приведу вас к лучшей жизни!" 
не прокатит — утомили уже всех жадные сказочники. Каждый сам за себя. Потому, что кроме своего холодильника у него ничего нет. 
</p>
<p>
Хочу поделиться. Грустная история. В группу детсада пришла новая девочка. Первое, что она сказала (ну, принято ж знакомиться): 
"Я армянка. На нашу гору Арарат приплыл Ной". Вся группа стояла, как оплеванная. Все мучительно завидовали и думали "А я кто?". 
Никто не сказал "А я белорус". Даже в голову не пришло.
</p>
<p>
Политики, оппозиция, ТБМ, "Летучий университет" — все они живут в параллельном мире. 
Нормальному человеку с ними не интересно. Банально скучно. Что они могут ему дать? "Битву по поводу новой парадигмы"? 
</p>
<p>
Почему-то никому не приходит в голову поучаствовать в том, что интересно самим людям. 
Все стараются завлечь на свою территорию. "Мы вас вылечим".  Никто не говорит "На, держи! Просто так! For fun!". 
</p>
<p>
Любая (даже мелкая) фирма сотнями раздает симпатичные разноцветные буклеты. Мелкие школьники ходят по выставке, 
собирают самые красивые. Если вы про национальную идею, культуру, историю — почему не раздать на празднике пива подстаканники/флаера/календари 
с именами, событиями, датами? Подарить не просто календарик, но чувство причастности, бальзам самоуважения? Пропиарить идею.
</p>
<p>
Постороннему человеку тупо скучно на этих митингах и собраниях. Даже Ю. Жигимонту было скучно (видно было по лицу) 
на митинге у ратуши. А случайные прохожие стеснялись и ускоряли шаг. Ни разу не праздник.
</p>
<p>
Копеечные затраты — шарики, мороженное, календарики. Торговцы вышиванками бы подтянулись. 
Даже тупейший горсовет пиарится лучше, чем интеллектуалы-спасители. И ведь бизнес готов помогать. 
А-100 обслуживает на мове. Кто-то в состоянии пожертвовать $100 на 2000 флаеров. Но нет. Мы найдем свой путь. Самый кривой. 
</p>

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>     
      
</div>
</div>
</div>	
<!--/Spoiler-->		