<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Зварот да Нацыянальнага  сходу</title>
<!-- ***Meta*** -->
  	<meta name="description" content="— любымі сіламі і сродкамі спыніць далейшае руйнаванне нацыянальнай ідэнтычнасці беларусаў, 
		  бо гэта немінуча прывядзе іх да этнічнага вымірання ў бацькоўскім доме" />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/articles_title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
  
  		<h2>
  		<small>
  		Обращение двух солидных, состоявшихся ученых, профессоров к Национальному собранию, а по сути, к каждому белорусу:
  		</br><i>— любымі сіламі і сродкамі спыніць далейшае руйнаванне нацыянальнай ідэнтычнасці беларусаў, 
		  бо гэта немінуча прывядзе іх да этнічнага вымірання ў бацькоўскім доме.</i>
  		</small>
		</h2>
  		
  		<h1>Зварот
		  </br><small>
		  да Нацыянальнага  сходу Рэспублікі Беларусь, Адміністрацыі Прэзідэнта Рэспублікі Беларусь, Савета міністраў Рэспублікі Беларусь
		</small>
		  </h1>
  		
  		<p>
Беларусь ніколі не жыла без сур'ёзных, складаных праблем. Дастаткова іх і сёння, у тым ліку такая архіважная, як моўная. На вялікі жаль, да ўзважанага развязвання яе яшчэ не прыступілі ні ўлады, ні само грамадства, што нельга нічым апраўдаць. Бо ад таго, як мы справімся з ёю, напрамую залежыць захаванне адзінай ва ўсім свеце беларускай нацыянальнай ідэнтычнасці. Як найвялікшы парадокс, крайне небяспечнае ўздзеянне на яе культурна-моўнай асіміляцыі ў фармаце русіфікацыі працягваецца і ў суверэннай беларускай дзяржаве. Падобнае краінам з такім палітычным статусам зусім неўласціва.
</p>
<p>
У выніку неадпаведнасці карэнным інтарэсам краіны  дзяржаўнай нацыянальнай палітыкі, у тым ліку і апошніх двух  дзесяцігоддзяў, 
беларускі народ панёс такія нічым не апраўданыя  этнічныя страты, што перастаў быць падобным на самога сябе, паколькі  ў яго жыцці страшэнна нестае 
свайго нацыянальна-беларускага, пераважае знадворнае, чужое. Невыпадкова нават на самым высокім дзяржаўным узроўні беларусаў не адважваюцца прызнаць 
за самастойны народ,  атаясамліваюць з рускім, на што, дарэчы, ёсць важкія падставы:  нехарактэрнае нават савецкім гадам бязмежнае панаванне рускага 
культурна-моўнага пачатку ў духоўным жыцці Рэспублікі Беларусь. І гэта нягледзячы на яе статус суверэннай, што не толькі дазваляе, але і абавязвае дзяржаву 
ў галіне культуры праводзіць такую палітыку, якая максімальна ўлічвае этнічную самабытнасць тытульнага народа, не вядзе да яе размывання. 
</p>
<p>
Мэтанакіраваная, на зайздрасць надзвычай эфектыўная дзейнасць Прэзідэнтскай  вертыкалі па стварэнні ў Беларусі аднолькавай з Расіяй культурна-моўнай прасторы (яна ўжо існуе ў сваім практычна завершаным стане!) нічога не дае і не дасць беларускаму народу, акрамя татальнай асіміляцыі. Ад працягу культурна-моўнай русіфікатарскай палітыкі ў Беларусі асаблівай карысці не атрымае і яе ўсходняя суседка Расія, бо нацыянальная культура і мова яе і без нашай краіны маюць такую бязмежную прастору распаўсюджання.
</p>
<p>
Растварэнне беларускага этнасу ў рускай культурна-моўнай стыхіі, што сёння так рэальна ў сваім завяршэнні, нясцерпным болем адгукнецца ў яго не толькі сёмым, але і сямідзясятым пакаленні. Гэта ў нашыя дні, нібыта нейкае сатанінскае пакаранне, пераважную бальшасць людзей зусім не хвалюе, што яны амаль нідзе не чуюць свайго роднага слова, па радыё і тэлебачанні слухаюць галоўным чынам толькі рускамоўныя песні. Мала ў якіх краінах планеты Зямля, як у Беларусі, чужое шануюць больш за сваё. Верыцца, што так уласцівае сучаснаму свету імкненне моцна нацыянальна здэфармаваных малых народаў да аднаўлення, захавання сваёй самабытнасці, нягледзячы і на паглыбленне працэсаў глабалізацыі, некалі абавязкова закране і душы беларусаў, да чаго нам сёння трэба вельмі старанна рыхтавацца. І ў першую чаргу самой дзяржаве, бо ў найбольшай ступені па яе віне адбыўся страшэнны размыў культурна-моўнага патэнцыялу беларускай нацыі. Высілкі ж адных грамадскіх арганізацый прадухіліць гэтую нацыянальную катастрофу не далі і не маглі даць жаданага пазітыўнага выніку.
</p>
<p>
Хоць мы недаравальна залішне спазніліся ў супрацьстаянні такой навале, ёй трэба абавязкова пакласці канец, на што ў нас ёсць усё неабходнае. Менавіта, пра гэта мы, карыстаючыся дадзеным Канстытуцыяй Рэспублікі Беларусь правам, і пажадалі пагаварыць з самымі аўтарытэтнымі ў краіне ўладнымі структурамі: Нацыянальным сходам, Адміністрацыяй Прэзідэнта Рэспублікі Беларусь, Саветам міністраў Рэспублікі Беларусь.
</p>
<p>
У сваім першым па ліку звароце (яны будуць давацца з працягам) мы  ад свайго імя, вельмі просім Вас тэрмінова абвясціць усяму народу пра наяўнасць 
у нас архісур'ёзнай праблемы: любымі сіламі і сродкамі спыніць далейшае руйнаванне нацыянальнай ідэнтычнасці беларусаў, бо гэта немінуча прывядзе 
іх да этнічнага вымірання ў бацькоўскім доме. У самых агульных рысах наяўнасць такой праблемы мы ўжо акрэслілі. Але толькі ў самых агульных рысах!
</p>
<p>
Каб жа прывесці людзей у шырокі, актыўны нацыястваральны адраджэнскі рух, дапамагчы ім паўней усвядоміць усё гістарычнае значэнне яго, 
патрэбна непараўнальна больш грунтоўнае, сістэмнае растлумачэнне прычын нашага глыбокага да немагчымага нацыянальнага заняпаду. 
Калі народ зразумее іх, а гэта не складана давесці яму нашай палітычнай і інтэлектуальнай эліце, ён вельмі хутка з аб'екта гістарычнага працэсу пераўтворыцца 
ў яго дзейсны суб'ект, стане надзейнай, незаменнай апорай дзяржавы ў правядзенні адпаведнай яе нацыянальнаму інтарэсу палітыкі ў культурна-моўнай сферы. 
</p>
<p>
Давесці ўсё гэта да глыбокага разумення людзьмі павінен у першую чаргу разгалінаваны дзяржаўны ідэалагічны аппарат, укамплектаваны кадрамі высокай кваліфікацыі. З афіцыйных СМІ вядома, што сёння ў ім налічваецца прыкладна 10 тысяч чалавек! Армія немалая. Зразумела, сярод іх хапае і такіх, хто арганічна не прымае ідэі беларускага нацыянальна-культурнага Адраджэння, не лічыць тытульнае насельніцтва Рэспублікі Беларусь за самабытны народ. Такіх ніяк нельга дапускаць да вядзення нацыянальна-культурнай працы, бо яны  толькі нашкодзяць.
</p>
<p>
<h4>Рэзюме</h4>
 Беларуская нацыя ўшчыльную наблізілася да этнічнага вымірання, што не з'яўляецца яе выбарам, гістарычнай заканамернасцю. Першы камень у дзяржаўную русіфікатарскую палітыку ў нашым Краі заклала імператрыца Кацярына ІІ. Яе антыбеларускую палітыку нязменна  працягвалі да скону царызму, а затым партыйныя і савецкія органы ў перыяд знаходжання БССР у складзе СССР. Цяжка паверыць, але ўсё ж не адпавядала і не адпавядае нацыянальнаму інтарэсу беларускага народа культурна-моўная палітыка ўсталяванай у краіне прэзідэнцкай сістэмы кіравання з яе выразным крэнам у гэтым пытанні ў бок маскоўскага Крамля. На сваёй культурна-моўнай платформе - дый то далёка не ў поўнай меры - беларускі народ будаваў нацыянальна-культурнае жыццё толькі ў самыя спрыяльныя гады міжваеннай беларусізацыі (1924-1929), у апошнія гады Гарбачоўскай перабудовы і да правядзення ў 1995 годзе  майскага рэферэндуму. Такога гаротнага ў плане нацыянальна-культурнага абрабавання народа, як беларускі, больш няма ў Еўропе. Няпроста адшукаць падобнага яму і ў Азіі. Але яшчэ не ўсё страчана.
</p>
<p>
Таму, шаноўныя палітыкі і ідэолагі Рэспублікі Беларусь, просім, прапануем, рэкамендуем Вам неадкладна і рашуча ўзяцца за святую справу выратавання беларусаў ад культурна-моўнай асіміляцыі! Зрабіце нарэшце неацэнны падарунак свайму так пакрыўджанаму чужымі і ўласнымі асімілятарамі народу, за што вам скажа "Вялікі дзякуй!" увесь цывілізаваны свет, так заклапочаны ў захаванні культурнай разнастайнасці на планеце Зямля. Не пакінце яе без беларускай нацыянальнай культуры і мовы. Пра рускую культуру, мову і без Вас ёсць каму паклапаціцца.
</p>
<p>
Жыцьме беларуская нацыя !
</p>
<p>
PS   Зварот №1 пасланы ў асноўныя дзяржаўныя і шэраг недзяржаўных газет
</br>Леанід Лыч, прафесар
</br>Мікола Савіцкі, прафесар
</p>
<p>
<h3>Адрасы для кантактаў з аўтарамі:</h3>
</p>
<p>
<h4>Леанід Міхайлавіч Лыч</h4> тэл. хатні  203-17-84;  маб. (44) 471-65-58 velcom
</br>— доктар гістарычных навук, прафесар. Старшыня Тапанімічнай камісіі пры Прэзідыўме Вярхоўнага Савета Рэспублікі Беларусь (1992 - 1996). Ганаровы сябар клуба "Спадчына" (1994), намеснік старшыні Камітэта Ушанавання. Скончыў Башкірскі педагагічны інстытут (1957). Працаваў настаўнікам. З 1962 г. - у Інстытуце гісторыі АН БССР (цяпер НАН Беларусі). Даследаваў пытанні сацыяльна-класавых адносінаў у савецкі час, гісторыю беларускай чыгункі, пазней заняўся праблематыкай айчыннай культуры, моўнай палітыкай у Беларусі ХІХ - ХХ стст., даследуе міжнацыянальныя адносіны ў Беларусі ў XX ст.
</p>
<p>
<h4>Мікалай Іванавіч Савіцкі</h4>  тэл.хатні  223-71-50;  маб. (29)197-97-66 velcom
</br>— беларускі вучоны ў галіне эканамічнай інфарматыкі. Кандыдат эканамічных навук (1963), прафесар (1982). Навуковыя працы па эканамічнай інфарматыцы, праграмаванні, тэхналогіі захоўвання і апрацоўкі звестак, аўтаматызацыі ўліку. Адзін з піянераў у распрацоўцы навукова-метадычных асноў для развіцця беларускамоўнай навуковай тэрміналогіі па інфарматыцы і вылічальнай тэхніцы. Аўтар вучэбных дапаможнікаў для студэнтаў ВНУ Беларусі і Расіі.
</p>
<p>
Ліпень 2015 г.
</p>
  		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>