<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>  
     
<!-- ***Title*** -->
 	<title>Хроника Литовская и Жемойтская. Хроника Быховца</title>

<!-- ***Meta*** -->
	<meta name="description" content="«Хроника Быховца» — один из старейших исторических документов, дошедших до наших дней.
		 Наряду с «Ипатьевской летописью» и «Хроникой Стрыйковского (Летопись Литовская, Жемайтская и всея Руси)» 
		она относится к старейшим летописным произведениям, охватывающим всю историю ВКЛ до 1506 года.  
		«Хроника Быховца» представляет собой единственный источник за время, предшествовавшее возникновению ВКЛ и содержащий уникальные сведения.
		 «Хроника Литовская и Жемайтская» является самостоятельной частью большой рукописи, озаглавленной как «Летопись, 
		то есть хроника великая из разных многих хроник языком Русским написана, 
		а сперва о сотворении божественном за шесть дней»" />
  	<meta name="keywords" itemprop="keywords" content="Хроника Литовская и Жемойтская, Хроника Быховца, 
	   карты ВКЛ, история Беларуси, краткая история Беларуси, литовские метрики, Статут ВКЛ"/>


<!-- ***Include Header*** -->
<? include ("../_include/header_download.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_download.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_download.php"); ?>
 
		<h2>Хроника Литовская и Жемойтская. Хроника Быховца.</h2>
		<p>
		<img src="../../images/img-download/chronicles.jpg" class="img-float-left"/>
		 «Хроника Быховца» — один из старейших исторических документов, дошедших до наших дней.
		</br>Наряду с «Ипатьевской летописью» и «Хроникой Стрыйковского (Летопись Литовская, Жемайтская и всея Руси)» 
		она относится к старейшим летописным произведениям, охватывающим всю историю ВКЛ до 1506 года.  
		«Хроника Быховца» представляет собой единственный источник за время, предшествовавшее возникновению ВКЛ и содержащий уникальные сведения.
		</p>
		<p>
		«Хроника Литовская и Жемайтская» является самостоятельной частью большой рукописи, озаглавленной как «Летопись, 
		то есть хроника великая из разных многих хроник языком Руским написана, 
		а сперва о сотворении божественном за шесть дней"
		</p>
		<p>
		Создана, вероятно, на юге <a href="../terms/belarus.php">Беларуси</a> (возможно, в Слуцке) лицом, близким к роду 
		<a href="../figures/radziwilly.php">Радзивиллов</a>  (уделяет им много внимания и прославляет их род).		
		</p>
		<p>
		Учитывая, что архивы и библиотека Полоцкой Софии сгорели при взрыве собора (1710, город занят войсками Петра I), это одни и з немногих летописей, 
		относящихся непосредственно к истории Литвы-Беларуси. 
		</p>
		<p>
		Шикарный, интересный и подробный анализ хроник, написанный хорошим языком для обычных людей 
		смотреть <a target="_blank" href="http://dodontitikaka.ucoz.com/">ТУТ</a>		
		</p>
		
		<div class="col-md-12">
			<p>
			</br>
			Файл .PDF
			</br>	
			<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DQjNQLUVQV1dVanM/view?usp=sharing" class="btn btn-default img-float-left"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
			</p>			
		</div>
		
		
		
	</div>
		

	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_download.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>