<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_places.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_places.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Море Геродота</h3>
		<p>
			Статья в разработке		
		</p>
		<p>
			Еще несколько столетий назад на юге Беларуси, на месте нынешнего Полесья, находилось большое море, о существовании которого говорят древние карты, хроники и археологические находки.
		</p>
		<p>
		Первое упоминание об этом Белорусском море сделал Геродот еще 2500 лет назад. Он писал, что на территории нашего современного Полесья расположено большое озеро или море. Сегодня историки условно называют это море - морем Геродота.
		</p>
		<p>
		Существование огромного озера или моря в районе Брестской области и восточнее подтверждают и средневековые карты С. Мюнстера (1540 г.), Я. Гастальди (1562), К. Вопеля (1566 г.), Г. Меркатора (1609 г.). Там оно называется Сарматским. Название, видимо, условное и происходит от общего названия Восточной Европы как Сарматии. На картах XVI века Сарматское море-озеро имеет форму подковы.
		</p>
		<p>
		Историки Западной Европы упрямо указывают, что Литва была на озере-море. Взгляните, например, на гравюру XV в. из "Всемирной хроники" Г. Шеделя. Острова с крепостями, а между ними плавает большой парусник. Территориально этот рисунок относится именно к землям ныне Центральной и Западной Беларуси, ибо в тексте говорится именно о наших городах.
		</p>
		<p>
		Интересно, что некоторые белорусские археологи считают, что Пинск был основан как портовый город большого озера - но озера, которое быстро исчезало и освобождало для жизни большие свободные территории. И именно сюда мигрировало в XIII-XIV веках несколько сот тысяч пруссов, которые до сих пор тут сохранили в селах свое национальное лицо и свой прусский язык. Белорусское море, отступая, отдавало территории для людей - крайне удобные для жизни, ибо не надо было выкорчевывать лес, а почва была весьма плодородной.
	
		</p>
		
		</br></br></br>
		<p><small>
		http://secret-r.net/arkhiv-publikatsij/7-2007/belorusskoe-more</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_places.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>