<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Славянские древности, Шафарик П. Й.</title>

<!-- ***Meta*** -->
	<meta name="description" content="Павел Йозеф Шафарик (1795-1861) – выдающийся деятель чешского и словацкого национального возрождения. 
		Историк и филолог, поэт и переводчик, журналист и литературовед, библиотекарь и библиограф. 
		«Славянские древности» (СКАЧАТЬ можно тут) по праву считаются делом жизни и научным подвигом Шафарика. 
		В этом сочинении, подвергнув тщательному анализу все имеющиеся на тот момент источники о происхождении и истории древних славян, 
		Шафарик не просто обосновал индоевропейское происхождение славянских народов, но также показал их вклад в мировую историю и культуру. 
		Благодаря этому «Славянские древности», переведенные с чешского на русский, немецкий, польский языки, на долгое время стали подлинной 
		энциклопедией славяноведения и основой для дальнейшего изучения древнейшей истории славянских народов." />
  	<meta name="keywords" itemprop="keywords" content="Павел Йозеф Шафарик, Славянские древности, 
	  карты ВКЛ, история Беларуси, краткая история Беларуси, литовские метрики, Статут ВКЛ"/>

<!-- ***Include Header*** -->
<? include ("../_include/header_download.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_download.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Павел Йозеф Шафарик, "Славянские древности"
		</br><small>Т. I (кн.I и II), Т. II (кн.I и II), 1847 г.</small>
		</h3>
		<img src="../../images/img-download/shafarik/shafarik.jpg" height="200" class="img-float-left"/>
		<p>
		Павел Йозеф Шафарик (1795-1861) – выдающийся деятель чешского и словацкого национального возрождения. 
		Историк и филолог, поэт и переводчик, журналист и литературовед, библиотекарь и библиограф.
		</p>
		<p>
		«Славянские древности» по праву считаются делом жизни и научным подвигом Шафарика. 
		В этом сочинении, подвергнув тщательному анализу все имеющиеся на тот момент источники о происхождении и истории древних славян, 
		Шафарик не просто обосновал индоевропейское происхождение славянских народов, но также показал их вклад в мировую историю и культуру. 
		Благодаря этому «Славянские древности», переведенные с чешского на русский, немецкий, польский языки, на долгое время стали подлинной 
		энциклопедией славяноведения и основой для дальнейшего изучения древнейшей истории славянских народов.
		</p>
		
		
		<div class="col-md-12">
			<p>
			</br>
			<h4>Славянские древности 
			</br><small>Т. I (кн.I и II), Т. II (кн.I и II)</small>
			 </h4>
			<img src="../../images/img-download/shafarik/book.jpg" class="img-float-centr"/>	
			</p>

			<p>
			zip-архив с 4 файлами .djvu</br>
			<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DX1JmczFwUkNnTmM/view?usp=sharing" class="btn btn-default img-float-centr"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
			</p>			
		</div>
	
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_download.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>