<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Перепись войска Литовского 1528 г.</title>

<!-- ***Meta*** -->
	<meta name="description" content="Метрики Литовские. Перепись войска Литовского 1528 г. (СКАЧАТЬ можно тут)  
	Переписи шляхецкого войска – достаточно известный вид официального справочника. 
		 Первые подобные переписи, вероятно, возникли вскорости после распространения деловой письменности еще в 15 веке. 
		В 16-18 веках переписи войска осуществлялись многократно по разным поводам и охватывали большие или меньшие воинские формирования. 
		Упоминания о таких переписях и ревизиях нередко встречаются в рукописях 16-18 веков.
		 Значительно реже проводились полные переписи войска. Мобилизации всего войска и составлении соответствующей документации придавалось
		 особое значение в 16 веке, когда решалась судьба ВКЛ в его тяжелой и непрерывной военно-политической конфронтации 
		 с Великим княжеством Московским." />
  	<meta name="keywords" itemprop="keywords" content="Перепись войска Литовского, 
	  карты ВКЛ, история Беларуси, краткая история Беларуси, литовские метрики, Статут ВКЛ"/>

<!-- ***Include Header*** -->
<? include ("../_include/header_download.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_download.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Метрики Литовские. Перепись войска Литовского 1528 г.</h3>
		<p>
		Переписи шляхецкого войска – достаточно известный вид официального справочника. 
		</br>Первые подобные переписи, вероятно, возникли вскорости после распространения деловой письменности еще в 15 веке. 
		В 16-18 веках переписи войска осуществлялись многократно по разным поводам и охватывали большие или меньшие воинские формирования. 
		Упоминания о таких переписях и ревизиях нередко встречаются в рукописях 16-18 веков.
		</br> Значительно реже проводились полные переписи войска. Мобилизации всего войска и составлении соответствующей документации придавалось
		 особое значение в 16 веке, когда решалась судьба ВКЛ в его тяжелой и непрерывной военно-политической конфронтации 
		 с Великим княжеством Московским. 
		 </br>Шляхтецкое войско в те времена еще в значительной степени сохраняло свой военный потенциал. 
		 В дальнейшем большее значение начинают играть регулярные или наемные войска.
		</br>До наших дней дошли три переписи войска ВКЛ 16 века, в разной степени сохранности. Но нет ни одного полного, исчерпывающего.
		</p>
		
		<p>
		"Перепись войска Литовского" дает хорошее представление о его национальном составе. Более 95% списка — 
		<a href="../articles/blr_family_names.php">белорусские фамилии</a>. 
		Фамилия (родовое имя) — традиционный признак <a href="../articles/nation_id.php">национальной идентичности</a>. 
		И сегодня каждый белорус может найти стреди своих
		знакомых и родственников потомков тех <a href="../terms/litwiny.php">литвинов</a>, сражавшихся и умиравших за свою землю.
		</p>
		
		<div class="col-md-12">
			<p>
			</br>
			<h4>Издание НАН Беларуси, Институт истории</h4>
			<img src="../../images/img-download/metrica_wkl/book_523.jpg" class="img-float-left"/>
			<p>
	
			</p>

			<p>
			Файл PDF, 165 Мб</br>
			<a href="https://drive.google.com/file/d/0B_T3PThCY39DMUVKbV9OYTRETVk/view?usp=sharing" class="btn btn-default img-float-left"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
			</p>
			
		</div>
		
		<div class="col-md-12">
			<p>
			</br>
			<h4>Императорская историческая библиотека </h4>
			<img src="../../images/img-download/wkl_spis_woiska_1565.jpg" class="img-float-left"/>
			<p>
	
			</p>

			<p>
			Файл PDF</br>
			<a href="https://drive.google.com/file/d/0B_T3PThCY39DT2ZjNmlyOGw2dm8/view?usp=sharing" class="btn btn-default img-float-left"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
			</p>
		</div>
		
		<div class="col-md-12">	
			<p>
			</br>
			<h4>Перепись новым набором на основании копии, снятой в конце 16- начале 17 века (рус.)</h4>
			<img src="../../images/img-download/voisko_wkl.jpg" class="img-float-left"/>
			<a href="http://kdkv.narod.ru/1528-VKL/">смотреть on-line </a> 
			</p>
		</div>
		
		<div class="col-md-12">	
			<p>
			</br>
			<h4>На сайте Русского Генеалогического общества</h4>
			<a href="http://redbow.ru/perepis_voyska_vel._knyazhestva_lit">смотреть on-line </a> 
			</p>
			
		</div>
		
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_download.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>