<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
      <!-- ***Title*** -->
    <title>Апрель. Календарь Беларуси</title>

<!-- ***Meta*** -->  
    <meta name="description" content="Апрель. Национальные праздники и 
	даты знаменательных событий — битвы, унии, дни рождения выдающихся людей. История страны дает повод прикоснуться к национальной памяти" />
    <meta name="keywords" itemprop="keywords" content="история беларуси, основные даты в истории Беларуси, важные даты в истории Беларуси, даты истории Беларуси, 
	праздники Беларуси, краткая история беларуси в датах, важные даты истории Беларуси, история Беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-dates/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_dates.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_dates.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    
<!-- ***Top list 12_Months *** -->
<? include ("../_include/top_list_dates.php"); ?>

		<h1>Апрель</h1>
		
		<div class="col-md-12">
		<table class="table table-hover">
			<thead>
				<tr>
					<th>Дата</th>
					<th>Событие</th>
				</tr>
			</thead>
			<tbody>
			
				<tr>
					<td>1</td>
					<td>
						<ul>
							<li>
							День памяти <a href="../figures/zofia_sluck.php">св. княгини Софии Слуцкой</a> (01.05.1585 - 19.03.1612), жены кальвиниста-еретика Януша Радзивилла 
							— католички, канонизированной православными, покровительницы православия в Беларуси.
							</li>
							<li>
							1940 В тюрьме под Саратовом погиб <a href="../figures/lesik.php">Язэп Лесик</a> (18.11.1883 - 01.04.1940) — Председатель Рады БНР и академик АН БССР, писатель,
							 публицист, языковед, педагог.
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td class="data-vip">3</td>
					<td>
						<ul>
							<li>1918 Дзень дзяржаўнасьці <a href="../terms/blr_mova.php">беларускае мовы</a> —
							апублікаванае прэсавае паведамленьне аб дзяржаўным статусе беларускае мовы ў БНР
							</li>
							<li>
							1984 Канонизация <a href="../figures/zofia_sluck.php">св. Софии Слуцкой</a> (01.05.1585 - 19.03.1612), жены кальвиниста-еретика Януша Радзивилла 
							— католички, канонизированной православными, покровительницы православия в Беларуси.
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>4</td>
					<td>
						<ul>
							<li>1557 В местечке Островно под Витебском родился <a href="../figures/sapega.php">Лев Сапега</a> — 
							великий канцлер Литовский, фундатор третьего Статута ВКЛ
							</li>
							<li>1896 У Слуцкім павеце нарадзіўся <a href="../events/uprising_sluzk.php">Васіль Русак</a> — удзельнік Слуцкага Збройнага Чыну
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>7</td>
					<td>
						<ul>
							<li>День памяти <a href="../figures/geniusz.php">Ларисы Гениюш</a> (09.08.1910 - 07.04.1983) — белорусской поэтессы, 
							Генерального Секретаря Правительства БНР в эмиграции
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>10</td>
					<td>
						<ul>
							<li>2016 В минском Красном костеле начался процесс беатификации (обряд причисления умершего к лику блаженных)
							<a href="../figures/woinillovicz.php">Эдварда Войниловича</a> — "шляхтича тутэйшаго", фундатора Красного костела.
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>12</td>
					<td>
						<ul>
							<li>1839 Родился <a href="../figures/przewalskij.php">Николай Пржевальский</a> — путешественник, потомок шляхты белорусской</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>15</td>
					<td>
						<ul>
							<li>1858 Родился <a href="../figures/kondratovich.php">Киприан Кондратович</a> (15.04.1858 - 31.10.1932)
							 — министр обороны БНР, генерал армии Российской империи.
							 </li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>21</td>
					<td>
						<ul>
							<li>1101 День памяти <a href="../figures/charadzej.php">Всеслава Чародея</a> (1044-21.04.1101)
							— князя Полоцкого, язычника, построившего Софийский собор
							</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>25</td>
					<td>
						<ul>
							<li>1859 Указ о запрете печатать книги <a href="../terms/blr_mova.php">беларускай лацінкай</a></li>
						</ul>
						<ul>
							<li>1868 Родился <a href="../figures/skirmunt.php">Роман Скирмунт</a> (25.04.1868 - 07.10.1939)
							 — представитель промышленной элиты империи и Премьер-министр БНР</li>
						</ul>
					</td>
				</tr>

				<tr>
					<td>28</td>
					<td>
						<ul>
							<li>День памяти <a href="../figures/kirill_tur.php">св. Кирилла Туровского</a> (1130 - 1182), канонизированного в лике святителей</li>
						</ul>
					</td>
				</tr>
				
				<tr>
					<td>30</td>
					<td>
						<ul>
							<li>1632 Умер 
							<a href="../figures/sigismund_waza.php">Жигимонт III Ваза</a> (20.06.1566 - 30.04.1632)
							— в. князя Литовский, возвративший Смоленск и захвативший Москву</li>
							</li>
						</ul>
					</td>
				</tr>
				
			
			</tbody>
		</table>
	</div>
	
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_dates.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>