<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
    <title>Битва при Клушине. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Битва при Клушине. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="Битва при Клушине, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Битва при Клушине</h3>
		
		<p>
		Статья в разработке		
		</p>		
		<p>
		Битва при Клушине 4 июля 1610 года - разгром русско-шведского войска под командованием Дмитрия Шуйского и Якоба Делагарди войсками Речи Посполитой под командованием гетмана польного коронного Станислава Жолкевского.
		</p>		
		<p>
		Войска Речи посполитой  в количестве около 6800 человек (5556 из которых составляли "крылатые" гусары") разгромили 30000 московских и 5000 шведских войск.
		</p>		
		<p>
		Итоги сражения:
		</p>		
		<p>
		Остатки московской армии разбежались, и она фактически перестала существовать. Армия Речи Посполитой усилилась тремя тысячами бывших наемников Делагарди, перешедших на службу к Сигизмунду III, и восьмитысячным войском Валуева, присягнувшим королевичу Владиславу после поражения. 
		</p>		
		<p>
		Вслед за тем в Москве был свергнут Василий Шуйский и образовано временное боярское правительство Семибоярщина, которое, в страхе перед Лжедмитрием II, присягнуло Владиславу и впустило в Москву войско Речи Посполитой. Таким образом, победа при Клушине на некоторое время привела к ликвидации московского государства.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>