<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
    <title>Акт Варшавской конфедерации. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="А поскольку в Речи Посполитой нашей есть различия немалые в вере христианской, 
	на вечные времена присягаем верой, честью и достоинством нашим, что если рознимся в вере, мир между собою сохранять.
	" />
	<meta name="keywords" itemprop="keywords" content="акт варшавской конфедерации, варшавская конфедерация 1573 года, Варшавская конференция,  
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/confederacia_warshawa/memory.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
              
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  

		<h1>Варшавская конфедерация. Генриховы артикулы
		</br><small>акт религиозного примирения и ограничение королевской власти</small></h1>
		
		<p>
		<i>
		"Certainly, the wording and substance of the declaration of the Confederation of Warsaw of 28 January 1573 were extraordinary with regards 
		to prevailing conditions elsewhere in Europe; and they governed the principles of religious life in the Republic for over two hundred years".
		</i>
		</br><small>Norman Davies, "God's Playground"</small>
		</p>
		<p>
		В 1569 году по <a href="unia_liublin.php">Люблинской унии</a> была образована <a href="../terms/rzeczpospolita.php">Речь Посполитая</a>. 
		</br>В 1572 году умер последний <a href="../figures/jagellony.php">Ягеллон</a> — в. внязь Литовский и король Польши Сигизмунд II Август. 
		</br>Религиозные противоречия и нерешенные вопросы наследования королевской власти породили два исторических документа. 
		</p>
		
		<h2>1573 Акт Варшавской конфедерации</h2>
		
		<p class="img-float-left">
		<a href="../../images/img-events/confederacia_warshawa/confederacia_act.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Варшавская конфедерация" src="../../images/img-events/confederacia_warshawa/confederacia_act_thumb.jpg" height="140">
		</br><small>Акт конфедерации</small>
		</a>		
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/confederacia_warshawa/radziwill_stamp.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Варшавская конфедерация" src="../../images/img-events/confederacia_warshawa/radziwill_stamp_thumb.jpg" height="140">
		</br><small>Печать Николая 
		</br>Радзивилла Рыжего</small>
		</a>
		</p>
		
		
		<p>
		Варшавская конфедерация 28 января 1573 года заложила основы религиозной терпимости знати и свободных людей в Речи Посполитой.
		 Она была принята в смутное время "бескоролевья" — в 1572 умер <a href="../terms/dukes_wkl.php">Сигизмунд III Август</a>; 
		 с ним прекратилась династия Ягеллонов. <a href="../terms/dukes_wkl.php">Генрих Валуа</a> будет коронован только в 1574.
		 </p>
		 <p>
		Варшавская конфедерация имела целью преодолеть проблемы, которые возникли после заключения Люблинской унии, 
		и образования Речи Посполитой, имевшей единого короля (а в тот момент не имевшей и его), 
		но не имевшей общей церкви. 
		И если в Польше доминировали католики, то <a href="../terms/religion_blr.php">религиозная палитра</a> ВКЛ была довольно пестрой. На восточных землях преобладало православные, на западных — католицизм. 
		На севере и западе распространялись идеи Реформации. Со времен Витовта в ВКЛ проживала большая иудейская община.
		</p>
		 </p>
		 Акт варшавской конфедерации является первым подобным документом в Европе. 
		 Хотя акт и не предотвратил всех конфликтов на основе религии, но сделал Речь Посполитую намного более безопасным и 
		 толерантным местом, чем большая часть Европы, где в то время бушевали религиозные войны.
		</p>
	
		<p>
		Среди подписавших Акт конфедерации были Остафий <a href="../figures/volovicz.php">Волович</a> — подканцлер Литовский, 
		Павел <a href="../figures/pacy.php">Пац</a> — каштелян Витебский. 
		Одна из идентифицированных печатей под Актом принадлежит Николаю <a href="../figures/radziwilly.php">Радзивиллу</a> Рыжему 
		[<small> R. D. G., po bokach N. D. - "Nicolaus Radziwill Dei Gratia Dux"</small> ]
		</p>
		
		<h4></br>Текст Акта Варшавской Конфедерации на русском
		</br><small>Абзацы № 1, 2, 5, 6. 
		Оригинальный текст <a target="_blank" href="http://www.agad.archiwa.gov.pl/prezentacje/konfederacja/tekst.html">тут</a> (польск.)</small> </h4>
		
				<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="col-md-12 ">
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-info btn-sm" value="Текст (показать / скрыть)" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<p></br>
		&para;#1. <i>
		Мы Рада Коронная, духовных  и светских, и рыцарства всего, и сословий всех единой  и неделимой республикой Великой и Малой Польши, 
		Великого княжества Литовского, Киева, Волыни, Подляшья, от Земли Руской, Прусской, Померании, Жмудской, Инфляндской  и коронного города.
		</i></p>
		<p>		
		&para;#2. 
		<i>Всем, кому належыць  ad perpetuam rei memoriam [для вечной памяти], в этом опасном времени, без короля пана всевышнего живя, 
		мы старались для всех них пiльна на съезде в Варшаве, як бы мы примером предков своих сами между собой покой, 
		справедливость порядок и оборону  Rzeczypospolitej затрымаць и заснаваць могли. 
		Поэтому уверенным, единогласным зазваленнем и сьветлым прирешеньнем  sobie to wszyscy spolnie, 
		именем всей Rzeczypospolitej, обещаем и обязуемся  под верой, честью и сумленнем нашим.	
		</i></p>
		<p>				
		&para;#5. 
		<i>А поскольку в Речи Посполитой нашей есть различия немалые в вере христианской, предотвращая то, чтобы по этой причине между людьми 
		распря какая вредная не началась, каковую по прочим королевствам мы ясно видим, обещаем совместно, от имени нашего и потомков наших, 
		и на вечные времена присягаем верой, честью и достоинством нашим, что если рознимся в вере, мир между собою сохранять, 
		а из-за разницы в вере и обрядах церковных крови не проливать, а также не карать ни конфискацией, ни лишением чести, ни тюрьмой или изгнанием, 
		и ни власти никакой, ни чину в таких действиях никаким образом не помогать. 
		И, конечно, если кто-то где-нибудь захотел бы по этой причине кровь проливать, препятствовать этому все мы должны будем, 
		хоть бы кто это под видом декрета или по приговору какому судебному совершать хотел.
		</i></p>
		<p>
		&para;#6. 
		<i>Всяко же конфедерацией этой нашей никак власти над подданными их панам как духовным, так и светским, не уменьшаем, и послушания подданных 
		в отношение панов их не отменяем. И, конечно, если бы таковое непослушание под видом религии где-то место имело, тогда, 
		как всегда было, будет позволено и теперь каждому пану подданного непослушного своего как в вопросах духовных, так и светских, 
		по разумению своему карать.			
		</i></p>
		
</div>
</div>
</div>
</div>	
<!--/Spoiler-->

	<p>
	Красивый литературный перевод от <a target="_blank" href="https://www.facebook.com/andrey.bondarenko.104">Андрей Бондаренко</a>
	</br>[ <small>Некрасивый и нелитературный (первые два абзаца) — от нас. Редакция</small> ]
	</p>
	
	<h2>Генриховы артикулы
	</br><small>первый выборный король и его клятва</small>
	</h2>
	<p>
		Генрих Валуа — последний король Франции из династии Валуа, в. князь Литовский и первый выборный король Польши (с января по июнь 1574). 
		Правление его было недолгим — узнав о возможности занять престол Франции, он отказался от династического брака с Анной Ягеллонкой и вернулся на родину. 
	</p>
	
	<p>
		Для того, чтобы акт Варшавской конфедерации получил силу закона, необходимо было, чтобы его подтвердил король. 
		Учитывая, что Генрих Валуа и его мама Екатерина Медичи прославились "Варфоломеевой ночью" (массовая резня гугенотов католиками) 
		— это было непросто.
	</p>
	<p>
		По настоянию диссидентов (некатоликов) были составлены 
		<a target="_blank" href="https://pl.wikisource.org/wiki/Literae_confirmationis_articulorum_Henrico_Regi_antea_oblatorum">Генриховы артикулы</a>, 
		которыми ограничивалась власть короля и обеспечивалась религиозная свобода, а нерушимость этих статей подтверждалась клятвой:
		<i> "В случае же, если мы (от чего, Боже, сохрани!) не выполним этих статей или условий, или учиним что-либо вопреки им, 
		законам и вольностям, то всех жителей королевства и великого княжества объявляем свободными от должного нам повиновения и верности".
		</i>
		</br>[ <small>&sect;17 </i>...A ieslibysmy (czego Boze uchoway) co przeciw prawom, wolnosciom, artykulom, kondycyom wykroczyli, abo czego nie wypelnili: 
		tedy obywatele Koronne oboyga narodu, od posluszenstwa y wiary Nam powinney, wolne czyniemy."</i></small> ]
	</p>
	<p>
		Все епископы, кроме краковского Франциска Красинского, были против принятия акта конфедерации и религиозных свобод. 
		 И когда католики торжествовали по случаю избрания Генриха Валуа, диссиденты,
		в числе которых был киевский воевода Острожский (сын великого гетмана <a href="../figures/ostrogski.php">Константина Острожского</a>) с православной шляхтой,
		 удалились с поля избрания. 
		Междоусобица грозила кровопролитием, пугавшим всех. 
		И противники пришли к компромиссу: диссиденты согласились на избрание Генриха, а католики приняли целиком Генриховы статьи.
	</p>
	<p>
		На сейме 20 мая 1573 года "Артикулы" подписал представитель новоизбранного короля Генриха Валуа.
		Кстати — именно известие об избрании Генриха королем Польши положило конец осаде Ла-Рошели и спасло трех мушкетеров.
	</p>
	
	<p class="img-float-center">
		<a target="_blank" href="../../images/img-events/confederacia_warshawa/memory.jpg">
		<img alt="Варшавская конфедерация" src="../../images/img-events/confederacia_warshawa/memory_thumb.jpg" height="140">
		</br><small>Всемирное наследие</small>
		</a>		
	</p>
	<p>
	Отличие от избирательных капитуляций (pacta conventa), которые и прежде подписывали при вступлении на престол Ягеллоны, 
	состоит в выборности, а не наследственности королевской власти. Генриковы артикулы подтверждались всеми последующими правителями 
	Польши и окончательно узаконили систему "шляхетской демократии".
	</p>
	<p>
	Генриковы артикулы ввели ограничения королевской власти. Монарх не мог без согласия сейма ни объявлять войну, 
	ни заключать мир, ни созывать посполитое рушение. В случае нарушения привилегий шляхты со стороны монарха последняя имела 
	право восстать против него.
	</p>
	<p>
	С момента подписания артикулов в Речи Посполитой стала сводиться на нет традиция наследственности королевской власти. 
	Уже через сто лет ни один сын успешного короля <a href="../terms/dukes_wkl.php">Яна Собеского</a> не мог претендовать на наследование престола.
	</p>
	<p>
	В 2003 году текст конфедерации был внесён в список ЮНЕСКО Память мира.
	</p>	
		
		</br></br></br>
		<p><small>
		http://www.sedmitza.ru/lib/text/439821/</br>
		Central Archives of Historical Records in Warsaw</br>
		http://belreform.org/ru/confed.php</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>