<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
    <title>Акт Варшавской конфедерации. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Акт Варшавской конфедерации. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="акт варшавской конфедерации, варшавская конфедерация 1573 года, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Варшавская конфедерация 1573 года</h3>
		<img src="../../images/img-events/confederacia_warshawa/confederacia_warshawa_act.jpg" class="img-float-left"/>
		<p>
		Статья в разработке		
		</p>
		<p>
		Варшавская конфедерация (Варшавская конференция, 28 января 1573 года) — важное событие в истории Польши и <a href="../terms/wkl.php">Великого Княжества Литовского</a> (ВКЛ),
		 которое определило основы религиозной терпимости знати и свободных людей в Речи Посполитой и ВКЛ, 
		 считается формальным началом религиозной свободы в Польско-Литовском государстве.
		 <p>
		 </p>
		 Акт варшавской конфедерации является первым подобным документом в Европе. 
		 Хотя акт и не предотвратил всех конфликтов на основе религии, но сделал Польско-Литовское государство намного более безопасным и 
		 толерантным местом, чем большая часть Европы.
		</p>
		<p>
		Варшавская конфедерация имела целью преодолеть проблемы, которые возникли после заключения <a href="unia_liublin.php">Люблинской унии</a>, 
		согласно которой создавалась новое государство — <a href="../terms/rzeczpospolita.php">Речь Посполитая</a>, имевшая единого короля, деньги, налоги и единую внешнюю политику,
		 но не имела общей церкви. На восточных землях преобладали православные, 
		 а на западе и севере Польши получил распространение местный протестантизм.
		</p>
		<p>
		Варшавская конфедерация сыграла активную роль в защите религиозных свобод в Речи Посполитой, 
		её участники обязались быть взаимно толерантными, хранить эту толерантность в последующих поколениях, 
		быть солидарными в борьбе за свободу веры при любом правительстве, которое преследовало бы любую конфессию.
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>