<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Виленско-Радомская уния 1401 года</h3>
		
		<p>
		Статья в разработке	
		</p>
		<p>
		Виленско-Радомская уния 1401 года - государственный союз Королевства Польского и Великого княжества Литовского.
		</p>
		<p>
		В условиях тяжелого поражения литовского войска в битве на Ворскле в 1399 году, а также усиления влияния Свидригайло, претендента на власть в Великом княжестве Литовском, Витовт дал согласие на заключение нового союза между государствами. 
		</p>
		<p>
		18 января 1401 года на съезде в Вильне Витовт подписал акт о своей присяге Ягайло, который, будучи верховным правителем Литвы, передавал Витовту право пожизненного владения государством и признавал его титул великого князя литовского. 
		</p>
		<p>
		После смерти Витовта его владения должны были отойти Ягайло или его наследникам. В случае, если бы Ягайло умер, не оставив наследников, польская сторона обещала допустить участие литовского и русского боярства в выборе нового польского монарха. 
		</p>
		<p>
		В тот же день присутствовавшие на съезде удельные князья, епископы и бояре подписали акт, в котором обещали не нарушать заключенного между Ягайло и Витовтом соглашения (к документу было привешено 40 печатей). 11 марта того же года на съезде в Радоме польские паны издали аналогичный акт (к нему привешено 49 печатей).
		</p>
		<p>
		Историки отмечают, что во время заключения унии произошла институализация литовской рады, которая по отношению к Польше впервые выступила как отдельный государственный орган

		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>