<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Ливонская война. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Ливонская война. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="ливонская война, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h3>Ливонская война</h3>
		
		<p>
		Статья в разработке	
		</p>
		<p>
		Ливонская (Инфлянтская) война (1558-1583) — крупный военный конфликт XVI века, в котором участвовали Ливонская конфедерация, Русское царство, Великое княжество Литовское, Шведское и Датское королевства. Боевые действия велись в основном на территории современных Эстонии, Латвии, Белоруссии и Северо-Западной России.
		</p>
		<p>
		Война началась с нападения Русского царства на Ливонию в январе 1558 года. На первом этапе войны русские войска достигли значительных успехов, завоевав Нарву, Дерпт и целый ряд других городов и замков. В 1561 году по Виленским договорам Ливонская конфедерация была ликвидирована, часть её территории преобразовывалась в вассальное по отношению к Великому княжеству Литовскому герцогство Курляндия и Семигалия, другая же непосредственно вошла в состав Великого княжества Литовского.
		</p>
		<p>
		С этого времени война приобрела в основном характер противостояния Русского царства и Великого княжества Литовского и велась преимущественно на территории последнего. В 1563 году русским войском был взят Полоцк.
		</p>
		<p>
		В 1569 году Великое княжество Литовское объединилось с Королевством Польским в единую Речь Посполитую.
		</p>
		<p>
		Вслед за неудачной осадой Ревеля русскими войсками (1577) войска Речи Посполитой вернули Полоцк и неудачно осаждали Псков. Шведы взяли Нарву и безуспешно осаждали Орешек.
		</p>
		<p>
		Война закончилась подписанием Ям-Запольского (1582 год) и Плюсского (1583 год) перемирий. Россия лишалась всех завоеваний, сделанных в результате войны, а также земель на границе с Речью Посполитой и приморских балтийских городов (Копорья, Яма, Ивангорода). Территория бывшей Ливонской конфедерации оказалась разделена между Речью Посполитой, Швецией и Данией.
		</p>
		<p>
		Ливонская война оказала огромное влияние на события в Восточной Европе и внутренние дела вовлечённых государств. В результате неё закончил своё существование Ливонский орден, война способствовала образованию Речи Посполитой, а Русское царство привела к экономическому упадку.

		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>