<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Гражданская война XIV в. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Гражданская война в ВКЛ. XIV век. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="гражданская война ВКЛ, Витовт, Ягайло, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Гражданская война в ВКЛ 1381-84 и 1389-92. Витовт против Ягайло</h3>
		
		<p>
		Статья в разработке		
		</p>
		<p>
		Гражданская война в Великом княжестве Литовском 1381—1384 годов — первый эпизод борьбы за власть между двоюродными братьями: 
		великим князем литовским Ягайло и князем Витовтом. 
		</br>Война началась после заключения договора между Ягайло и великим магистром Тевтонского ордена.
		Договор был направлен против дяди Ягайло Кейстута, отца Витовта, правившего северо-западной частью ВКЛ (Самогития, Троки, Гродно и Берестье).
		</br>Орден был естественным противником Литвы, но в собственных интересах и Витовт, и Ягайло прибегали к его помощи. 		
		</p>
		<p>
		Кейстут и Витовт были пленены и перевезены в Кревский замок.
		 Через неделю Кейстут скончался, Витовту же удалось бежать, после чего он сам обратился за поддержкой к тевтонским рыцарям. 
		 </br>Хотя вторжение в Литву объединённых войск Витовта и крестоносцев окончилось неудачей, с помощью Ордена Витовту удалось укрепиться в Самогоитии. 
		 Так как Ягайло была нужна внутренняя стабильность, он пошёл на соглашение с Витовтом.
		</p>
		<p>
		Война не решила противоречий, следующий этап династической борьбы пришёлся на 1389—1392 годы. 
		</br>Противостояние не выявило явного победителя, что принудило стороны идти на компромисс. 
		По условиям заключенного в 1392 году Островского соглашения, Витовт признал Ягайло верховным сюзереном Литвы, а сам стал Великим князем Литовским.
		</p>
		
				
		
		
		</br></br></br>
		<p><small>
		http://www.istpravda.ru/bel/reconstructions/884/</a>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>