<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Гражданская война XV в. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Свидригайло. Гражданская война ВКЛ. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="Свидригайло, гражданская война ВКЛ, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Гражданская война в ВКЛ 1432—1438</h3>
		
		<p>
		Статья в разработке	
		</p>
		<p>
		Гражданская война в ВКЛ 1432-1438 годов - вооруженный конфликт на фоне противоречий между элитами Королевства Польского и Великого княжества Литовского после избрания великим князем литовским Свидригайло. Направленная на восстановление независимости Великого княжества Литовского политика Свидригайло привела к охлаждению отношений с Королевством Польским. 
		</p>
		<p>
		Знать Великого княжества Литовского в одностороннем порядке после смерти Витовта в 1430 г. провозгласила великим князем Свидригайло, что было нарушением условий Городельской унии, по которой великого князя должен был утвердить король польский. Чтобы увеличить свою популярность среди православного  населения и знати, Свидригайло предоставил равные права католикам и православным. Затем великий князь попросил у императора Сигизмунда королевскую корону, предназначенную Витовту. 
		</p>
		<p>
		Польская шляхта была возмущена и потребовала от Свидригайло присягнуть на верность Ягайло. Свидригайло ответил отказом, разорвав тем самым унию с Польшей и начав реализовывать программу, направленную на восстановление политической независимости Великого княжества Литовского
		</p>
		<p>
		В 1432 году Свидригайло был свергнут с трона Сигизмундом Кейстутовичем. Однако Свидригайло получил поддержку части православных князей. В Полоцке в 1432 году он был посажен на "великое княжение русское". Началась гражданская война. В решающей битве у Вилькомира в 1435 году Свидригайло потерпел поражение. Так же неудачными для него оказались военные столкновения 1437 и 1440 годов. В 1440 года после убийства Сигизмунда великокняжеский престол занял Казимир, младший сын Ягайло. Свидригайло в 1452 году умер в Луцке, владея Волынью.
		</p>
		<p>
		Определяющую роль для исхода войны сыграл великий земский привилсй, изданный Сигизмундом 6 мая 1434 года. В нем Сигизмунд провозгласил равноправие католиков и православных в границах всего государства, так что права, гарантированные католикам Городельским привилеем 1413 года, распространялись теперь на всех подданных независимо от вероисповедания. А еще в 1432 году такой же привилей Ягайло издал для Луцкой земли. Теперь и православное боярство получило гарантии неприкосновенности своих владений, свободу распоряжения землей, льготы в государственных повинностях, а также право на рыцарские гербы.
		</p>
		
		
	
		
		</br></br></br>
		<p><small>
		http://spadczyna.com/history/mapes/b_3_vkl_15_3.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>