<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Война 1812</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Шанс на восстановление государственности и кровавые годы. 
	90% всех боевых действий в эту войну были на территории Беларуси. 
	" />
	<meta name="keywords" itemprop="keywords" content="война 1812 года в Беларуси, Беларусь в войне 1812 года, Беларусы в войне 1812 года, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_1812/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>

		<h1>Война 1812 года
		</br><small>по обе стороны фронта</small>
		</h1>
		
		<p class="img-float-left">
		<a href="../../images/img-events/war_1812/monet_1812.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/monet_1812_thumb.jpg" height="120"> 
		</br><small>Памятная монета, РБ</small>	
		</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/war_1812/1812ru.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/1812ru_thumb.jpg" height="120"> 
		</br><small>Карта войны, Беларусь</small>	
		</a>
		</p>
		

		<p><i>
		"Что касается сражений между русскими и французскими войсками, то предки беларусов участвовали в них с обеих сторон. 
		Одни служили царю Александру, другие — императору Наполеону, а крестьяне держали оборону от мародеров со всех сторон. 
		Именно поэтому мы не считаем ту далекую войну Отечественной. Для наших предков она скорее была гражданской.
		</i></p>
		<p><i>
		Трагедией было то, что нашей молодёжи пришлось воевать друг против друга в армиях противников. 90% всех боевых действий в эту войну были на территории Беларуси."
		</i></br><small>А. Тарас</small>	
		</p>
				
		<p>
		1807 год. После победы Франции во франко-прусско-российской войне 1806–1807 гг. и заключения Тильзитского мира, 
		на польских землях Речи Посполитой образовалось Варшавское герцогство (протекторат Наполеоновской Франции), 
		управляемое союзником Наполеона королем Саксонии.
		</p>
		<p>
		К <a href="../terms/ross_empire.php">России</a> согласно Тильзитскому миру переходил Белостокский округ, в результате чего все этнические белорусские земли оказались 
		в составе Российской империи. 
		</p>
		
		<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont">
	<h3>* Война Наполеона с Россией глазами историка</h3>
	
	<input type="button" class="btn btn-default btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>
<p>
Историк Евгений Понасенков — один из тех, кто не одобряет громкого празднования двухсотой годовщины Бородино. 
Его монография "Правда о войне 1812 года" и одноименный фильм вызвали ожесточенные споры, и это нормально. 
Ненормально, когда мнение историка приравнивается к подрыву основ.
</p>
<p>
В. — Каковы тогда были цели Наполеона в кампании 1812 года, зачем он вообще сюда полез? Имелось ли в виду покорение России?
</p>
<p>
О. — К 1812 году сам Александр I уже поработал агрессором дважды. В 1805 году, когда он пошел на Францию и русских солдат погнал через всю Европу, после чего Наполеон их погнал обратно и уничтожил под Аустерлицем. И в 1807 году, когда Александр вновь повел свою армию во Францию, но его развернули под Фридландом.
</p>
<p>
Обычно не сообщают, что "народное ополчение" царь созвал не в 1812 году, а еще в 1806-м, чтобы идти на Францию! И тогда православный царь обманул дворян: после войны в 1807 году им их рабов не вернули, а заковали в рекруты на 25 лет! Наполеону же был нужен только мир с Россией: между двумя странами не было геополитических противоречий.
</p>
<p>
Если бы он хотел идти на Москву — у него был идеальный шанс в 1807-м: он стоял на Немане, а русская армия была небоеспособна! 
Но Наполеон предлагает заключить союз. Он не только не наложил на царя-агрессора контрибуцию, но и подарил Белостокскую область, 
закрыл глаза на захват Финляндии, Молдавии и Валахии. За эти подарки Александр даже наградил "антихриста" 
[ отлученного православным  Синодом по его приказу от церкви ] орденом Святого Андрея Первозванного, снял анафему и расцеловал на плоту в Тильзите. Наполеон был счастлив и написал в Париж, что теперь можно будет расслабиться.
</p>
<p>
Но Александр начинает сколачивать новую армию. Он увеличивает расходы на оборону с 63,4 до 118,5 млн рублей! В стране начинается финансовый кризис. Чтобы получить деньги на новую агрессию, Александр в 1810-м продает в крепостное рабство 10.000 государственных крестьян. В итоге уже в 1810-м, когда Наполеон еще мечтал о союзе, Александр выставил на границе три армии! А 27 и 29 октября 1811 г. подписал "повеления" о начале глубокого наступления в Европе!
</p>
<p>
В 1812-м, испробовав все средства сохранить мир, Наполеон был вынужден начать кампанию - глубокое вторжение на осень не откладывают. Ему нужен был лишь приграничный бой, чтобы Александр следовал своей же подписи под Тильзитским трактатом. Но православный царь отважно отбывает из армии в Петербург и издалека наблюдает, как русская армия храбро отступает. Вдумайтесь: 24 июня - переход Немана, а 14 сентября - вступление Наполеона в Москву. Между ними - более 900 км, значит, русская пехота и артиллерия умудрились "маневрировать" со скоростью в среднем 11 км в сутки (это по лесам и болотам!).
</p>
<p>
В. — И в талантах Кутузова вы тоже сомневаетесь?
</p>
<p>
О. — В роли командующего все его достижения сводятся к поражению в обоих генеральных сражениях: под Аустерлицем и под Бородино. Причем под Бородино у Кутузова был численный перевес (155тыс. войск и 624 орудия против 135тыс. и 587 орудий у Наполеона), он находился в укрепленной позиции - и все равно умудрился потерять, обороняясь, больше, чем наступающий неприятель (50 тыс. против 35 тыс. с французской стороны), отступить и сдать Москву!
</p>
<p>
В городе оставил более 20 тыс. русских раненых, которые заживо сгорели в пожаре, устроенном лубочным "патриотом" генерал-губернатором Ростопчиным.
</p>
<p>
У нас любят говорить о потерях в армии Наполеона, но забывают, что из Тарутино Кутузов вывел 130 тыс., а в Вильно привел 27 тыс. — это при 90% небоевых потерь! Мороз и голод ведь никого не различают!
</p>
<p>
В. — Действительно ли русские массово переходили на сторону захватчика и присягали ему?
</p>
<p>
О. — Мне удалось выяснить, что крестьяне Волоколамского, Серпуховского, Коломенского, Покровского уездов Московской губернии заявили, что "Бонапарт - в Москве, стало быть, он наш государь". У них не было не то что понятия родины (они с географией незнакомы), но и понятия "малая родина" - их ведь часто продавали без земли и отдельно от семьи! Потому никто и не встал "на защиту царя и Отечества".
</p>
<p>
Храм для "увековечивания" тоже строился, далеко не сразу после изгнания Наполеона… надо было время, время, чтобы забыть тот позор неприятеля в столице. 
Так как же, после второй, "отечественной", тоже 15 годков молчали, побед не праздновали, глаза прятали, 
ждали пока настоящие победители и настоящая память-то уйдут.., устроили победобесие.
</p>
<p>
Читать полностью <a target="_blank" href="http://oleg-leusenko.livejournal.com/795856.html">тут</a>
</p>

<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
 </div>    
      
</div>
</div>
</div>

	
<!--/Spoiler-->

		<h3>Война в Северо-Западном крае
		</br><small>Виленская, Гродненская, Минская, Могилевская, Витебская губернии</small></h3>
		
		<p>
		В среде шляхты в <a href="../terms/sewero_zapadny_kraj.php">Северо-Западном крае</a> Российской империи — на землях <a href="../terms/wkl.php">ВКЛ</a> — сам факт существования Варшавского герцогства вызывал надежду на возрождение 
		<a href="../terms/rzeczpospolita.php">Речи Посполитой</a>. 
		Однако крупных  магнатов не устраивала  отмена Наполеоном крепостного права. Они считали, что былую государственность удастся восстановить 
		под протекторатом России. Попыткой осуществить эту надежду стал "план <a href="../figures/oginskie.php">Огинского</a> (в 1810-12 годах — доверенное лицо императора Александра I)" — проект создания Великого княжества Литовского в составе Российской империи.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/belarus_1801.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/belarus_1801_thumb.jpg" height="100"> 
		</br><small>Северо-Западный край 1801-1842</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/minsk_guberniya.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/minsk_guberniya_thumb.jpg" height="100"> 
		</br><small>Минская губерния, 1821</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Тутэйшая краевасьць" src="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi_thumb.jpg" height="100" >
			</br><small>Северо-Западный край, 1905</small>
			</a>
		</div>
		
		</div>
		
		<p> [ 
		Население Северо-Западного края и в Европе, и в России часто именовалось поляками — 
		<a href="../terms/shliahta.php">шляхта</a> (>10% населения) и горожане общались в своей среде на польском языке, который был 100 лет был государственным 
		и на тот момент являлся официальным языком делопроизводства (см. <a href="../download/blr_people.php">карту Риттиха</a>, 1875 и письмо 
		М. Огинского — про <i>"восемь миллионов поляков"</i> Северо-Западных губерний).
		</p> 
		<p>
		В "Географическом атласе Российской империи, Царства Польского и Великого княжества Финляндского" 1821 года надписи на картах губерний Северо-Западного края 
		дублировались на польском. Эстляндской и Лифляндской — на немецком. Остальной России — на французском.
		]
		</p>
		<p>
		10 (22)  июня 1812 г. Франция объявила России войну. В ночь на 12 (24) июня наполеоновские войска начали переправляться через реку 
		Неман в районе Ковно.
		</p>
		<p>
		16 (28) июня войска Наполеона без боя заняли Вильну. Император предоставил право первым вступить в город полку улан под командованием 
		князя Доминика <a href="../figures/radziwilly.php">Радзивилла</a> — владельца <a href="../places/nesviz.php">несвижской ординации</a>.
		</p>
		<p>
		В преддверии войны Российская империя проводит мобилизацию — сначала двух, а потом одного человека с 500 жителей. Из 8 млн. жителей Северо-Западного края 
		мобилизовано около 200 тыс. чел. Кстати — и крепостное право, и воинскую повинность (25 лет) для крестьян принесла с собой Россия. 
		В Речи Посполитой было компутовое наемное войско, численность которого регулировалась решениями сейма (раздельно для Короны и Литвы).
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/oginsky.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/oginsky_thumb.jpg" height="100"> 
		</br><small>О возрождении ВКЛ,
		</br>М. Огинский к Александру I </small>	
		</a>
		</div>
		
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/religion_blr/Religions_blr_1750.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Тутэйшая краевасьць" src="../../images/img-terms/religion_blr/Religions_blr_1750_thumb.jpg" height="100" >
			</br><small>Религии в ВКЛ, 1750</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/ross_rekrut.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/ross_rekrut_thumb.jpg" height="100"> 
		</br><small>Набор рекрутов,
		</br>Минская губ. РИ </small>	
		</a>
		</div>

		</div>
		
		<p>
		В регионах, занятых наполеоновскими войсками, значительная часть населения — многие магнаты, шляхта, горожане — встречала наполеоновские войска 
		как освободителей, видя в них силу, способную помочь возродить Великое княжество Литовское в составе Речи Посполитой. 
		Униатская и католическая церкви рассчитывали восстановить ведущее положение в обществе (77% населения против 6,5% православных).
		</p>
		<p> 
		Наполеон выполнил свое обещание: было провозглашено ВКЛ, создано временное правительство, своя полиция, жандармерия, армия. 
		Крестьяне вступали в них охотно — если в царскую армию рекрутов брали насильно и на 25 лет, 
		то в армию ВКЛ шли добровольно и на 6 лет, за хорошее содержание.		
		</p>
		<p>
		Общая численность вооруженных сил ВКЛ, возрождавшегося под протекцией Наполеона, достигла 
		к 1 ноября 1812 года примерно 21 тысячи человек. Это 5 пехотных полков (до 10 тыс. чел.), 5 кавалерийских полков и конная батарея (5,2 тыс.), 
		3 егерских батальона (2,4 тыс.), отряды национальной гвардии (1,5 тыс.), жандармские роты (около 1850 чел.).
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/napoleon.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/napoleon_thumb.jpg" height="100"> 
		</br><small>Приказ Наполеона
		</br>о создании Временного правительства ВКЛ</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/confederacia.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/confederacia_thumb.jpg" height="100"> 
		</br><small>Акт конфедерации
		</br>Минской провинции</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/minsk_police.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/minsk_police_thumb.jpg" height="100"> 
		</br><small>Учреждение Народной Гвардии
		</br>Минской провинции</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_1812/borisow_army.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/borisow_army_thumb.jpg" height="100"> 
		</br><small>Набор кавалеристов,
		</br>Борисовский повет</small>	
		</a>
		</div>
		
		</div>
		
		
		<p>
		Итоги войны для края оказались печальны. 
		Резко сократилась торговля, многие купцы утратили свое имущество. Резко упал уровень жизни. 
		Лишь через 20 лет после войны была восстановлена довоенная численность населения.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/Daminik_Radzivil.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/Daminik_Radzivil.jpg" height="100"> 
		</br><small>Доминик Радзивилл</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/memory_1812.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/memory_1812_thumb.jpg" height="100"> 
		</br><small>Памятник всем жертвам войны 1812
		</br>берег Березины у деревни Студенка Борисовского района</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/war_1812/Michal_Oginski.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война 1812 года, Беларусь" src="../../images/img-events/war_1812/Michal_Oginski.jpg" height="100"> 
		</br><small>Михаил Огинский</small>	
		</a>
		</div>
		
		</div>
		
		
		</br></br></br>
		<p><small>
		http://archives.gov.by/index.php?id=475320</br>
		http://www.gazetaby.com/cont/art.php?sn_nid=46623</br>
		http://archives.gov.by/index.php?id=409402</br>
		http://www.kp.by/daily/25915.3/2867971/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>