<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Беларуская сялянская партыя Зялёнага дуба</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Партия Зеленого дуба — часть зеленого движения времен Гражданской войны, противостоявшего иностранным интервентам, большевикам и белогвардейцам.
	 Возглавляла антисоветское крестьянское движение за независимую Беларусь в этнографических границах. 
		" />
	<meta name="keywords" itemprop="keywords" content="война зеленого дуба, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/war_green_oak/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h1>1919-1930 Война "Зеленого дуба"
		</br><small>"Беларуская сялянская партыя Зялёнага дуба"</small></h1>
		<p>
		<i>
		Сроков знать не дано... Да, не мы измерим наш грех. Но и не мы измерим нашу малую жертву. "И когда Он снял третью печать, я слышал третье животное, говорящее: иди и смотри. 
		Я взглянул, и вот, конь вороной, и на нем всадник, имеющий меру в руке своей."
		</i>
		</br><small>"Воспоминания террориста. Конь бледный. Конь вороной" Б. Савинков</small>	
		</p>		
		
		<p class="img-float-left">
		<a href="../../images/img-events/war_green_oak/stamp.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/stamp_thumb.jpg" height="120">
		</a>
		</p>
		<p class="img-float-right">
		<a href="../../images/img-events/war_green_oak/blr_ruh.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/blr_ruh_thumb.jpg" height="120">
		</a>
		</p>
		<p>
		"Белорусская крестьянская партия Зеленого дуба", часто просто "Зелёный дуб", — политическая организация на белорусских территориях, 
		которая с 1919 до начала 1930-х годов руководила антисоветским крестьянским белорусским движением на территории 
		<a href="../terms/belarus.php">Беларуси</a>. 
		</p>
		<p>
		Целью "Зелёного дуба" была борьба за "независимую Беларусь в <a href="../download/blr_people.php">этнографических границах</a>".
		</p>
		<p>
		Зелёные повстанцы ( "Зялёны Рух", "Зелёное движение", "Green Army") — обобщённое название нерегулярных, преимущественно крестьянских 
		вооружённых формирований, противостоявших иностранным интервентам, большевикам и белогвардейцам в годы Гражданской войны на руинах Российской империи.
		</p>
		<p>
		Одной из центральных фигур "зелёного" движения был Борис Савинков — руководитель Боевой организации партии эсеров, создатель "Народного союза защиты родины и свободы",  
		— поддерживавший армию <a href="../figures/bulak.php">Булак-Балаховича</a> [ <small>поход генерала Балаховича на Мозырь послужил фоном второй части его 
		"Воспоминаний террориста. Конь бледный. Конь вороной" </small> ]		
		</p>
		<p>
		Молодёжная организация "Зелёный дуб", ориентировавшаяся на крестьянство и интеллигенцию, появилась ещё в 1910 году. 
		Боевые действия начала летом 1919 года по инициативе Белорусской военной комиссии. 
		Тогда же газеты "Колокол" и "Беларусь" напечатали "Дневник армии Зелёного Дуба", составленный руководителем организации 
		Вячеславом Адамовичем (атаман Дергачёв или Дергач). 
		</p>
		<p>
		Осенью 1920 года был создан Главный штаб партизанских отрядов, который возглавил полковник Владимир Ксеневич (партийная кличка Грач), 
		тогда же был составлен Статут организации.
		</p>
		<p>
		Из Статута "Зеленого дуба" (по материалам Н. Стужинской)
		</p>
		
		<i>
		<p>
		Беларуская селянская партыя "Зялёны Дуб" ставiць сваёй глаўнай мэтай вызваленьне Беларусi ад Маскоўска-бальшавiцкай навалы 
		і адбудаваньне свайго незалежнага гаспадарства.
		</p>
		<p>
		Партыя "З.Д." лiчыць, што Савецкая Расія з’яўляецца такiм жа ворагам Беларускай Народнай Рэспублiкi, якiм была для яе Царская Самадзяржаўная Расія.
		</p>
		<p>
		Ісходзючы з гэтага, "З.Д." трымаецца арыентацыi на Захад i лiчыць, што толькi цесная сувязь i дружба з аднаго боку з Польшчай, з другога з Украiнай, 
		могуць стварыць палiтычную каньюнктуру, пры якой можэбна iстнаваньне незалежнага Беларускага Гаспадарства.
		</p>
		</i>
		<p>
		[ <small>		
		Стужинская Нина Ивановна — историк, кандидат исторических наук (1986). Председатель Белорусской женской лиги и координатор Белорусской женской сети.
		Одна из ведущих специалистов по истории антисоветских вооружённых выступлений в Беларуси в 1920-х гг., а также истории белорусского женского движения.
		Автор книги «Мяцежная Беларусь» (Вильнюс, 2000) о вооружённой антисоветской борьбе в Беларуси в 20-е гг.
		</small> ]
		</p>
		
	<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/BVK.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/BVK_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/terrawski.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/terrawski_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/jurka_monicz.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/jurka_monicz_thumb.jpg" height="100">
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/war_green_oak/krivoszein.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/krivoszein_thumb.jpg" height="100">
		</a>
		</div>
		
	</div>
		
		<p>
		"Беларуская сялянская партыя Зялёнага дуба" стала продолжением истории <a href="../events/uprising_sluzk.php">Слуцкого Збройнага чына</a>, 
		многие из участников которого примкнули к ней. 
		Она привлекала не только крестьян, недовольных продразверсткой. Братья Кривошеины были из небогатых мещан. Владимир Терравский — дирижёр, композитор, фольклорист, 
		автор музыки "Ваяцкага марша". Юрка Минич — учитель, эсер, бывший офицер. 
		</p>
		<p>
		Борьба "Партии Зеленого дуба" продолжалась свыше 10 лет. Последние упоминания о "Зелёном дубе" относятся к началу 1930-х годов, после чего движение было частично разгромлено советскими силами, 
		частично само по себе сошло на нет.
		</p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<h3>О "Беларускай сялянскай партыі Зялёнага дуба" подробнее</h3>
	
	<input type="button" class="btn btn-info btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Скрыть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Показать / Скрыть'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">

		<p>
		Молодёжная организация "Зелёный дуб", ориентировавшаяся на крестьянство и интеллигенцию, появилась ещё в период Российской империи, 
		в 1910 году. Боевые действия начала летом 1919 года по инициативе Белорусской военной комиссии и Белорусского политического комитета в Варшаве. 
		Тогда же газеты "Колокол" и "Беларусь" напечатали "Дневник армии Зелёного Дуба", составленный руководителем организации 
		Вячеславом Адамовичем (известным также как атаман Дергачёв). 
		</p>
		<p>
		Осенью 1920 года был создан Главный штаб партизанских отрядов, который возглавил полковник Владимир Ксеневич (партийная кличка Грач), 
		тогда же был составлен Устав организации.
		</p>
		<p>
		Согласно Уставу, государственный строй независимой Белоруссии и земельный вопрос должно было определить Учредительное собрание. Предусматривалась интенсивная белоруссизация, а также ориентация на Запад, Польшу и Украину. На печати "Зелёного дуба" помещалось изображение "Пагоня" (всадник с мечом), а также череп и скрещенные кости. В то же время штаб организации и атаман Дергачёв пользовались печатью с изображением трёх дубовых листков.
		</p>
		<p>
		Главный штаб "Зелёного Дуба" находился в Лунинце, который в то время входил в состав Польши. В начале бойцов было всего 400 человек, делившихся на "пятёрки", которые, в свою очередь, становились ядром отдельных повстанческих отрядов, центрами притяжения недовольного советским строем крестьянства. "Зеленодубцы" вели боевые действия в Слуцком, Мозырском, Бобруйском, Борисовском, Игуменском районах. Атаман Дергачёв лично руководил отрядами "Зелёного Дуба" в Полесье.
		</p>
		<p>
		Главный штаб должен был координировать деятельность партизанских отрядов на территории советской Беларуси, а также играть роль посредника между Польским генеральным штабом и другими союзниками (беларускими политическими организациями, "Народным союзом защиты родины и свободы" Бориса Савинкова, группировками монархистов).
		</p>
		<p>
		О том, как создавался в Лунинце новый центр сопротивления большевикам, написал в своих показаниях 1939 году узник внутренней тюрьмы НКВД Янка Пешка (Густолес). В 1920 году он учился на курсах учителей в Слуцке. Когда слуцкие повстанцы потерпели поражение и начали отступать на польскую сторону, Янка с друзьями-семинаристами присоединился к ним. Это были Михаил Басевич, Сергей Бусел, Янка Лембович иЯнка Струковский. Молодые люди знала, что на Полесье создаются беларуские воинские части, которые поддерживает польское правительство. Они были готовы продолжать борьбу с большевиками.
		</p>
		<p>
		В конце 1920 года в прифронтовой полосе с обеих сторон демаркационной линии (в то время шла Советско-польская война) действовало более десятка белорусских партизанских отрядов, которые выступали под общим наименованием "Зелёный дуб". Многие белорусские офицеры, участвовавшие в войне с Красной армией, в начале 1921 года посчитали установившееся перемирие на польско-советской границе лишь временным положением дел. 
		</p>
		<p>
		После подписания 18 марта 1921 года Рижского мирного договора, согласно которому белорусам, проживавшим на территории Польши, 
		запрещалось участвовать в любых боевых действиях против РСФСР, часть командиров "Зелёного дуба" признала белорусское эмигрантское правительство
		 Вацлава Ластовского единственным законным правительством белорусского народа. 
		 Многие из них при этом оставили антисоветскую партизанскую деятельность и присоединились к антипольскому движению, который организовал 
		 Каунасский центр на территории Гродненщины и Виленщины.
		</p>
		<p>
		Последние упоминания о "Зелёном дубе" относятся к началу 1930-х годов, после чего движение было частично разгромлено советскими силами, 
		частично само по себе сошло на нет.
		</p>


<div class="col-md-12 top-list">
<!--It's just line-->
</div>    
      
</div>
</div>
</div>	
<!--/Spoiler-->		
		
		

		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<h3>Границы Беларуси 1914-1946 гг</h3>
	
	<input type="button" class="btn btn-info btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Скрыть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Показать / Скрыть'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">



	<!-- ***blr_entire *** -->
  	<? include ("../_include/include_Blr_border_1914-1946.php"); ?>


<div class="col-md-12 top-list">
<!--It's just line-->
</div>    
      
</div>
</div>
</div>	
<!--/Spoiler-->
		
		
		
		</br></br></br>
		<p><small>
		http://zabarona-na-prf.livejournal.com/3031.html</br>
		http://catastrofe.ru/social/sekti/188-polit-obchestva.html?start=6</br>
		http://vsr.mil.by/2013/10/10/poruchik-georgij-monich-i-lokomotiv-istorii/</br>
		http://www.bramaby.com/ls/blog/history/4140.html</br>
		http://www.istpravda.ru/bel/reconstructions/884/</br>
		http://inbelhist.org/ataman-grach-v-teni-zelyonogo-duba/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>