<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Война "Зеленого дуба". История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Война Зеленого Дуба. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="война зеленого дуба, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h3>Война "Зеленого дуба" 1919-1930</h3>
		
		<p>
		Статья в разработке		
		</p>
		<p>
		"Белорусская крестьянская партия Зеленого дуба", часто просто "Зелёный дуб", - политическая организация на белорусских территориях, которая с 1919 до начала 1930-х годов руководила антисоветским крестьянским белорусским движением на территории советской Белоруссии. Целью "Зелёного дуба" была борьба за "независимую Беларусь в этнографических границах".
		</p>
		<p>
		Молодёжная организация "Зелёный дуб", ориентировавшаяся на крестьянство и интеллигенцию, появилась ещё в период Российской империи, в 1910 году. Боевые действия начала летом 1919 года по инициативе Белорусской военной комиссии и Белорусского политического комитета в Варшаве. Тогда же газеты "Колокол" и "Беларусь" напечатали "Дневник армии Зелёного Дуба", составленный руководителем организации Вячеславом Адамовичем (известным также как атаман Дергачёв). Осенью 1920 года был создан Главный штаб партизанских отрядов, который возглавил полковник Владимир Ксеневич (партийная кличка Грач), тогда же был составлен Устав организации.
		</p>
		<p>
		Согласно Уставу, государственный строй независимой Белоруссии и земельный вопрос должно было определить Учредительное собрание. Предусматривалась интенсивная белоруссизация, а также ориентация на Запад, Польшу и Украину. На печати "Зелёного дуба" помещалось изображение "Пагоня" (всадник с мечом), а также череп и скрещенные кости. В то же время штаб организации и атаман Дергачёв пользовались печатью с изображением трёх дубовых листков.
		</p>
		<p>
		Главный штаб "Зелёного Дуба" находился в Лунинце, который в то время входил в состав Польши. Там комплектовались, вооружались и направлялись в БССР диверсионные группы. В начале бойцов было всего 400 человек, делившихся на "пятёрки", которые, в свою очередь, становились ядром отдельных повстанческих отрядов, центрами притяжения недовольного советским строем крестьянства. "Зеленодубцы" вели боевые действия в Слуцком, Мозырском, Бобруйском, Борисовском, Игуменском районах. Атаман Дергачёв лично руководил отрядами "Зелёного Дуба" в Полесье.
		</p>
		<p>
		В конце 1920 года в прифронтовой полосе с обеих сторон демаркационной линии (в то время шла Советско-польская война) действовало более десятка белорусских партизанских отрядов, которые выступали под общим наименованием "Зелёный дуб". Многие белорусские офицеры, участвовавшие в войне с Красной армией, в начале 1921 года посчитали установившееся перемирие на польско-советской границе лишь временным положением дел. 
		</p>
		<p>
		После подписания 18 марта 1921 года Рижского мирного договора, согласно которому белорусам, проживавшим на территории Польши, запрещалось участвовать в любых боевых действиях против РСФСР, часть командиров "Зелёного дуба" признала белорусское эмигрантское правительство Вацлава Ластовского единственным законным правительством белорусского народа. Многие из них при этом оставили антисоветскую партизанскую деятельность и присоединились к антипольскому движению, который организовал Каунасский центр на территории Гродненщины и Виленщины.
		</p>
		<p>
		Последние упоминания о "Зелёном дубе" относятся к началу 1930-х годов, после чего движение было частично разгромлено советскими силами, частично само по себе сошло на нет.
		
		</p>
		
		
		
		</br></br></br>
		<p><small>
		http://www.istpravda.ru/bel/reconstructions/884/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>