<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Наполеоновские войны. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Наполеоновские войны. 
	Основные события в истории Беларуси — короткие интерактивные статьи, 
	иллюстрированные истрическими картами и архивными документами" />
	<meta name="keywords" itemprop="keywords" content="война 1812 года в Беларуси, Беларусь в войне 1812 года, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/16_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>

		<h3>Война 1812 года</h3>
		
		<p>
		Статья в разработке		
		</p>
		<i>
		<p>
		"Что касается сражений между русскими и французскими войсками, то предки беларусов участвовали в них с обеих сторон. Одни служили царю Александру, другие - императору Наполеону, а крестьяне держали оборону от мародеров со всех сторон. Именно поэтому мы не считаем ту далекую войну Отечественной. Для наших предков она скорее была гражданской.
		</p>
		<p>
		Общая численность вооруженных сил возрождавшегося под протекцией Наполеона Великого Княжества Литовского достигла к 1 ноября 1812 года примерно 21 тысячи человек. Это 5 пехотных полков (до 10 тыс. чел.), 5 кавалерийских полков и конная батарея (5,2 тыс.), 3 егерских батальона (2,4 тыс.), отряды национальной гвардии (1,5 тыс.), жандармские роты (около 1850 чел.).
		</p>
		<p>
		Трагедией было то, что нашей молодёжи пришлось воевать друг против друга в армиях противников."
		</p>
		</i>
		<p>
		<small>А. Тарас</small>
		
		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>