<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
    <title>Войны с Московией 1487-1537. История Беларуси</title>
<!-- ***Meta*** -->  
    <meta name="description" content="Войны, определившие современную восточную границу Беларуси
	" />
	<meta name="keywords" itemprop="keywords" content="Войны с Московией XV-XVI веков, 
	история беларуси кратко в датах, основные события история Беларуси, история ВКЛ, ВКЛ, история Беларуси, Краткая история Беларуси, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-events/wars_1487-1537/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_events.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_events.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                  
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_events.php"); ?>
  
		<h2>1487-1537 Войны с Московским царством,
		</br><small>
		определившие современную восточную 
		границу Беларуси
		</small></h2>
		
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/wkl_15ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1512-1522" src="../../images/img-events/wars_1487-1537/wkl_15ce_thumb.jpg" height="140"> 
		</br><small>ВКЛ 1487-1537 </small>
		</a>	
		</p>
		
		<p>
		1430-1500 Границы <a href="../terms/wkl.php">Великого княжества Литовского</a> после смерти <a href="../figures/vitovt.php">Витовта</a> (1430) и до распада Золотой Орды оставались почти неизменными. 
		Однако после смерти хана Ахмата (1481) экспансия <a href="../terms/ross_empire.php">Московского княжества</a> на запад привела к серии войн, определивших современную восточную 
		границу <a href="../terms/belarus.php">Беларуси</a>.
		</p>
		
		<p>
		1480 год. С ослаблением Золотой Орды <a target="_blank" href="../../images/img-terms/ross_empire/lecture.jpg">"ханская ставка была перенесена в Кремль"</a>(c) и Московское княжество, 
		оставаясь <a target="_blank" href="../../images/img-terms/ross_empire/russ_obrok.jpg">данником Крымского хана</a>, стало расширяться 
		— была уничтожена Новгородская Республика и захвачены Новгородская и Вятская земли, Тверское княжество. 
		Территория Московского княжества увеличилась в три раза.  
		</p>
		
		
		
		<p>[ <small>
		<i>
		"
		Все они (московиты) признают  себя холопами (chlopos), то есть рабами , Государя… Этот народ находит более удовольствия в рабстве, чем в свободе. 
		Ибо перед смертью господа, в огромном большинстве случаев, отпускают известных рабов на волю, но эти последние тотчас, за деньги, 
		отдают себя в рабство другим господам. 
		</i>
		</p>
		<p>
		<i>
		Если отец, как это у них в обычае, продаст сына, и этот последний каким бы то ни было образом станет свободным или будет отпущен на волю, 
		то отец, по праву отцовской власти, может продать его еще и еще. После четвертой же продажи  он не имеет на сына более никакого права.
		</i>
		</p>
		<p>
		<i>
		Всякий раз как они говорили с нами о <a href="../terms/litwiny.php">Литвинах</a>, они насмешливо высказывали, что если их король или великий князь повелит кому-нибудь ехать в посольство или другое место, то те отговаривались, что у них, мол, жена больна, или не хватает лошадей. 
		Этого у нас не водится, — говорили они и притом с улыбкой на устах, — поезжай всюду по всем приказаниям, если ты хочешь сохранить голову целой"
		</i>
		</p>
		<p>
		Герберштейн, посол в Московии 1517-26, 
		<a target="_blank" href="http://www.vostlit.info/haupt-Dateien/index-Dateien/G.phtml?id=2044">"Записки о Московии"</a> 1549
		</small> ]
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/gedimin/wkl_13-14ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны с Московией 1487-1537" src="../../images/img-figures/gedimin/wkl_13-14ce_thumb.jpg" height="100"> 
		</br><small>ВКЛ при Витовте, 1430 </small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/wars_1487-1537/wars_1487-1537.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны с Московией 1487-1537" src="../../images/img-events/wars_1487-1537/wars_1487-1537_thumb.jpg" height="100"> 
		</br><small>ВКЛ 1487-1537 </small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/wars_1487-1537/rus16.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Войны с Московией 1487-1537" src="../../images/img-events/wars_1487-1537/rus16_thumb.jpg" height="100"> 
		</br><small>Московия 1460-1537 </small>
		</a>
		</div>
		
		</div>
		
		<h3>Война 1487-1494
		</br><small>Пограничная война за Верховские княжества</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1487-94.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1487-1494" src="../../images/img-events/wars_1487-1537/war_1487-94_thumb.jpg" height="100"> 
		</br><small>Война 1487-1494 </small>
		</a>	
		</p>
		<p>
		Война за Верховские княжества — удельные княжества в верховьях реки Оки, которые возникли в XII—XIII веках как уделы Черниговского княжества. 
		Часть из них полностью попала под власть ВКЛ и потеряла независимость, но некоторые полностью сохранили внутреннюю автономию 
		и свои правящие династии даже после вхождения в его состав. 
		</p>
		<p>
		Князья издавна служили то Московскому, то Литовскому великим княжествам, неоднократно в течение XIV—XV веков меняя покровителя 
		в зависимости от сложившейся расстановки сил, так как их земли были их наследственными, а не получены от кого-либо за службу.
		</p>
		<p>
		Договор 1494 года ни та, ни другая сторона не считала окончательным: ВКЛ стремилось вернуть утраченные земли, а 
		Москва продолжила прежнюю политику приграничных набегов и вела подготовку к новой войне.
		</p>
		</div>
		
		<h3>Война 1500-1503
		</br><small>Битва на реке Ведрошь и большие потери</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1500-1503.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1500-1503" src="../../images/img-events/wars_1487-1537/war_1500-1503_thumb.jpg" height="100"> 
		</br><small>Война 1500-1503 </small>
		</a>	
		</p>
		<p>
		Война была вызвана переходом князей  Бельского,  Стародубского и  Новгород-Северского с владениями на московскую службу. 
		</p>
		<p>
		14 июля 1500 года войско ВКЛ на реке Ведрошь потерпело тяжелое поражение. Война закончилась потерей больших территорий 
		— верховьев Оки и Днепра с 19 порубежными городами, в том числе Черниговом, Гомелем, Новгород-Северским и Брянском.
		</p>
		<p>
		Во время войны в 1501 умер король польский Ян Ольбрахт. При избрании королем его брата, в. князя Литовского 
		<a href="../terms/dukes_wkl.php">Александра Ягеллончика</a> была 
		заключена <a href="../events/unia_melnik.php">Мельницкая уния</a>, породившая конфликты внутри страны.
		</p>
		<p>
		Согласно акту унии, в будущем вместо отдельных монархов будет выбираться общий король. 
		Предусматривалось также введение единой системы денежного обращения и проведение единой внешней и внутренней политики.
		Сейм, большинство делегатов которого были сторонниками независимости ВКЛ, не утвердил акт унии, и он так и не вступил в силу. 
		</p>
		</div>

		
		<h3>Война 1507-1508
		</br><small>Мятеж Глинских</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1507-1508.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1507-1508" src="../../images/img-events/wars_1487-1537/war_1507-1508_thumb.jpg" height="100"> 
		</br><small>Война 1507-1508 </small>
		</a>	
		</p>
		<p>
		Литва стремилась взять реванш за поражение в войне 1500-1503 и остановить московскую экспансию. Московское княжество продолжало пограничные набеги 
		и старалось воспользоваться внутренними конфликтами в ВКЛ.
		</p>
		<p>
		Одним из основных событий войны стал мятеж группы князей под руководством Михаила Глинского. 
		Военные действия на первом этапе войны, до вступления в конфликт мятежников, носили достаточно пассивный характер 
		и не принесли желаемого результата ни одной из сторон. На фоне личных конфликтов с руководящей элитой государства 
		(Радзивиллы, Кишки, Кезгайло) и панами-радой в целом, Глинский перешел на сторону Москвы. Умер он в московской тюрьме в 1534 году. 
		</p>
		<p>
		По мирному договору  Великому княжеству Литовскому возвращался Любеч с окрестностями, Московское княжество утратило выход к Днепру.
		</p>
		<p>
		1508 год — <a href="../places/smolensk.php">Смоленск</a> становится центром Смоленского воеводства ВКЛ. 
		Воеводство существовало с 1508 по <a href="../events/razbor_rechi.php">1793</a> год, (в 1514-1611 и 1654-1793 находясь под властью Мосвквы, существовало номинально)
		</p>
		</div>
		
		<h3>Война 1512-1522
		</br><small>Утрата Смоленска и битва под Оршей</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/war_1512/war_1512-22.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1512-1522" src="../../images/img-events/war_1512/war_1512-22_thumb.jpg" height="100"> 
		</br><small>Война 1512-1522</small>
		</a>	
		</p>
		<p>
		Москва продолжила свою экспансию на белорусские земли. В начале войны были захвачены Смоленск, Мстиславь, осаждены Витебск и Полоцк.
		Однако 8 сентября 1514 года разгром московских войск в <a href="../events/orsha_battle.php">битве под Оршей</a> изменил ход войны.
		И еще 250 лет после битвы <a href="../terms/litwiny.php">литвины</a> успешно защищали свою восточную границу. 
		</p>
		<p>
		Тяжелое поражение остановило агрессию восточного соседа — война стала вялотекущей: дальнейшее наступление на ВКЛ прекратилось. 
		До конца войны не было крупных сражений. В 1516 боевые действия вообще не велись.
		</p>
		<p>
		14 сентября 1522 года было подписано  перемирие на пять лет, по которому <a href="../places/smolensk.php">смоленские земли</a> оставались у Москвы, 
		но она отказывалось от притязаний в Литовском княжестве на Киев, Полоцк и Витебск и от своего требования о возвращении пленных.
		</p>
		<p>
		Смоленск будет возвращен в ВКЛ только в 1611 году войсками <a href="../figures/sigismund_waza.php">Жигимонта III Ваза</a>.
		</p>
		</div>
		
		<h3>Война 1534-1537
		</br><small>Возвращение Гомеля</small>
		</h3>
		<div class="col-md-12">
		<p class="img-float-left">
		<a href="../../images/img-events/wars_1487-1537/war_1534-1537.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Война с Московией 1534-1537" src="../../images/img-events/wars_1487-1537/war_1534-1537_thumb.jpg" height="100"> 
		</br><small>Война 1534-1537</small>
		</a>	
		</p>
		<p>
		В 1533 умер московский князь Василий III. Литва, в расчёте на внутренние московские смуты, объявила ультиматум с требованием вернуться к границам 1508 года. После того, как ультиматум был отвергнут, войска ВКЛ предприняли неудачную попытку осады Смоленска.
		</p>
		<p>
		В конце 1534 года московские войска вступили в Литовскую землю, опустошили местность вокруг Полоцка, Витебска и Браcлава; в 1535  выжгли окрестности Кричева, Радомля, Мстиславля и Могилёва, осадили Мстиславль. 
		</p>
		<p>
		Да наступнай ваеннай кампаніі ВКЛ атрымала дапамогу з Польшчы. 
		Кароннае войска злучылася з паспалітым рушэннем у канцы мая 1535 пад Рэчыцай. 
		У ліпені ўсе сілы рушылі ў Северскую зямлю, 16 ліпеня яны занялі Гомель, пазьней — Почап і Радагошч, 
		29 жніўня пасля месячнай аблогі быў узяты адзін з галоўных гарадоў Северскай зямлі — Старадуб.
		</p>
		<p>
		Перемирие было заключено 18 февраля 1537 года.
		</p>
		<p>
		Паслы ВКЛ дамагаліся вяртаньня ўсёй Северскай зямлі і разбурэньня збудаваных замкаў — Себежа, Завалочча і Веліжа, 
		а маскоўскі бок настойваў на даваенных межах і прасіў абмяняць усіх палонных. Вільня згаджалася аддаць усіх палонных за адзін  
		Чарнігаў, аднак Масква не прыняла прапановы. 
		На кампрамісных умовах было дасягнута пагадненьне: Гомель з усёй зямлёй заставаўся ў складзе ВКЛ, 
		Себеж і Завалочча перадаваліся Маскоўскай дзяржаве, астатнюю мяжу пакідалі нязменнай.

		</p>
		
		</div>
		
		<h4>PS.</h4>
		<p>
		До следующей войны с Московией — <a href="../events/war_livonia.php">Ливонской</a> — оставался 21 год.
		</p>
		
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_events.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>