<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">

<head>

	<!-- *** Custom Image & Keywords & Description for every page*** -->
	<meta property="og:description" name="description" content="Страчаная спадчына. Хрысцiянскiя святынi.За апошнія 200 год архітэктурны воблік нашага Краю зьмянілся непазнавальна.
        	Графічная рэканструкцыя страчанай спадчыны дазваляе атрымаць уяўленьне аб нашых сапраўдных архітэктурных традыцыях. І можа стаць адным з маленькіх крокаў па яе адраджэньню." />
	<meta  name="keywords" itemprop="keywords" content="Страчаная спадчына, Хрысцiянскiя святынi, праэкт графічнай рэкнструкцыі архітэктуры беларусі, графічная рэканструкцыя, сродкі і дапамога, страчаная спадчына,
	белорусская архитектура, архитектура Беларуси, 3D архитектура, реконструкция архитектуры Беларуси, беларуская спадчына, 
	архитэктурная спадчына, костел, коллегиум, разрушенные достопримечательности Беларуси" />
	<meta property="og:image" content="http://history-belarus.by/images_legacy/img_about/allObjects/title.jpg" />
	
    <!-- ***Title*** -->
    <title>Arch-спадчына. Аб праэкце</title>
    
    <!-- *******Constant tags that can be included into head******* -->
	<!-- ***metaTags css favicon*** -->
	<? include ("../_include/legacy_include_meta_css_favicon.php"); ?>
	

</head>

<body>

	<!-- ***NavBar all Items*** -->
	<? include ("../_include/legacy_include_mainNavBar_Header.php"); ?>

	<!-- ***Orange strip with Help_by_History-Belarus*** -->
	<? include ("../_include/legacy_include_help_by_History-Belarus.php"); ?>

	<!-- ***Top Kraj*** -->
	<? include ("../_include/legacy_include_top_kraj.php"); ?>
	<!-- ***TopList for this Section*** -->
	<? include ("../_include/legacy_include_top_list_total.php"); ?>

	<section id="none">        
        <div class="container">
        	<h1>Аб праэкце
			<br><small>Страчаная спадчына. Хрысцiянскiя святынi</small>
			</h1>
        </div>
    </section>

    <section id="none">   
        <div class="container">
					
        <h2>Introduction</h2>
			
        <p class="text-muted">
        За апошнія 200 год архітэктурны воблік <a href="../terms/belarus.php">нашага Краю</a> зьмянілся непазнавальна. 
		Амаль зьніклі шматлікія адбіткі стракатай палітры <a href="../terms/religion_blr.php">рэлігій Беларусі</a>  
        — гатычныя стыря храмы і суворыя кальвінскія зборы  Рэнесанса, узнёслае віленскае барока і візантыйскія купалы старой Сафіі, шматлікія велічныя кляштары манаскіх Ордэнаў.
		</p>
        	
		<div class="img-float-center">
		
        <a href="../../images_legacy/img_about/allObjects/Grodna-1600.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/allObjects/Grodna-1600_thumb.jpg" alt="Амаль УСЕ пазначаныя будынкі ўжо НЕ ІСНУЮЦЬ. Фара Вітаўта была знішчана ў 1961 годзе. Гародня, з гравюры Томаша Макоўскага, 1600." />
        </a>
        
        <a href="../../images_legacy/img_about/allObjects/kryk.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/allObjects/kryk_thumb.jpg" alt="Крык беларускай архітэктурнай спадчыны. Касцёл Панны Марыі, мястэчка Смаляны з-пад Оршы. Фотаздымак Юрыя VELITCHENCO. Выкладзена з дазволу аўтара." />
        </a>
        
        <a href="../../images_legacy/img_brest/brest_berezaKartuz/berezaKart-3.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_brest/brest_berezaKartuz/berezaKart-3_thumb.jpg" alt="Прыклад графічнай рэканструкцыі. Бяроза, кляштар картузіянцаў." />
        </a>
        
        <a href="../../images_legacy/img_about/aboutProject/allObjects.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/aboutProject/allObjects_thumb.jpg" alt="Месцы знаходжаньня зьніклых гістарычных будынкаў, па якіх была зроблена графічная рэканструкцыя" />
        </a>
		
		</div>

		<p class="text-muted">
		Графічная рэканструкцыя страчанай спадчыны дазваляе атрымаць уяўленьне аб нашых сапраўдных архітэктурных традыцыях. 
		І можа стаць адным з маленькіх крокаў па іх адраджэньню.
		</p>
		

			
        <h2>Мэты</h2>
			
        <p>
        Аўтарскi праект "Страчаная спадчына. Хрысцiянскiя святынi" распачаты у 2015г. 
		Графiчныя рэканструкцыi — 3D-мадэляванне i фотамантаж стварае пiнчук Аляксандр Невар, архiтэктар па адукацыi. 
		</p>
		<p>
		Асноўныя мэты i задачы праекта — гэта сістэматызацыя і абагульненне наяўных i разрозненых дадзеных, графiчных 
		ілюстрацыйных матэрыялаў па культаваму дойлідству Беларусі, вiртуальнае аднаўленне страчанай спадчыны i на 
		падставе даследаванняў гісторыі кляштарнага будаўніцтва ў краі, вывучэнне тыпалогіі помнікаў культавага 
		дойлідства, спецыфікi развіцця нацыянальнай культуры Беларусі. 
		</p>
		<p>
		Даследванне помнiкаў архiтэктуры, як 
		захаваўшыхся, так і вядомых па графічных крыніцах i вiртуальна аднаўлёных на падставе архiўных дадзеных, 
		дазваляе раскрыць складаныя хітраспляценні фактараў культурных уплываў і захавання этна-нацыянальных каранёў, 
		ролю традыцый ў сістэме агульнаеўрапейскага працэсу змены мастацкіх стыляў. 
		</p>
		
		<h2>Крынiцы i архiўныя звесткi</h2>
			
        <p>
        Кляштары i манастыры Беларусі, як асобны i адмысловы тып манументальных комплексаў, упершыню быў уведзены ў 
		навуковы зварот Аленай Дзмiтрыеўнай Квiтнiцкай. Яе публікацыi па найбольш каштоўных помніках храмавага 
		дойлідства Беларусі дагэтуль з'яўляюцца базавай навуковай асновай па вывучэнні гісторыі архітэктуры і 
		мастацтва абшараў былога ВКЛ. 
		</p>
		<p>
		Ключавымі працамі па культаваму дойлідству на тэрыторыi Беларусі, значная частка 
		помнікаў якога ўваходзіла ў склад кляштарных ансамбляў i якiя з'яўляюцца працягам гэтага кірунка даследаванняў 
		А. Квiтнiцкай - гэта манаграфii, навуковыя даследваннi i публiкацыi А. М. Кулагіна, Т. В. Габрусь, I. М. 
		Слюньковай, А. М. Кушнярэвiча, Ю. А. Якiмовiча, С. Адамовiч, Ул. Трацэўскага, Т. І. Чарняўскай, А. Яроменкi, 
		В. Кудрашова, I. Б. Лауроўскай - ансамблi i асобныя культавыя пабудовы, Ю. А. Чантурыя, 
		М. А. Ткачова (кнігі і навуковыя публікацыі па гісторыі архітэктурна-планіровачнага развіцця асобных гарадоў, 
		вывучэнне i апiсанне градафармiруючай ролі помнікаў манастырскага дойлідства ў сістэме паселішчаў). 
		</p>
		<p>
		Асабліва каштоўныя графічныя матэрыялы па згубленым помнікам - гэта калекцыя фотаздымкаў канца XIX - пачатку XX ст., 
		апiсаннi i фотаграфiчны матэрыял Кс. Язафата Жыскара, Яна Булгака, Яна Балзункевiча  i iнш. 
		</p>
		<p>
		Графiчны матэрыял, выкарыстаны i 
		ўведзены ў навуковы зварот у манаграфiях i публiкацыях даследчыкаў - з фондау Расейскага дзяржаўнага Гiстарычнага архiва (РГИА), 
		архіва ВМФ Расеі, Расейскага дзяржаўнага архiва старажытных актаў (РГАДА), Расейскага дзяржаўнага ваенна-гiстарычнага архiва (РГВИА), 
		Цэнтральнага гiстарычнага архiва Рэспублікі Беларусь, рукапісных аддзелаў Віленскага дзяржаўнага Універсітэта і Бібліятэкі Акадэміі навук Летувы, 
		НГАБ у Горадні i iнш. 
		</p>


			
        <h2>Вынікі і падтрымка</h2>
        
        <p>
		Геаграфічныя межы працы пакуль вызначаюцца межамi сучаснай тэрыторыі Беларусі.
		</p>
			
        <p>
        На бягучы момант апрацаваны 41 аб'ект
        <ul>
        	<li>
        	Гарадзенская (4) — Горадня, Слонiм, Асташын, Новагародак
			</li>
			<br>
			<li>
			Гомельская (1) — Мазыр (Кiмбараўка)  
			</li>
			<br>
			<li>
			Берасцейская (6) — Пiнск,  Берасце,  Iмянiн (Таракань), Бяроза, Быцень, Гарадзiшча
			</li>
			<br>
			<li>
			Віцебская (15) — Вiцебск, Глыбокае(Беразвечча), Полацк, Орша, Друя, Валынцы(Забелы), Ушачы, Сянно, Асвея, Чашнiкi, Янавiчы (Тадулiн),  
			Селiшча, Губіна, Белая Царква, Смаляны
			</li>
			<br>
			<li>
			Магiлеўская (6) — Магiлёў, Бабруйск, Фашчаўка, Шклоў, Чавусы, Глуск
			</li>
			<br>
			<li>
			Менская (9) — Мiнск, Слуцк, Клецк, Смiлавiчы, Стоўбцы, Нясвiж, Койданава, Гайна, Зембiн
        	</li>
        </ul>        
		</p>
		
		<p>
		І да, не адрынаюцца аніякія падтрымка ці супрацоўніцтва. Зьвяртайцеся, калі ласка.
		</p>
		
		<div class="img-float-center">
        
        <a href="../../images_legacy/img_about/aboutProject/allObjects.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/aboutProject/allObjects_thumb.jpg" alt="Месцы знаходжаньня зьніклых гістарычных будынкаў, па якіх была зроблена графічная рэканструкцыя" />
        </a>
		
		</div>
		
        </div>		       
    </section>
    
    

	

<!-- ***Contacts*** -->
<? include ("../_include/legacy_include_contacts.php"); ?>

<!-- ***js & jQuery*** -->
<? include ("../_include/legacy_include_js_jQuery.php"); ?>

</body>

</html>