<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">

<head>

	<!-- *** Custom Image & Keywords & Description for every page*** -->
	<meta property="og:description" name="description" content=" Arch-Спадчына, гласарый — кароткій агляд і апісаньне выкарыстаных тэрмінаў.
	Манаскія Ордэны — дамініканскі, францысканскі, езуіцкі, бенедыктынскі і інш. Падзеі — Берасьцейская унія, разборы Рэчы, паўстаньні 1830 і 1863 гадоў...
	" />
	<meta  name="keywords" itemprop="keywords" content="Дамініканцы, францысканцы, езуіты, бернардынцы, базыліяне, бенедыктынцы, картузіянцы, гласарый, тэрміны і сэнсы,
	Страчаная спадчына, Хрысцiянскiя святынi, праэкт графічнай рэкнструкцыі архітэктуры беларусі, графічная рэканструкцыя, сродкі і дапамога, страчаная спадчына,
	белорусская архитектура, архитектура Беларуси, 3D архитектура, реконструкция архитектуры Беларуси, беларуская спадчына, 
	архитэктурная спадчына, костел, коллегиум, разрушенные достопримечательности Беларуси" />
	<meta property="og:image" content="http://history-belarus.by/images_legacy/img_about/glossaryj/title.jpg" />
	
    <!-- ***Title*** -->
    <title>Arch-спадчына. Гласарый</title>
    
    <!-- *******Constant tags that can be included into head******* -->
	<!-- ***metaTags css favicon*** -->
	<? include ("../_include/legacy_include_meta_css_favicon.php"); ?>
	

</head>

<body>

	<!-- ***NavBar all Items*** -->
	<? include ("../_include/legacy_include_mainNavBar_Header.php"); ?>

	<!-- ***Orange strip with Help_by_History-Belarus*** -->
	<? include ("../_include/legacy_include_help_by_History-Belarus.php"); ?>

	<!-- ***Top Kraj*** -->
	<? include ("../_include/legacy_include_top_kraj.php"); ?>
	<!-- ***TopList for this Section*** -->
	<? include ("../_include/legacy_include_top_list_total.php"); ?>

	<section id="none">        
        <div class="container">
        	<h1>Гласарый
			<br><small>слоўнік скарыстаных тэрмінаў</small>
			</h1>
        </div>
    </section>

    <section id="none">   
        <div class="container">
					
        <h2>Манаскія Ордэны</h2>
        
        <p>
        Манаскі ордэн (у каталіцкай і грэка-каталіцкай царкве) — супольнасць манахаў, чальцы якой выконваюць агульны статут манастыра 
		і прымаюць урачысты зарок. Кароткі агляд складаньня стракатай рэлігійнай палітры нашага Краю 
		можна пагледзіць <a href="../terms/religion_blr.php">ТУТ</a>.
        </p>
		
        <div class="col-md-12">
        <h3>Базыліяне</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-terms/religion_blr/kirkor_unia.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-terms/religion_blr/kirkor_unia_thumb.jpg" 
		alt="Униатские школы, А. Киркор - Живописная Россия, 1882" />
        </a>		
		</div>
		
		<p>
		Базыльяне (Ordo Sancti Basilii Magni) — агульная назва некалькіх каталіцкіх манаскіх ордэнаў візантыйскага абраду, 
		якія трымаюцца статуту св. Васіля Вялікага (архібіскуп, адзін з трох Кападакійскіх Айцоў Царквы, 330-379 г.н.э).
		</p>
		<p>
		Базыльяне св. Язафата — з супольнасьці манастыроў ВКЛ, што прынялі <a href="../events/unia_religion_brest.php">Берасцейскуюю унію</a> 1596, 
		быў створаны Ордэн Найсвяцейшай Тройцы. Пасля ён быў перайменаваны ў гонар архібіскупа Полацкага, 
		<a href="../figures/kunciewicz.php">св. Язафата Кунцэвіча</a>. Вялікі ўпор у дзейнасьці Ордэна быў зроблены на выхаваньне моладзі. 
		На гэтай ніве базыльяне, пры падтрымцы езуітаў, імкнуліся падняць узровень сваіх навучальных устаноў да іх стандартаў (лепшых у Эўропе). 
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Бенедыктынцы</h3>
		
		<div class="img-float-left">      
        <a href="../../images_legacy/img_about/glossaryj/benedict.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/glossaryj/benedict_thumb.jpg" 
		alt="Св. Бенедыкт (480-547), нябесны патрон Эўропы" />
        </a>		
		</div>
		
		<p>
		Бенедыктынцы - манахі найстарэйшага ў Еўропе каталіцкага манаскага ордэна св. Бенедыкта. Заснаваны ў 530  Бенедыктам Нурсійскім у горадзе Монтэкасіна (Італія). 
		Статут бенедыкцінцаў патрабаваў сталага жыхарства ў кляштары , паслушэнства, устрыманьня і беднасьці. Мэта ордэна — 
		кантэмпляцыя (прывядзеньне псіхікі ў стан глыбокай засяроджанасьці), фізічная і разумовая праца, выхаваньне моладзі.
		</p>
		<p>
		У IX-X ст. кляштары ордэна мелі аўтаномію, карысталіся шматлікімі прывілеямі, сабралі вялікія багацьці. Гэта прывяло да адходу ад статута ордэна. 
		Дзеля вяртаньня да першапачатковых ідэалаў была праведзена Клюнійская рэформа (10-11 ст.), у выніку якой утварыліся новыя кангрэгацыі: картузаў, 
		цыстэрцыянцаў, трапістаў, камедулаў.
		</p>
		<p>
		У 13 ст. бенедыктынцы страцілі першынства, саступіўшы яго дамініканцам і францысканцам. У 1947 Папа Леў XIII прысвоіў св. Бенедыкту 
		тытул "Бацька Эўропы", а Папа Павел VI у 1964  абвясціў яго "Патронам Эўропы".
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Бернардынцы</h3>
		
		<div class="img-float-left">      
        <a href="../../images_legacy/img_about/glossaryj/bernardSiena.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/glossaryj/bernardSiena_thumb.jpg" 
		alt="Бернардын Сіенскі ці проста Бернардын (1380-1444) — каталіцкі святы, заступнік працаўнікоў сферы Public Relations, францысканскі місіянер і італьянскі святар." />
        </a>		
		</div>
		
		<p>
		Бернардынцы (Ordo Fratrum Minorum, Ордэн братоў меньшых) 
		— распаўсюджаная назва галіны францысканаў ва Усходняй Эўропе, у першую чаргу ў Рэчы Паспалітай.
		</p>
		<p>
		 У 1415 францысканскі прапаведнік Бернардыні Сиенский звярнуўся да Папы Марціна V з просьбай пацвердзіць першапачатковы статут, 
		 зацверджаны Францыскам Асізскім. Прашэньне было задаволена і ў 1431 у францішканаў-абсэрвантаў з'явілася пасада генеральнага вікарыя, якую заняў Бернардыні. 
		 У 1467 годзе быў створаны Польскі вікарыят.
		</p>
		<p>
		У Вільню бернардынцы прыбылі  па запрашэньні <a href="../terms/dukes_wkl.php">Казіміра IV</a>, які пабудаваў для іх над ракой Вілейкай, вялікі драўляны кляштар 
		з царквой у гонар св. Францыска і Бернарда, што пацвердзіў дароўнай граматай ад 30 верасня 1469 года.
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Дамініканцы</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-terms/religion_blr/gedimin_religion.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-terms/religion_blr/gedimin_religion_thumb.jpg" 
		alt="1323 Ліст в.князя Гедыміна да манахаў дамініканскага і францсканскага Ордэнаў" />
        </a>		
		</div>
		
		<p>
		Дамініканцы /Domini canes - Псы Гасподні, не афіцыйна/ (Ordo fratrum praedicatorum, O.P.) — каталіцкі манаскі ордэн, створаны святым 
		Дамінікам (1170-1221). Дэвіз ордэна — «усхваляць, бласлаўляць, прапаведваць» (Laudare, Benedicere, Praedicare).
		Дамініканцы у свой час ажыцьцяўлялі функцыі <a href="../download/inkvizicija.php">інквізіцыі</a>, 
		нават першы яе перыяд названы "дамініканскім".
		</p>
		<p>
		Першым дакумэнтальна вядомым дамініканцам, які з'явіліся на беларускіх землях, быў манах Віт (Vitus), вучань Яцэка Одровонжа (св. Гіяцынт), 
		тагачаснага кіраўніка ордэна дамініканцаў у Польшчы.
		<i>"Па слядах святога Яцэка прыходзіць у Літву яго вучань, дабраславёны Віт, … і, як заўзяты дамініканец, стварае касцёл 
		і літоўска-рускае біскупства ў Любчы [Гараденскі край]"</i>. Дамініканскі кляштар у Любчы заснаваны ў 1250 годзе.
		</p>
		<p>
		У 1253 годзе на каранацыі <a href="../figures/mindowg.php">Міндаўга</a> карону на яго ўскладаў дамініканец Гейдэнрык, біскуп хелмскі.
		Да дамініканскіх і францысканскіх манахаў зьвяртаўся <a href="../figures/gedimin.php">в.кн. Гедымін</a> у сваім знакамітым лісце, 
		калі у 1323 годзе пабудаваў два першых храма — у Вільне і Наваградку. 
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Езуіты</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-events/unia_religion_italy/jesuits.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-events/unia_religion_italy/jesuits_thumb.jpg" 
		alt="Езуіты — адукацыя і асветніцтва ў ВКЛ-Беларусі" />
        </a>		
		</div>
		
		<p>
		<a href="../terms/jesuity.php">Езуіты</a> (Societas Jesu, Таварыства Езуса) — 
		мужчынскі манаскі Ордэн, заснаваны ў 1534 годзе Ігнатам Лойола і зацьверджаны Паўлам III 
		ў 1540.
		</p>
		<p>
		Ордэн створаны ў ходзе Контррэфармацыі (каталіцкі рух супраць рэфарматараў царквы), і яго чальцы, разам з трыма традыцыйнымі 
		(беднасці, паслухмянасці і цноты), даюць і чацвёрты — паслушэнства Папе "у пытаннях місій".
		</p>
		<p>
		У нашым Крае езуіты з'явіліся ў Вільні ў 1569 годзе пры <a href="../figures/batory.php">Стэфане Баторыі</a>. 
		У 1570 годзе быў закладзены Віленскі езуіцкі калегіум, пераўтвораны ў 1579 годзе ў акадэмію (універсітэт). 
		У 1581 годзе быў адчынены калегіум у Полацку, у 1584 годзе — у Нясвіжы. Езуіты стварылі першую ў нашым Крае сістэму адукацыі эўрапескага ўзроўню.
		</p>
		<p>
		Пасьля скасаваньня Ордэну ў 1773 годзе Папай Клімэнтам IV, наступныя 40 год (да аднаўленьня ў 1814 годзе) 
		генераламі Ордэну былі ўраджэнцы нашага Краю — Станіслаў Чарневіч, Гаўрыіл Лянкевіч, Францыск Карэ (з сям'і англійскіх перасяленцаў з Оршы).		
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Картузіянцы</h3>
		
		<div class="img-float-left">      
        <a href="../../images_legacy/img_about/glossaryj/Kartuizerembleem.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/glossaryj/Kartuizerembleem_thumb.jpg" 
		alt="Картузіянцы. Герб Ордэну — Крыж стаіт, пакуль круціцца сьвет (Stat crux dum volvitur orbis)" />
        </a>		
		</div>
		
		<p>
		Картузіянцы — каталіцкі манаскі Ордэн, заснаваны ў канцы XI стагоддзя, які атрымаў назву ад першага свайго кляштара «Grande Chartreuse» (лат. Cartusia). 
		На сёняшні дзень Картэзіянскі Ордэн налічвае па ўсім сьвеце каля 400 манахаў і манашак, якія жывуць у 23 кляштарах.
		</p>
		<p>
		Картэзіянцы займаліся рамёствамі, перапіскай кніг і г.д. Яны славіліся сваёй гасціннасьцю і дабрачыннасьцю. Адным з асноўных крыніц багацьця Ордэна было 
		прыгатаваньне і продаж лікёру "Шартрэз".
		</p>
		<p>
		Ва Усходняй Еўропе найбольш вядомым быў <a href="../arch_brest/brest_berezaKartuz.php">кляштар у Бярозе-Картузскай</a> (Беларусь), 
		заснаваны ў 1648 годзе. Пасля трэцяга падзелу Рэчы Паспалітай кляштар апынуўся на тэрыторыі Расійскай Імперыі, і быў зачынены ў 1831 годзе.
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Місіянеры</h3>
		
		<div class="img-float-left">      
        <a href="../../images_legacy/img_about/glossaryj/SaintVincent.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/glossaryj/SaintVincent_thumb.jpg" 
		alt="Місіянеры. Святы Вікенцій дэ Поль, заснавальнік кангрэгацыі" />
        </a>		
		</div>
		
		<p>
		Місіянеры, Лазарысты, Кангрэгацыя місій, вікенційцы, бацькі Поля (Congregatio Missions) — каталіцкая мужчынская кангрэгацыя, заснаваная Св. Вікенціем 
		дэ Полем у XVII ст. Лазарыстаў, разам з жаночай кангрэгацыяй дочак міласэрнасьці Св. Вікенція дэ Поля часта называюць вікенційцамі.
		</p>
		<p>
		Галоўныя кірункі дзейнасці кангрэгацыі — пропаведзь Евангельля сярод бедных, каталіцкая адукацыя, у тым ліку і адукацыя кліру, 
		кіраўніцтва семінарыямі, аказаньне дапамогі ў кіраванні прыходамі, місіянерская дзейнасьць.
		</p>
		<p>
		У адпаведнасьці з запаветамі свайго заснавальніка вялікая ўвага надавалася семінарыям і багаслоўскай падрыхтоўцы будучых святароў. 
		Да канца XVIII стагодьдзя лазарысты ўзначальвалі амаль 100 семінарый (з іх 60 — у Францыі).
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Францысканцы</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-terms/religion_blr/1760_Francisk_Litva.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-terms/religion_blr/1760_Francisk_Litva_thumb.jpg" 
		alt="1760 Францысканскія кляштары ў ВКЛ" />
        </a>		
		</div>
		
		<p>
		Францысканцы, францішкане (Ordo Fratrum Minorum, "минарыты", "меньшыя браты") — супольная назва каталіцкіх ордэнаў, звязаных з імем 
		Францыска Асізскага (1181-1226), заснавальніка жабрацкага Ордэна Братоў Меньшых, створанага ў 1209 годзе. 
		Існуюць таксама пратэстанцкія арганізацыі, звязаныя з францысканскай духоўнасцю.
		</p>
		<p>
		Карысталіся вялікім уплывам ў свецкіх справах, пакуль не былі выцесненыя езуітамі. Нараўне з дамініканцамі францішкане ажыцьцяўлялі функцыі 
		<a href="../download/inkvizicija.php">інквізіцыі</a>, якая была заснавана ў XIII стагоддзі. 
		Францысканцам была даручана інквізіцыя ў Венсене, Правансе, Форкальке, Арлі, Эмбрене, цэнтральнай Італіі, Далмаціі і Багеміі.
		</p>
		<p>
		Да  францысканскіх і дамініканскіх манахаў зьвяртаўся <a href="../figures/gedimin.php">в.кн. Гедымін</a> у сваім знакамітым лісце, 
		калі у 1323 годзе пабудаваў два першых храма — у Вільне і Наваградку.
		</p>
		</div>

		
				       
    </section>
    
     <section id="none">   
        <div class="container">
					
        <h2>Падзеі</h2>
        
        <div class="col-md-12">
		<h3>Берасьцейкая унія 1596</h3>
		
		<div class="img-float-left">      
        <a href="../../images_legacy/img_about/glossaryj/statut.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images_legacy/img_about/glossaryj/statut_thumb.jpg" 
		alt="Берасьцейкая унія 1596. Культурныя адрозьненьні паміж ВКЛ і Маскоўскім царствам. Статут і Саборнае ўкладаньне" />
        </a>		
		</div>
		
		<p>
		<a href="../events/unia_religion_brest.php">Берасьцейкая унія</a> — злучэньне вернікаў усходняга ("грэчаскага") абраду заходняй (рымскай) царквой.
		Рэлігійны кампраміс дзеля зьмяншэньня ўплыву Маскоўскага царства на ўнутраныя справы ВКЛ.
		<i>"...Унія не была выпадковай з'явай... Яна была абумоўлена гістарычным жыцьцем царквы ў Літве і з'явілася ягоным прамым вынікам..."</i> 
		Слоўнік Бракгауза і Эфрона.
		</p>
		<p>		
		Унія была скасавана ў 1839 годзе — пасьля падзелаў Рэчы Паспалітай і Паўстаньня 1830 году. Уніяцкія храмы і кляштары перададзены МП РПЦ. 
		Базыльянскія адукацыйныя ўстановы былі ліквідаваны. 
		Праз год, у 1840, на абшарах былога ВКЛ было скасавана дзеяньне <a href="../terms/statut.php">Статута</a>.
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Разборы Рэчы Паспалітай 1772-1795</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-events/razbor_rechi/razbor_rechi.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-events/razbor_rechi/razbor_rechi_thumb.jpg" 
		alt="Разборы Рэчы Паспалітай 1772-1795" />
        </a>		
		</div>
		
		<p>
		<a href="../events/razbor_rechi.php">Разборы Рэчы Паспалітай</a> — 
		падзел тэрыторыі дзяржавы паміж Прусіяй, Расейскай імперыяй і Аўстрыяй. Першы захоп ворагам нашага Краю за ўсю гісторыю існаваньня.
		</p>
		<p>
		Цягам XVIII ст. — стагодьдзя магнацкай анархіі, — у Рэчы Паспалітай саслабела цэнтральная улада і не адбыліся пэўныя рэформы, выкліканыя часам.
		Стагодьдзе пачалося з <a href="../events/war_civil_1696.php">Грамадзянскай вайны</a>  Сапегаў з іншымі магнацкімі радамі і 
		падоўжылася выправамі <a href="../events/confederacyi_18vek.php">шляхецкіх канфедэрацый</a>. Спроба выправіць становішча шляхам прыняцьця
		<a href="../constitution_3may.php">новай Канстытуцыі</a> заспазьнілася. Дзяржава трапіла ў палітычную залежнасьць ад суседзяў і была знішчана.    
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Паўстаньне 1830-1831</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-events/uprising_1830/Orzel_Bialy_i_Pogon.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-events/uprising_1830/Orzel_Bialy_i_Pogon_thumb.jpg" 
		alt="1831 Арол ды Пагоня. Зварот да мешканцаў ў межах нерасьцерзаных" />
        </a>		
		</div>
		
		<p>
		<a href="../events/uprising_1830.php">Паўстаньне 1830</a> — нацыянальна-вызваленчая інсурэкцыя* ў межах Рэчы Паспалітай супраць Расейскай імперыі. 
		Асноўныя падзеі адбываліся ў Царстве Польскім і тэрыторыях, захопленых у выніку трэцяга падзелу Рэчы.
		</p>
		<p>
		Незадаволенасьць стратай незалежнасьці краіны і грамадзянскіх свабод
		выклікала нараджэньне такіх грамадзкіх суполак як <a href="../terms/filomaty.php">філаматы і філарэты</a> і непрыяцьце існуючага стану. 
		Паўстаньне адбылося неўзабаве пасьля <a href="../events/war_1812.php">вайны Напалеона з Рассіяй</a>. Каталізатарам паслужыла Французская рэвалюцыя 1830 года. 
		</p>
		</div>
		
		<div class="col-md-12">
		<p> 
		*<i>Інсурэкцыя</i> — паўстаньне з палітычнымі мэтамі. <i>Інсургенты</i> — узброеные атрады грамадзянскага насельніцтва, што змагаюцца за зьмену ўлады 
		ці за нацыянальную незалежнасьць. Інсургенты лічылісы палітычнымі (не крымінальнымі) злачынцамі.
		</p>
		</div>
		
		<div class="col-md-12">
		<h3>Паўстаньне 1863-1864</h3>
		
		<div class="img-float-left">      
        <a href="../../images/img-events/uprising_1863/jaska_haspadar.jpg" class="highslide"
        onclick="return hs.expand (this, { captionEval: 'this.thumb.alt' })">
		<img class="image-thumbInfo"src="../../images/img-events/uprising_1863/jaska_haspadar_thumb.jpg" 
		alt="1863 Ліст Яські-гаспадара з-пад Вільні. Зварот Каліноўскага — клясічны прыклад беларускай лацінкі." />
        </a>		
		</div>
		
		<p>
		<a href="../events/uprising_1863.php">Паўстаньне 1863</a> (паўстаньне Каліноўскага) — нацыянальна-вызваленчая інсурэкцыя ў межах Рэчы Паспалітай супраць Расейскай імперыі.
		У межах былога ВКЛ падрыхтоўкай паўстаньня займаўся Літоўскі правінцыйны камітэт пад кіраўніцтвам <a href="../figures/kalinowski.php">Каліноўскага</a>. 
		Баявымі дзеяньнямі, што працягваліся даўжэй за год, была ахоплена амаль уся тэрыторыя сучаснай РБ. 
		</p>
		<p>
		Некаторыя гісторыкі лічаць яго ключавым этапам стаўленьня мадэрновай беларускай нацыі. 
		</p>
		</div>
        
        </div>
    </secton>
    
    

	

<!-- ***Contacts*** -->
<? include ("../_include/legacy_include_contacts.php"); ?>

<!-- ***js & jQuery*** -->
<? include ("../_include/legacy_include_js_jQuery.php"); ?>

</body>

</html>