<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  <!-- ***Title*** -->
 	<title>Рекомендательное письмо</title>

<!-- ***Meta*** -->
	<!-- ***ОПИСАНИЕ СТРАНИЦЫ*** -->
    <meta  property="og:description" name="description" content="Рекомендательное письмо Грохотову Александру — SMM-специалисту, продвигающему наш сайт в социальных сетях
	" />
	<!-- ***ПОИСКОВЫЕ СЛОВА*** -->
    <meta name="keywords" itemprop="keywords" content="рекомендательное письмо, 
	 ВКЛ, Великое княжество Литовское, Литва, Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<!-- ***КАРТИНКА для публикаций в соцсетях*** -->
	<meta property="og:image" content="http://history-belarus.by/images/img-about/alexOK_title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_about.php"); ?>
  
<!-- ***Content & Sidebars*** -->
<div class="container-fluid">
  
	<!-- ***Sidebar Left - include CurrentDir*** -->
	<? include ("../_include/dir_about.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h1>Рекомендательное письмо
		<br><small>для Александра Грохотова</small>
		</h1>
				
		<p>
		Редакция сайта <a href="http://history-belarus.by/"> history-belarus.by </a> сотрудничает с Александром с 2015 года и благодарна ему за проделанную работу. В том, что сайт стабильно входит в Топ-10...15 по рейтингу
		HotLog в своей категории (статистика сайта открыта) — во многом и его заслуга.
		</p>
		<p>
		<h3>Хочется отметить:</h3>
		<ul>
        <li>
		успешное продвижение сайта в социальных сетях. Группы поддержки сайта в ОК, ВК и Твиттере были созданы одновременно. 
		На сегодня у <a href="https://ok.ru/group/53595131412721">группы Александра</a> на порядок больше подписчиков, чем у наших групп ВК и Твиттера 
		(которые вели просто "обычные хорошие люди"). И больше, чем у большинства сторонних "конкурирующих" групп.
		</li>
		<br>
		<li>
		умение находить интересную информацию и ориентироваться в большом ее объеме  
		</li>
		<br>
		<li>
		его подачу информации с беларуско-центричной позиции 
		(для нас это важно — бездумные копи-паст пассажи, вроде "захват Полоцка польскими войсками Батория" вызывают неприязнь. Почему не "освобождение"?)
		</li>
		<br>
		<li>
		Александр — лучший и самый дотошный корректор наших текстов из всех, кто пробовал этим заниматься. Большинство фактических и грамматических ошибок найдено им.   
		</li>		
		</ul> 
		</p>
		
		<p>
		Запуская <a href="http://history-belarus.by/arch-spadczyna.php">новый большой раздел сайта</a> (под шикарный проект А. Невара), 
		мы надеемся на продолжение сотрудничество с Александром (претендуя, безусловно, только на его свободное время)
		</p>
		
		<p><i>
		Редакция сайта history-belarus.by
		</i></p>


		

		

		

				
	<!-- ***/Page Content*** -->	
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_about.php"); ?>

<!-- ***/Content & Sidebars*** -->	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>