<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XIII век</h4>

	 <h4>Европа</h4>
		<p>
		 Великая хартия вольностей (Англия) • Образование Ливонской конфедерации немецкими рыцарями Тевтонского ордена и Римской католической церковью • 
		 Образование францисканского и доминиканского орденов. Во время понтификата Григория IX в ведение доминиканцев передаётся инквизиция • Крестовые Походы • 
		 Отвоевание Константинополя и реставрация Византийской империи во главе с Палеологами • Мамлюками захвачены последние крепости крестоносцев в Святой земле
		</p>
		
	<h4></br>Беларусь
	<small><a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_15century.php">карты</a></small>
	</h4>

	
<p>
Великое княжество Литовское (<a href="../terms/wkl.php">ВКЛ</a>), Полоцкое, Туровское, Смоленское княжества • SUMMARY IS BEING PREPARED •
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br>• 1201 Поход полоцкого князя Владимира (Вольдемара) на Литву.
	 </br></br>• 1202 Немецкие рыцари захватили устье р.Западная Двина и создали в Прибалтике орден меченосцев.
	 </br></br>• 1203, 1206, 1216 Походы полоцких дружин на крестоносцев, захвативших в нижнем Подвинье земли, принадлежавшие Полоцкому княжеству
	 </br></br>• 1205-1207 Первые походы литовских дружин на земли Полоцкого княжества
	 </br></br>• 1210 Мирный договор между полоцким князем Владимиром (Вольдемаром) и рижским епископом Альбертом о выплате ливами дани Полоцку.
	 </br></br>• 1212 Мирный договор полоцкого князя Владимира (Вольдемара) с г.Ригой.
     </br></br>• 1219 Договор между Галицко-Волынским княжеством и князьями Литвы, среди которых "Миндог, Роушьковичевъ Кинтибоутъ, Боулевичи Вишимоут, жемоитскыи князъ Ердивилъ Выконтъ"  
	 </br></br>• 1230-1240 Образование Великого княжества Литовского (полное название с XV в. Великое княжество Литовское, Русское и Жемойтское) со столицей в Новогрудке (Новогородке)
	 </br></br>• 1246 Миндовга приняли жители Новогрудка (Новогородка), где в это время пресеклась местная династия. 
	 </br></br>• 1246 Согласно Густынской летописи, Миндовг, вокняжившись в Новогрудке, «прия веру Христову от Востока со многими своими бояры»
	 </br></br>• 1246 Монголо-татарские войска ворвались с юга на территорию ВКЛ; битвы возле Пинска, Слонима, Турова, Друцка и др.
	 </br></br>• 1249 Миндовг разгромил возле г.Крутогорье войска татарского князя Койдана и с того времени Крутогорье стало называться Койдановом (с 1932 г. г Дзержинск)
	 </br></br>• 1251 Миндовг крещен по католическому обряду
	 </br></br>• 1251-1252 Поход на Новогрудок и Гродно галицко-волынских князей с участием туровских и пинских войск
	 </br></br>• 1253 С согласия папы римского Иннокентия IV Миндовг короновался в Новогрудке как король Литвы
	 </br></br>• 1254 Мирный договор между великим князем ВКЛ Миндовгом и галицко-волынским князем Даниилом Романовичем.
	 </br></br>• 1255 Миндовг с 30-ти тысячной армией совершил поход на польский город Люблин и сжёг его 
	 </br></br>• 1260 Войска ВКЛ разгромили крестоносцев возле озера Дурбе.
	 </br></br>• 1262 Договор между Миндовгом и новгородским князем Александром Невским о совместной борьбе против Ливонского ордена.
	 </br></br>• 1263-1264 Княжение в Великом княжестве Литовском Тройната.
	 </br></br>• 1263-1267 Княжение в Полоцке Герденя Давидовича (сына витебского князя Давида Ростиславича; некоторые историки считают Герденя отцом великих князей ВКЛ Гедимина и Витеня, полоцкого князя Воина).
	 </br></br>• 1264 Мирный и торговый договор Полоцка (в Витебске) с Ригой и Ливонским орденом.
	 </br></br>• 1264-1267 Княжение Войшелка (сына Миндовга)
	 </br></br>• 1267-1270 Княжение в ВКЛ Шварна — одного из галицко-волынских князей, женатого на дочери Миндовга; власть ему передал Войшелк перед уходом в монастырь.
	 </br></br>• 1260 В состав ВКЛ включена Жемойтия (Жмудь) и Деволтва
	 </br></br>• 1270-1282 Княжение в Великом княжестве Литовском Трайденя
	 </br></br>• 1275 Галицко-волынские войска (с участием войск пинских и туровских) напали на Новогородок; город захвачен и разграблен.
	 </br></br>• 1277 Поход монголо-татар и подвластных им южнорусских князей на Городенское княжество и Новогородок; войска ВКЛ разбили эти объединенные войска.
	 </br></br>• 1281 Войска ВКЛ захватили г.Герцике (бывшую полоцкую крепость); Ливонский орден обменял его на г. Динабург (Двинск, ныне Даугавпилс).
	 </br></br>• 1284 Разгром войсками литовского князя Рингольда монголо-татарских войск около д.Могильно (теперь Узденский район Минской области).
	 </br></br>• 1293-1316 Княжение в ВКЛ Витеня (сына Лютовера или Герденя).
	 </br></br>• 1293 Знак "Погоня" утвержден как герб Великого княжества Литовского.

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h4><small>События</small></h4>
		<p>
		<a href="#">something</a> • <a href="#">something</a> •
		</p>
		
		<h4><small>Люди</small></h4>
		<p>
		<a href="#">something</a> • <a href="#">something</a> •
		</p>
	 
	 <h4></br>Соседи</h4>
	
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		Формирование раннефеодальной монархии.
		</br>При распаде Древнерусского государства (Киевская Русь) в образовалось около 15 относительно территориально устойчивых княжеств.
		</br>Батыево нашествие. 
		</br>Ледовое Побоище.
		</br>1243 — установление Монголо-татарского ига.
		 
		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		Феодальная раздробленность. Княжества: Куявия, Мазовия, Силезия, Поморье, Сандомир и др.
		</br>В 1226 году мазовецкий князь Конрад призвал Тевтонский орден для борьбы с пруссами. 
		</br>В 1241 году в Польшу вторглись татаро-монголы и разбивают поляков и немцев под Лигницей, однако затем уходят в Венгрию. 
		</br>В конце XIII века вновь начали проявляться центростремительные тенденции. 
		</br>Великопольский князь Пржемысл II в 1295 году принял титул короля. Пржемысл был вскоре убит людьми курфюрста Бранденбургского и великопольскими магнатами.
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		В 1260 году в состав ВКЛ включена Жмудь и Деволтва (основные жмудские земли)		 
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/216-xronologiya-vazhnejshix-sobytij-i-dat.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>