<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XIV век</h4>

	 <h4>Европа</h4>
		<p>
		Образование Генеральных штатов во Франции. • Авиньонское пленение пап • В битве при Бэннокберне шотландский король Роберт Брюс разбил армию английского короля Эдуарда II • 
		 В битве при Моргартене швейцарское ополчение побеждает армию австрийских Габсбургов •  Великий голод, от которого погибло несколько миллионов человек в Европе • 
		 Битва на Фогхартских холмах: разгром шотландско-ирландской армии англичанами •  Норвежская Держава вошла в состав Швеции • 
		 Начало Столетней войны между Англией и Францией • Чума убивает почти половину населения Европы • 
		 Образование Молдавского княжества • Открыт краковский университет • Битва на Косовом поле, одна из наиболее значимых битв в истории Сербии и Балканского полуострова • 
		 Война Тимура (Тамерлана) с Тохтамышем •  Тамерлан завоевал западную Персию и Багдад • 
		 Баязид I завоевал всю Болгарию, Валахию обязал данью, покорил Македонию и Фессалию и проник в Грецию • 
		  Битва на Ворскле; поражение ВКЛ от Золотой Орды
		</p>
		
	<h4></br>Беларусь
	<small><a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_14century.php">карты</a></small>
	</h4>

	
<p>
Великое княжество Литовское (<a href="../terms/wkl.php">ВКЛ</a>). • SUMMARY IS BEING PREPARED •
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">


     </br>• 1307 В соответствии с договором ("рядом") Полоцкое княжество вошло в состав ВКЛ на правах автономии 
     </br></br>• 1314 Победа Давыда Городенского над войсками крестоносцев под Новогородком
     </br></br>• 1315 В состав ВКЛ вошли Брест и Берестейская земля.
     </br></br>• 1316-1341 Княжение Гедимина (брата Витеня), основателя династии Гедиминовичей
     </br></br>• 1320 Витебское княжество вошло в состав ВКЛ с правами автономии.
     </br></br>• 1323 Город Вильно (бывший Кривич-Город, или Кривой Город) объявлен новой столицей ВКЛ
	 </br></br>• 1326 Поход войск ВКЛ во главе с Давыдом Городенским на Бранденбург и Франкфурт-на-Одере. Смерть Давыда Городенского от наемного убийцы.
	 </br></br>• 1320-1330 В состав ВКЛ вошли турово-пинские земли. 
	 </br></br>• 1331 Победа Гедимина над рыцарями Тевтонского Ордена на р. Акмене, которая приостановила агрессию Ордена на западные земли ВКЛ
	 </br></br>• 1341-1345 Княжение Явнута (Явнутия, в крещении Иоанна, сына Гедимина)
	 </br></br>• 1345-1377 Княжение Ольгерда (сына Гедимина). Соправителем Ольгерда на западных землях княжества был Кейстут.
	 </br></br>• 1348 Победа войск ВКЛ над крестоносцами на р. Стрева (приток Немана).
	 </br></br>• 1355 В состав ВКЛ вошло Брянское княжество. 
	 </br></br>• 1358 В состав ВКЛ вошло Мстиславльское княжество; его правитель Семен Лугвен (сын Ольгерда) стал основателем династии князей Мстиславльских.
	 </br></br>• 1362 Победа войск ВКЛ во главе с Ольгердом над Золотой Ордой на р.Синие Воды. В состав ВКЛ вошли земли Руские
	 </br></br>• 1368, 1370, 1372 Походы Ольгерда на Москву. Заключение Любучского мирного договора 1372 г.
	 </br></br>• 1377-1392 Княжение Ягайлы Ольгердовича (в православии Яков; с 1386 г. король Польши под именем Владислав II, основатель династии Ягеллонов).
	 </br></br>• 1382 В борьбе за великокняжескую власть в Кревском замке убит князь Кейстут.
	 </br></br>• 1385 Кревская уния (Крево, Сморгонский р-н) — договор о союзе ВКЛ и Польши путем брака Ягайлы и королевы Ядвиги ради противодействия внешней опасности для обоих государств.
	 </br></br>• 1387 Вильно первым из белорусских городов получил магдебургское право.
	 </br></br>• 1392 Островское соглашение (г. Остров, Лидский р-н) между польским королем Ягайлой и князем Витовтом о разделении власти, гарантия самостоятельности ВКЛ в союзе с Польшей.
	 </br></br>• 1392-1430 Княжение Витовта
	 </br></br>• 1398 Земли Жмудские переданы Тевтонскому Ордену.
	 </br></br>• 1399 Поражение войск ВКЛ во главе с Витовтом в битве против войск Золотой Орды на р.Ворскла (приток Днепра, Украина).


</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h4><small>События</small></h4>
		<p>
		<a href="#">something</a> • <a href="#">something</a> •
		</p>
		
		<h4><small>Люди</small></h4>
		<p>
		<a href="#">something</a> • <a href="#">something</a> •
		</p>
	 
	 <h4></br>Соседи</h4>
	
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		Княжество Московское. Вассал и данник Золотой Орды. 
		</br>Присоединение Коломны к Московскому княжеству.
		 Куликовская битва. Нижний Новгород стал столицей самостоятельного Суздальско-Нижегородского княжества.
		 
		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		В 1320 году Куявский князь Владислав Локетек, присоединив к своим владениям Великую Польшу, короновался в Кракове польским королём.
		</br>В 1349 году к Польше была присоединена Галиция. В 1370 году королём Польши стал племянник Казимира — король Венгрии Людовик (Лайош) I,
		 из Анжуйской династии — первый король-иноземец на польском престоле. 
		 Не имея прочной опоры в стране, он издал в 1374 году Кошицкий привилей, согласно которому магнаты и шляхта были освобождены от всех повинностей, 
		 кроме военной службы.
		 </br>После смерти Людовика I, в 1384 году королевой Польши стала Ядвига. Магнаты начали подыскивать Ядвиге мужа, который мог бы быть полноценным польским монархом, 
		 и нашли такового в лице Великого князя ВКЛ Ягайло. 
		 В 1385 году была подписана Кревская уния, согласно которой Ягайло крестился по католическому обряду, 
		 ввёл католичество в качестве государственной религии в ВКЛ, женился на Ядвиге и вступил на польский престол под именем Владислава II.
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		Староство ВКЛ. 
		</br>Знакомство с гончарным кругом, кирпичной кладкой. Первые упоминания о первых городах (Россиены). 
		</br>С 1398 г. — передана Тевтонскому Ордену.
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/216-xronologiya-vazhnejshix-sobytij-i-dat.html</br>
		http://historybel.ru/vkl_v_14-15vekah.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>