<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XV век</h4>

	 <h4>Европа</h4>
		<p>
		Распад Османской Империи. • Грюнвальдская битва. • Возобновляется Столетняя война. Битва при Азенкуре.  
		• Золотая Орда распалась на Большую Орду и Крымское, Казанское, Астраханское, Сибирское ханства.
		 • Гуситские войны. • Падение Константинополя и крушение Византийской Империи.
		  • Династия Габсбургов становится во главе объединения Австрии, Германии, Чехии и Венгрии.
		  • Эпоха Великих географических открытий. Открытие Америки. • Война Алой и Белой розы. 
		  • Во Франции завершен период феодальной раздробленности при правлении Людовика XI. 
		  • Королевство Венгрия проводит успешные завоевания в Чехии и Австрии. • Завершение Реконкисты и объединение Испании. Инквизиция. 
		  • Силы Большой Орды разбиты молдавской армией в битве под Липницей.
		   • Иоганн Гутенберг изобретает печатный станок.
		</p>
		
	<h4></br>Беларусь
	<small><a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_15century.php">карты</a></small>
	</h4>
	
<p>
<a href="../terms/wkl.php">Великое княжество Литовское</a>
</br></br>• 1401 г Виленско-Радомская уния — государственный и политический договор Великого княжества Литовского с Польским Королевством, 
	в соответствии с которым Великое княжество Литовское оставалось самостоятельным государством в союзе с Польшей.
</br></br>• 1404 Захват Смоленска и окрестных территорий Витовтом. Включение Смоленска в состав ВКЛ.
</br></br>• 1409-1411 "Великая война" — война Польского Королевства и Великого княжества Литовского против Тевтонского ордена.
</br></br>• 1410 Грюнвальдская битва — разгром Тевтонского ордена объединенными армиями Польского Королевства и Великого княжества Литовского.
</br></br>• 1411 Торуньский мир (г. Торунь, Польша) между Польшей и ВКЛ, с одной стороны, и Тевтонским орденом — с другой, которым завершена "Великая война".
</br></br>• 1413 Городельская уния — союз Великого княжества Литовского с Польским Королевством (принята на общем польско-литовском сейме в г. Городле, Польша).
</br></br>• 1415 Договор ВКЛ с Молдавским княжеством об основах взаимоотношений (аналогичные договоры заключались и подтверждались в 1431, 1437, 1442, 1496, 1499, 1518, 1551, 1554 гг.).
</br></br>• 1422 Самогития включена в состав ВКЛ.
</br></br>• 1427 Великое княжество Литовское подчинило себе верховские княжества (в верховьях р.Ока).
</br></br>• 1430 На съезде бояр в Вильно великим князем ВКЛ избран Свидригайло (сын Ольгерда, младший брат Ягайлы). Княжил в Великом княжестве Литовском до сентября 1432 г.; расторгнул унию с Польшей.
</br></br>• 1432 В результате интриг свергнут Свидригайло.
</br></br>• 1432 Княжение Жигимонта Кейстутовича (сын Кейстута, младший брат Витовта).
</br></br>• 1432 Выступление православных феодалов ВКЛ под руководством Свидригайло за расширение своих экономических и политических прав
</br></br>• 1432, 1434 Жигимонт Кейстутович издал привилеи (грамоты) об уравнении персональных и имущественных прав католиков и православных.
</br></br>• 1434 Войска Свидригайло заняли города Минск, Витебск, Полоцк.
</br></br>• 1435 Битва под Вилькомиром между войсками Свидригайло Ольгердовича и Жигимонта Кейстутовича; поражение Свидригайло.
</br></br>• 1440 В результате сговора убит великий князь Жигимонт Кейстутович.
</br></br>• 1440 Паны-рада ВКЛ избрали князем Казимира Ягеллончика (младший сын Ягайлы и киевской княжны).
</br></br>• 1440-1492 Княжение в Великом княжестве Литовском Казимира Ягеллончика (с 1447 г. король Польши под именем Казимир IV).
</br></br>• 1468 Издание Судебника Казимира Ягеллончика — первого сборника законов ВКЛ, кодекса уголовного и процессуального права.
</br></br>• 1470-е Нападения крымских татар на южные земли ВКЛ; набеги участились, когда крымские ханы стали вассалами Турецкой империи (1475).
</br></br>• 1490-1551 Жизнь и деятельность Франциска Скорины
</br></br>• 1492 Паны-рада ВКЛ избрали князем Александра (сына Казимира Ягеллончика, внука Ягайлы. С 1501 г. король Польши).
	Издан привилей, которым ограничена власть великого князя и повышена роль панов-рады, определены основы гражданского и уголовного права.
</br></br>• 1492-1494 Война ВКЛ с Великим княжеством Московским, к Москве отошли Вяземское княжество и большинство верховских княжеств.
</br></br>• 1498 Полоцку предоставлено самоуправление по магдебургскому праву.
</br></br>• 1499 Минску предоставлено самоуправление по магдебургскому праву.
</br></br>• 1500-1503 Война ВКЛ с Великим княжеством Московским, московские войска заняли Смоленскую, Оршанскую, Мстиславльс-кую, Витебскую, Полоцкую и др. земли.
</br></br>• 1500 Битва на реке Ведрошь, в результате которой московские войска разбили войска гетмана Острожского и захватили его в плен.
		
		<h4><small>События<small> *если нужно</small></small></h4>
		<p>
		<a href="#">something else</a> • <a href="#">something else</a> •
		</p>
		
		<h4><small>Люди<small> *если нужно</small></small></h4>
		<p>
		<a href="#">something else</a> • <a href="#">something else</a> •
		</p>
	 
	 <h4></br>Соседи</h4>
	 
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		Княжество Московское. Данник Золотой Орды. 
		</br>Междоусобная война за великое княжение. Монголы захватывают Василия II в Битве под Суздалем.
		Московско-новгородские войны. Ликвидация Новгородской республики и присоединение Новгорода к Московскому княжеству.
		Русско-литовские войны.
		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		Тринадцатилетняя война. Польша покоряет Тевтонский орден и получает выход к Балтийскому морю.
		Крестовый поход Венгрии и Польши против Османской империи закончился поражением в битве при Варне.
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		Земли Тевонского Ордена. С 1422 года - снова в составе ВКЛ. Старосты Жемайтские в 1440-1532 — Кезгайло Валимонтович и его потомки.
		Активно способствовали христианизации язычников-жмудинов. В 1532 г. староство принял Петр Кишка. 
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		http://historybel.ru/vkl_v_14-15vekah.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>