<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XVI век</h4>

	 <h4>Европа</h4>
		<p>
		 Испанцы завоёвывают империи ацтеков и инков. Золотой век Испании • 
		 Войны Османской империи с Венецией, Персией, Габсбургами • 
		 Первая европейская колония в Индии • 
		 Начало Реформации (1517,  Мартин Лютер). Протестантизм. Начало пикового периода охоты на ведьм • 
		 Орден Иезуитов (1540) • 
		 Реформация во Франции. Религиозные войны . Варфоломеевская ночь • 
		 Ливонская война • 
		 Англо-испанская война. Поход "Непобедимой армады" • 		
		</p>
		
	<h4></br><a href="../terms/belarus.php">Беларусь</a></br>
	<small>государственный язык — <a href="../terms/blr_mova.php">старобелорусский</a></br>
	<a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_16century.php">карты</a>
	, <a href="../terms/religion_blr.php">религия</a></small>
	</h4>

	
<p>
Великое княжество Литовское (<a href="../terms/wkl.php">ВКЛ</a>) • <a href="../terms/rzeczpospolita.php">Речь Посполитая </a>
<p>
• "Золотой век" (1410-1569) ВКЛ-Беларуси
</br>В XVI веке на землях ВКЛ развивались идеи европейского Возрождения. Активно печатались книги, расцветали наука, образование и искусство. 
Расширялись международные связи страны.
</p>
<p>
• 1558-1583 Ливонская война с Московией — попытка царя Ивана Грозного при поддержке Касимовского ханства захватить Полоцк и прибалтийские земли ВКЛ.
</p>
<p>
• 1659 В поисках помощи для борьбы с московской экспансией была заключена Люблинская уния с Польшей. (создание Речи Посполитой Обоих Народов).
</p>
<p>
• 1573 Для предотвращения религиозных конфликтов принимается акт Варшавской конфедерации — закладываются основы религиозной терпимости знати и свободных людей в Речи Посполитой.
</p>
<p>
• 1576-1586 Правление Стефана Батория — В. кн. Литовского и короля Польского. 
</br>В его правление был освобожден Полоцк, начаты образовательные реформы 
(основаны Виленская Академия, коллегиумы в Несвиже и Полоцке), упоядочена денежная система (введен единый польский грош). 
</br>Стефан Баторий планировал перенести столицу в Гродно, 
где жил последние годы и реконструировал Старый замок под новую королевскую резиденцию.
</p>
<p>
• 1596 Брестская уния — переход православных приходов в греко-католические (униатские). Принята для уменьшения межконфессиональных противоречий и 
снижения влияния Москвы и Московского патриархата РПЦ <small>[в XVI веке в Московии формируется концепция "Москва — третий Рим"]</small> на внутренние дела ВКЛ. 
</br>Базилиане (монахи монастырей, принявших Брестскую унию, члены Ордена Пресвятейшей Троицы — Ordo Sancti Basilii Magni) основой своей деятельности считали образование и воспитание молодёжи, на этом поприще базилиане соревновались с иезуитами 
— по всей стране открывались школы для "дворянских, мещанских и купеческих детей".
</p>


<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br></br>• 1501 В. кн. ВКЛ Александр избран королем Польши — восстановлена персональная уния ВКЛ и Королевства Польского.
	 </br></br>• 1503 Заключено перемирие на 6 лет между ВКЛ и Великим княжеством Московским; к Москве отошло 29 городов и 70 волостей, в том числе Чернигов, Брянск, Стародуб, Дорогобуж, Гомель, Вельск, Мценск, Торопец и часть Мстиславльского княжества.
	 </br></br>• 1503-1506 Крымско-татарские набеги на города Бобруйск, Слуцк, Стрешин, Койданово, Клецк; безуспешно осаждали Кревский замок.
	 </br></br>• 1506 Крымско-татарские набеги на на города Брагин, Мозырь, Стрешин, Клецк, Ошмяны, Волковыск, Друцк, Витебск, Полоцк; безуспешная осада города и замка Минска войсками перекопского хана Махмут-Гирея.
	 </br></br>• 1506 Клецкая битва - разгром 7-тысячным войском ВКЛ под командованием Михаила Глинского войск крымских татар под Клецком.
	 </br></br>• 1506 На княжение в ВКЛ панами-радой избран Жигимонт I Старый (8 декабря 1506 г. он избран и королем Польши); княжил до 1 апреля 1548 г.
	 </br></br>• 1507-1508 Война ВКЛ с Великим княжеством Московским. Войска русских осаждали Кричев (дважды), Оршу, Мстиславль (дважды), Полоцк и др.; война окончилась очередным "вечным миром".
	 </br></br>• 1508 Мятеж Глинских. Их войска захватили Туров, Мозырь, Бобруйск; с помощью московских войск безуспешно осаждали Слуцк и Минск. Спустя некоторое время мятежники перешли на службу к князю московскому Василию III.
	 </br></br>• 1512-1522 Война ВКЛ с Великим княжеством Московским.
	 </br></br>• 1514 Московские войска заняли г.Смоленск. 
	 </br></br>• 1514 Оршанская битва. Победа войск ВКЛ под командованием Константина Острожского над 80-тысячным войском московским под Оршей, на р.Крапивно.
	 </br></br>• 1517 Франциск Скорина издал в г.Прага первую белорусскую книгу; до 1519 г. им изданы 23 книги Библии.
	 </br></br>• 1521-1522 Белорусский поэт-латинист Николай Гусовский создал лироэпическую поэму "Песня о зубре" - гимн красоте родной земли (издана в 1523 г. в Кракове).
	 </br></br>• 1522 Франциск Скорина основал в Вильно типографию - первую на территории Восточной Европы; в 1522 г. в ней напечатана "Малая подорожная книжица", в 1525 г. - "Апостол".
	 </br></br>• 1529 Утвержден и введен в действие 1-й Статут ВКЛ.
	 </br></br>• 1529 На сейме в Вильно великим князем ВКЛ избран 9-летний Жигимонт II Август (сын Жигимонта I Старого); 
	 полноправным великим князем ВКЛ и королем Польши стал после смерти отца в 1548 г.
	 </br></br>• 1534-1537 Война ВКЛ с Великим княжеством Московским.
	 </br></br>• 1545 В ВКЛ начали свою деятельность протестантские проповедники. Проявление Реформации в различных ее течениях, что способствовало дальнейшему развитию просвещения и гуманизма.
	 </br></br>• 1548-1572 Княжение в ВКЛ Жигимонта II Августа; в годы его правления в государстве проведены важные военные, политические и экономические реформы.
	 </br></br>• 1553 Основание типографии в Бресте.
	 </br></br>• 1558-1583 Ливонская война - борьба между Россией, Швецией, Польшей и ВКЛ за Прибалтику.
	 </br></br>• 1559 Ливонский орден перешел под протекторат ВКЛ; к договору о протекторате присоединился и епископ рижский.
	 </br></br>• 1562 Основание в Несвиже типографии и издание в ней Сымоном Будным "Катехизиса".
	 </br></br>• 1562 Движение антитринитариев - сторонников радикальной реформации христианского учения, примыкавших к гуманистической и рационалистической традиции ренессансной культуры; их общины созданы в Клецке, Ивье, Любче, Новогрудке, Лоске и др. городах.
	 </br></br>• 1562 В Москве вышла первая печатная книга ("Апостол"), изданная Иваном Федоровым (Федоровичем) и Петром Мстиславцем.
	 </br></br>• 1566 Утвержден 2-й Статут ВКЛ.
	 </br></br>• 1569 Люблинская уния - объединение Королевства Польского (Корона) и ВКЛ (княжество) в Речь Посполитую.
	 </br></br>• 1569 В ВКЛ начал деятельность католический монашеский орден Общества Иисуса (орден иезуитов; действовал до 1820 г.)
	  Основной своей задачей считал борьбу с Реформацией, что стало началом Контрреформации.
	 </br></br>• 1573 Шляхта получала официальное право выбирать короля польского и великого князя ВКЛ.
	 </br></br>• 1575 Королем Польши и великим князем ВКЛ избран Стефан Баторий; правил в Речи Посполитой до 12 декабря 1586 г.
	 </br></br>• 1579 Преобразование Виленской иезуитской академии в Виленский университет - первый университет в Восточной Европе.
	 </br></br>• 1579 Осада и взятие Полоцка войсками Великого княжества Литовского.
	 </br></br>• 1581 Создан Главный литовский трибунал - высший судебный и апелляционный орган в ВКЛ.
	 </br></br>• 1581 Открытие в Полоцке иезуитского коллегиума (среднее учебное заведение классического типа).
	 </br></br>• 1582 Перемирие на 10 лет между Россией и Речью Посполитой, заключенное в г. Ям-Запольском.
	 </br></br>• 1586 Королем Польши и великим князем ВКЛ избран Жигимонт III Ваза (правил до 30 апреля 1632 г.).
	 </br></br>• 1588 Жигимонт III Ваза утвердил 3-й Статут ВКЛ. Действовал до 1840 г.
	 </br></br>• 1594-1596 Казацкое восстание под руководством Северина Наливайко. Казацкие отряды  заняли города Гомель, Петриков, Слуцк, сожгли Могилев.
	 </br></br>• 1595 Войска ВКЛ разгромили казаков Наливайко возле д.Буйничи (на Буйницком поле возле г. Могилева).
	 </br></br>• 1596 Брестская церковная уния. Создание униатской церкви.

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h4><small>События</small></h4>
		<p>
		<a href="../events/orsha_battle.php">Оршанская битва</a> 1514 г. • <a href="../terms/statut.php">Статут ВКЛ</a> 1529, 1566 и 1588 гг. • 
		<a href="../events/war_livonia.php">Ливонская война</a> 1558-1583 гг. • 
		<a href="../events/unia_liublin.php">Люблинская уния</a> 1569 г. 
		(образование <a href="../terms/rzeczpospolita.php">Речи Посполитой Обоих Народов</a>) • 
		<a href="../events/confederacia_warshawa.php">Варшавская конфедерация</a> 1573 г. (договор о равенстве всех религий) • 
		 <a href="../events/unia_religion_brest.php">Брестская церковная уния</a> 1696 г. •  
		</p>
		
		<h4><small>Люди</small></h4>
		<p>
		<a href="../figures/ostrogski.php">Константин Острожский</a> • <a href="../figures/budny.php">Сымон Будный</a> • 
		<a href="../figures/sapega.php">Лев Сапега</a> • <a href="../figures/volovicz.php">Остафий Волович</a> • <a href="../figures/gusowsky.php">Николай Гусовский</a> • <a href="../figures/skorina.php">Франциск Скорина</a>
		 • <a href="../figures/fedorow.php">Иван Федоров</a> • <a href="../figures/batory.php">Стефан Баторий</a> •  
		</p>
	 
	 <h4></br>Соседи</h4>
	
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		Московия — данник Крымского Ханства (выплата дани Крыму продолжалась <a target="_blank" href="../../images/img-terms/ross_empire/russ_obrok.jpg">до конца XVII века</a> и окончательно прекратилась лишь в правление Петра I).
		</br>Иван III присоединил к Москве Псков (1510), Смоленск (1514) и Рязань (1521)
		</br>В 1547 году великий князь московский Иван IV Грозный венчается на царство и становится первым российским царём.
 		Создаётся вооружённое огнестрельным оружием стрелецкое войско.
		</br>Завоевания в Поволжье (Казанское и Астраханское ханства). Начинается освоение Урала и Западной Сибири. Поход Ермака. 
		</br>Ливонская война.
		</br>Иван Грозный создаёт опричнину. Боярские опалы, новгородский погром. 
		</br>1571 Сожжение Москвы крымским ханом
		</br>1575-76 "Великим князем всея Руси"  назначен касимовский хан Симеон Бекбулатович. После покаяния перед крымским ханом, царем вновь назначен Иван Грозный. 

		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		Королевсто Польша в составе Речи Посполитой.
		</br> Умер последний Ягеллон Сигизмунд Август. Встал вопрос о дальнейшей судьбе польско-литовского государства, державшегося лишь единством династии. 
		 Необходимость построить его на новых принципах привела к заключению Люблинской унии (1569). Началась эпоха выборных королей.
		 </br>Ливонская война.
		 
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		<i>1547 Первая книга и первый букварь на "lietuviu kalba" — «Катехизис» (содержала, помимо катехизиса, стихотворное предисловие на жмудском языке, 
		одиннадцать церковных песнопений с нотами и первый жмудский букварь).</i>
		</br>Староство в составе ВКЛ.	 
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>