<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XVII век</h4>

	 <h4>Европа</h4>
		<p>
		 Рафаэль, Микельанджелло • Нидерландская революция • Золотой век Голландии, завершение золотого века Испании • Созданы Английская, Голландская и Французская Ост-Индские компании • 
		 Начало колонизации Северной Америки Англией, Францией, Голландией • Тридцатилетняя война (последняя крупная религиозная война в Европе) • 
		 Англо-французская война. Осада Ла-Рошели • Английская революция. Кромвель • Французская Фронда, кардинал Мазарини • Северная война (1650-1655) • 
		 
		 
		 
		 
		
		</p>
		
	<h4></br>Беларусь
	<small><a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_17century.php">карты</a></small>
	</h4>

	
<p>
<a href="../terms/wkl.php">Великое княжество Литовское</a> в составе <a href="../terms/rzeczpospolita.php">Речи Посполитой</a> • 
</br>• SUMMARY IS BEING PREPARED •
<p>
Войны с Россией
</br>"Кровавый Потоп" Великого княжества Литовского
</br>1609—1618 "Смутное время", осада Смоленска, взятие Москвы. Приглашение на московский пресол королевича Владислава.
</br>1632—1634 Смоленская война. Вторжение русских войск. Владислав отказался от московского престола. Смоленск остался в составе ВКЛ.
</br>1654—1667 "Кровавый Потоп". После присоединения к Московии запорожского казачества (Переяславская рада), Москва пытается захватить восточные земли ВКЛ. 
				Захвачены Левобережная Украина, Киев, Смоленск.
</p>
<p>
Война с Войском Запорожским (Гетманщиной)
</br>1648-1654 Восстание Хмельницкого в Русских Землях. Итог: Переяславская рада, начало новой войны с Московией.
</p>
<p>
Войны со Швецией
</br>"Кровавый (Шведский) Потоп" Королевства Польша
</br>1600—1611 Попытка Жигимонта III Ваза вернуть себе шведскую корону и занять Эстляндию. Границы между обоими государствами остались прежними.
</br>1617—1618 Попытка Швеции занять весь прибалтийский регион. Границы между обоими государствами остались прежними.
</br>1621—1626 Швеция захватила все земли ВКЛ в Ливонии, в том числе и Ригу.
</br>1626—1629 "Прусская война двух Ваза". За Швецией остались значительная часть Прибалтики с Ригой. 
</p>
<p>
<p>Войны с Турцией (Османской империей)
</br>1620—1621 Хотинская война за контроль над Молдавским княжеством. Битва под Хотином 1621г.
</br>1633—1634 "Второй фронт" Смоленской войны с Московией — вторжение татар и турок на Полесье.
</br>1666—1671 Польско-казацко-татарская война за контроль над Правобережной Украиной
</br>1672—1676 Война Речи Посполитой за контроль над Правобережной Украиной. Битва под Хотином 1673г.
</br>1683—1699 Великая Турецкая война Священной Лиги (альянс Священной Римской империи, Венецианской республики и Речи Посполитой).
Турция теряет часть земель в Юго-Восточной Европе и Правобережной Украине.
</p>


<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">
	 </br></br>• Правление Жигимонта III Вазы (1566-1632) "Божьей милостью король Польский, Великий князь Литовский, Русский, Прусский, Мазовецкий, Жмудский, Ливонский, а также наследный король Шведов, Готов и Венедов"
	 </br></br>• 1600-1611 Война Речи Посполитой со Швецией. Битва при Кирхгольме — один из величайших триумфов кавалерии Речи Посполитой.
	 </br></br>• 1609-1618 Война Речи Посполитой с Московией.
	 </br></br>• 1610 Битва при Клушине. Войска Речи Посполитой заняли Москву. 
	 </br></br>• 1612 2-е ополчение под руководством Минина и Пожарского освободило Москву от войск Речи Посполитой.
	 </br></br>• 1617-1618 Поход на Москву войск королевича Владислава Жигимонтовича. 
	 </br></br>• 1618 Деулинское перемирие (д.Деулино, теперь г. Сергиев Посад) с Московией сроком на 14,5 года. 
	 			По условиям перемирия к Великому княжеству Литовскому отошло 29 городов.
	 </br></br>• 1621 Войска Речи Посполитой разгромили турецкую армию в битве под Хотином.
	 </br></br>• 1623 Бунт горожан Витебска против введения Брестской церковной унии, убит архиепископ Иосафат Кунцевич (канонизирован в 1867).
	 </br></br>• 1629 Подписано перемирие между Речью Посполитой и Швецией, которым окончена война 1600-1629 гг.
	 </br></br>• 1632 Королем Польши и великим князем ВКЛ избран Владислав Ваза (сын Жигимонта III Вазы); правил до 1648 г.
	 </br></br>• 1632-1634 Война Речи Посполитой с Московией (в исторической литературе именуется Смоленской войной).
	 </br></br>• 1634 Поляновский мир с Московией, которым закончена война 1632-1634 гг.
	 </br></br>• 1648 Начало восстания украинских казаков под руководством Богдана Хмельницкого против Речи Посполитой.
	 </br></br>• 1648 , лето. На юге Беларуси появились посланные Б.Хмельницким казацкие отряды, которые разоряли шляхетские имения, костелы, монастыри; казаков поддержала часть крестьян и горожан; повстанцы захватили города Гомель, Лоев, Брагин, Мозырь, Туров, Пинск, Бобруйск, Речицу, осаждали Слуцк, Быхов, Минск.
	 </br></br>• 1648 , осень. Войска ВКЛ под командованием гетмана польного Януша Радзивилла, двигаясь от Бреста вдоль Припяти, выбили казаков из городов Туров, Мозырь, Бобруйск, Речица.
	 </br></br>• 1648 Королем Польши и великим князем ВКЛ избран Ян Казимир (брат короля Владислава Вазы; правил до 1668 г.).
	 </br></br>• 1648, 1649, 1651 Осада украинскими казаками г.Гомеля.
	 </br></br>• 1649 , весна. На юг Беларуси из Украины направлены новые казацкие отряды И.Голоты, С.Пободайло, Ф.Гаркуши, к которым присоединялись и местные крестьяне; казаки вновь заняли города Чечерск, Туров, Речицу.
	 </br></br>• 1649 , июль. Б.Хмельницкий направил на Полесье 15-тысячное казацкое войско с целью помешать войскам ВКЛ во главе с Янушем Радзивиллом вступить в пределы Украины.
	 </br></br>• 1649 Битва под Лоевом между казацким войском и войсками ВКЛ. Разбитые казацкие отряды частично вырвались из окружения.
	 </br></br>• 1651 Войска ВКЛ во главе с Янушем Радзивиллом направились на подавление восстания на Украине. 
	 По дороге возле Лоевских переправ разбито 20-тысячное казацкое войско Небабы (Небаба погиб) и занят Киев.
	 </br></br>• 1651 , сентябрь. Белоцерковский мирный договор между гетманом Украины Б.Хмельницким и представителями Речи Посполитой, 
				в соответствии с которым из Беларуси выведены все казацкие войска.
	 </br></br>• 1654 Переяславская рада утвердила решение Московского земского собора о присоединении Украины к Московии.
	 </br></br>• 1654-1667 Война Речи Посполитой с Московией
	 </br></br>• 1654 80-тысячная российская армия во главе с царем заняла Дорогобуж, Рославль, Мстиславль, Копысь, осадила Смоленск (взят через 3 месяца); 
	 казацкие войска заняли Гомель, Мозырь, Чечерск, Новый Быхов и осадили Старый Быхов (осада продолжалась более трех лет).
	 </br></br>• 1654 В результате 3-месячной осады 20-тысячная русская армия заняла г.Витебск.
	 </br></br>• 1654 , лето. Русская армия во главе с В.П.Шереметевым заняла города Полоцк, Невель, Усвят, Диену.
	 </br></br>• 1654 , сентябрь. Русские войска заняли город Могилев.
	 </br></br>• 1655 , лето. Русские войска и украинские казаки во главе с Золотаренко заняли города Дубровно, Оршу, Копысь, Борисов, Минск, Вильно.
	 </br></br>• 1655 Кейданский договор (г. Кейданы) об установлении унии  ВКЛ и Швеции.
	 </br></br>• 1655, 1660 , Русские войска в результате осады овладели Новогородским замком.
	 </br></br>• 1656 Виленское перемирие с Московией о приостановлении войны 
	 </br></br>• 1658 Гадячский договор (г. Гадяч) между гетманом Войска Запорожского Иваном Выговским и представителями Речи Посполитой. 
	 Согласно договора Великое княжество Русское в составе Киевского, Черниговского и Брацлавского воеводств Королевства Польского должно было стать третьим 
	 участником Речи Посполитой Трех Народов.
	 </br></br>• 1660 Русская армия И.А.Хованского захватила Брест
	 </br></br>• 1660 Поражение армии И.А.Хованского в бою под Ляховичами.
	 </br></br>• 1660 Войска Речи Посполитой освободили Минск и земли до р.Березины.
	 </br></br>• 1661 В Могилеве жителями уничтожен многочисленный русский гарнизон.
	 </br></br>• 1661 Русские войска во главе с И.А.Хованским разбиты возле д.Кушлики (под г. Вильно); освобожден г.Вильно.
	 </br></br>• 1667 Андрусовское перемирие между Речью Посполитой и Московией (подписано в д.Андросово возле Мстиславля). 
					По условиям перемирия к Московии отошли Смоленское воеводство и Левобережная Украина. 
	 </br></br>• 1668 Король Польши и великий князь ВКЛ Ян Казимир, разочарованный неудачами, отрекся от престола (через 4 года умер).
	 </br></br>• 1669 Королем Польши и великим князем ВКЛ избран Михаил Вишневецкий; правил до 10 ноября 1673 г.
	 </br></br>• 1672—1676 Война между Речью Посполитой и Османской империей за власть над Правобережной Украиной. 
	 			Окончилась Журавенским договором 1676 года. Этот договор вернул Речи Посполитой 2/3 Украины и 10 тысяч пленных-христиан.
	 </br></br>• 1674 Королем Польши и великим князем ВКЛ избран полководец Ян Собесский; правил в Речи Посполитой до 1696 г.
	 </br></br>• 1683-1699 Война Речи Посполитой и Священной Лиги против Крымского ханства и Оттоманской империи; война доведена до победы в 1699 г.
	 </br></br>• 1684 Папой Иннокентием XI снована Священная лига. Состояла из Священной Римской империи, Венецианской республики и Речи Посполитой. 
	 Альянс противостоял Оттоманской империи в Великой Турецкой войне.	 
	 </br></br>• 1686 Подписан "вечный мир" с Московией, к Московии отошли смоленские земли и Киев. 
				Московия вступает в Священную Лигу и перестает платить дань Крымскому Ханству.
	 </br></br>• 1696 Всеобщая конфедерация сословий (конфедеративный сейм) Речи Посполитой приняла постановление о том, что в ВКЛ государственные документы должны писаться не на белорусском, а на польском и латинском языках.
	 </br></br>• 1697 Королем Польши и великим князем ВКЛ избран саксонский курфюрст Август II Сильный; правил в Речи Посполитой до 1733 г.

</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h4><small>События</small></h4>
		<p>
		<a href="../events/battle_kircholm.php">Битва при Кирхгольме</a> 1605 • <a href="../events/war_moscow_1610.php">Взятие Москвы</a> 1610-1612 •  
		<a href="../events/battle_hotin.php">Битвы под Хотином</a> 1621 и 1673 • <a href="../events/battle_loew.php">Битвы под Лоевом</a> 1649 и 1651 • 
		<a href="../events/blood_potop.php">Кровавый Потоп</a> 1654-1667 • <a href="../events/battle_liahowiczy.php">Осада Ляхович</a> 1660 • 
		<a href="../events/battle_polonka.php">Битва под Полонкой</a> 1660 • 
		<a href="../terms/rzeczpospolita_treh_narodov.php">Речь Посполитая Трех Народов</a> • 
		<a href="../events/war_civil_1696.php">Гражданская война в ВКЛ </a>(1696—1702) <a href="../figures/sapegi.php">Сапеги</a> vs 
		<a href="../figures/radziwilly.php">Радзивиллы</a>, <a href="../figures/pacy.php">Пацы</a>, <a href="../figures/oginskie.php">Огинские</a> •  
		</p>
		
		<h4><small>Люди</small></h4>
		<p>
		<a href="../figures/hodkewich.php">Ян Кароль Ходкевич</a> • <a href="../figures/gonsewsky.php">Александр Корвин Гонсевский</a> • <a href="../figures/radziwilly.php">Николай Кристофор Радзивилл "Перун"</a> • <a href="../figures/pacy.php">Михаил Казимир Пац</a> • 
		<a href="../terms/dukes_wkl.php">Ян III Собеский</a> • <a href="../figures/kunciewicz.php">Иософат Кунцевич</a>, архиепископ Полоцкий • <a href="../figures/konashewicz.php">Конашевич-Сагайдачный</a>, гетман Войска Запорожского • 
		<a href="../figures/radziwilly.php">Януш Радзивилл</a> • <a href="../figures/lisowsky.php">Лисовский-Янович</a>, полковник "лисовчиков" • <a href="../figures/simienowicz.php">Казимир Семенович</a>, основоположник ракетостроения • 
		</p>
	 
	 <h4></br>Соседи</h4>
	
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		Смутное время (1598—1613).   
		Войны с Речью Посполитой. Семибоярщина (1610—1613). Второе народное ополчение (1611—1612). Начало правления династии Романовых (1613).
		</br>Восстание Болотникова(1606). Бунт киргизов и томских татар (1614).
		Покорение якутов (1632). Восстание калмыков (1636). Усмирение бурятов (1644). Восстание в Пскове и в Новгороде (1650). "Медный бунт" (1662). 
		Восстание Сеньки Разина (1670). Стрелецкий бунт (1698). 
		</br>Присоединение Украины. Переяславская Рада (1654).
		</br>Реформы Петра I (1696—1725). «Великое посольство» (1697—1698). Московия официально переименована в Россию.
		</br>Вступление в Священную Лигу и прекращение выплаты дани Крымскому Хану (1685).
		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		Королевство Польша (Корона) в составе <a href="../terms/rzeczpospolita.php">Речи Посполитой</a>
		 
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		Староство в составе ВКЛ.	 
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>