<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
  

<!-- ***Include Header*** -->
<? include ("../_include/header_times.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_times.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">

	<h3>XVIII век</h4>

	 <h4>Европа</h4>
		<p>
		 Северная война • 
		 Война за испанское наследство • 
		 Франко-английские конфликты в Северной Америке • 
		 Королевство Великобритания образовано объединением Англии и Шотландии • 
		 Разделы Речи Посполитой •  
		 Война за независимость США •  
		 Начало колонизации Австралии европейцами •  
		 Великая французская революция • 
		 
		 
		 
		 
		
		</p>
		
	<h4></br>Беларусь
	<small><a href="../terms/blr_etnos.php">этнос</a>, <a href="../download/map_18century.php">карты</a></small>
	</h4>

	
<p>
Великое княжество Литовское (<a href="../terms/wkl.php">ВКЛ</a>) • <a href="../terms/rzeczpospolita.php">Речь Посполитая </a> • Северо-Западный край Российской империи • 
</br>• SUMMARY IS BEING PREPARED •

<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Хронология основных событий (показать / скрыть)" class="input-button" onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

	 </br></br>• 1702 Шведские войска во главе с королем Карлом XII вступили в пределы ВКЛ и захватили г.Гродно.
	 </br></br>• 1702 Подписан договор между Россией и ВКЛ о взаимной помощи в борьбе против Швеции.
	 </br></br>• 1704 Королем Польши и великим князем ВКЛ избран Станислав Лещинский (до 1709 г).
	 </br></br>• 1704 На территорию ВКЛ вступила 60-тысячная российская армия под командованием А.И.Репнина; к лету 1705 г. она заняла Минск и Гродно.
	 </br></br>• 1706 Шведские войска осадили российский гарнизон в г.Гродно; российским войскам удалось вырваться из осады и отойти в Киев.
	 </br></br>• 1706 Шведские войска заняли и сожгли города Несвиж, Клецк, Полоцк, Новогрудок.
	 </br></br>• 1708 Российские войска разгромили шведский корпус генерала Левенгаупта возле д.Лесная (Славгородский район).
	 </br></br>• 1709 Полтавская битва — разгром российскими войсками шведских войск. 
	 </br></br>• 1709 Королем Польши и великим князем ВКЛ избран Август II,  союзник Петра I в Северной войне.
	 </br></br>• 1721 Подписан Ништадтский мирный договор России со Швецией, которым закончена Северная война 1700-1721 гг. Россия получила права на Лифляндию, Эстонию и др. прибалтийские земли.
	 </br></br>• 1733 Королем Польши и великим князем ВКЛ избран Станислав Лещинский; это не соответствовало интересам России, 
	 				которая ввела на территорию Речи Посполитой свои войска и потребовала новых выборов.
	 </br></br>• 1733 Королем Польши и великим князем ВКЛ избран Август III (курфюрст саксонский, сын Августа II Сильного); правил до 1764 г.
	 </br></br>• 1744 Бои возле г.Кричева и д.Церковище между восставшими крестьянами во главе с В.Ващилой и отрядом Радзивиллов.
	 </br></br>• 1762-1796 Царствование в Российской империи Екатерины II. 
	 </br></br>• 1764 Королем Польши и великим князем Великого княжества Литовского избран Станислав Август Понятовский.
	 </br></br>• 1767 Создана Слуцкая конфедерация, которую возглавили кальвинист граф Грабовский и православный епископ Георгий Конисский; конфедерация создана при поддержке российского посла М.В.Репнина.
	 </br></br>• 1767 Сейм Речи Посполитой принял постановление об уравнении в политических правах всех диссидентов, в том числе православных, протестантов и католиков.
	 </br></br>• 1768 Шляхта ВКЛ создала Барскую конфедерацию (г. Бар на Украине) в противовес Слуцкой. Она выступала за сохранение целостности и независимости ВКЛ; в числе ее руководителей были К.Радзивилл, великий гетман М.Огинский, маршалок М.Пац; армией конфедератов командовал Ю.Сапега.
	 </br></br>• 1768 Отряды барских конфедератов потерпели поражение от российской армии возле местечка Деречин (Зельвенский район).
	 </br></br>• 1760-е Основаны Гродненские королевские мануфактуры (действовала 21 мануфактура по производству ковров, гобеленов, поясов, тканей и др.).
	 </br></br>• 1770 В Слониме основан театр М.К.Огинского; действовал до 1790 г.
	 </br></br>• 1771 Российские войска во главе с А.В.Суворовым в битве возле д. Столовичи (Барановичский район) победили войска гетмана великого литовского М.К.Огинского.
	 </br></br>• 1772 Первый раздел Речи Посполитой между Россией, Пруссией и Австрией. Создано Белорусское генерал-губернаторство; существовало до 1823 г.
	 </br></br>• 1773 В Речи Посполитой создана Адукационная комиссия (действовала до 1794 г.). Ее усилиями в центральной и западной частях Беларуси открыто 20 окружных и подокружных школ.
	 </br></br>• 1775 В Гродно основан ботанический сад — первый на территории Беларуси.
	 </br></br>• 1775 Открытие в Гродно Высшей медицинской академии — первого медицинского учебного заведения на территории Беларуси; действовала до 1781 г., затем переведена в Вильно.
	 </br></br>• 1779 Начало строительства Днепро-Бугского канала, который соединил р.Днепр (по рекам Припять и Мухавец) с Западным Бугом и Вислой.
	 </br></br>• 1791 3 мая, принятие сеймом Речи Посполитой новой Конституции.
	 </br></br>• 1792 Создание Тарговицкой конфедерации — союза магнатов и шляхты Речи Посполитой, выступивших против решений сейма и Конституции 3 мая 1791 г.
	 </br></br>• 1792 Российские войска перешли границу Речи Посполитой, заняли города Браслав, Ушачи, Бобруйск, Несвиж, Слоним, Новогрудок, Гродно
	 </br></br>• 1793 Второй раздел Речи Посполитой
	 </br></br>• 1793 Чрезвычайный Гродненский сейм — последний сейм Речи Посполитой. Сейм принял новую конституцию Речи Посполитой, отменил Конституцию 3 мая 1791 г., молча принял решение о 2-м разделе государства (отчего вошел в историю как "немой сейм").
	 </br></br>• 1794 Восстание в Речи Посполитой под руководством Тадеуша Костюшки.
	 </br></br>• 1794 Создание в ВКЛ повстанческого правительства — Наивысшей рады литовского народа; в Вильно начала действовать повстанческая организация "Виленские якобинцы".
	 </br></br>• 1794 Местные органы восстания — комиссии порядка — созданы в Гродно, Бресте, Волковыске, Новогрудке, Пинске, Ошмянах, Кобрине, Лиде, Браславе и др.; в Ошмянах разместился штаб повстанческой армии ВКЛ во главе с Я.Ясинским.
	 </br></br>• 1794 А.Т.Костюшко издал Полонецкий универсал, которым провозгласил всех крестьян Речи Посполитой свободными от крепостной зависимости, но без предоставления им земли.
	 </br></br>• 1794 Повстанческие войска ВКЛ в бою с российскими войсками возле местечка Солы потерпели поражение.
	 </br></br>• 1794 Корпус российских войск во главе с А.В.Суворовым нанес поражение повстанческому корпусу К.Сераковского в боях под Крупчицами и Брестом.
	 </br></br>• 1794 Российские войска нанесли поражение повстанческим силам в бою под Матиевицами; раненый А.Т.Костюшко был пленен.
	 </br></br>• 1794-1912 Существование Виленского генерал-губернаторства, в состав которого входила большая часть Беларуси.
	 </br></br>• 1795 Третий раздел Речи Посполитой
	 </br></br>• 1795 , 25 ноября. Король Польши и великий князь ВКЛ Станислав Август Понятовский отрекся от престола в пользу российской императрицы Екатерины II; 
	 			федеративное государство Речь Посполитая и обе державы в ее составе — Королевство Польское и Великое княжество Литовское — 
	 			прекратили свое государственное существование.
	 </br></br>• 1795 Образование Виленской (существовала до 1920 г.) и Слонимской губерний.
	 </br></br>• 1796 Образование Белорусской губернии (существовала до 1802 г.)
	 </br></br>• 1797 Восстания крестьян в Суражском, Городенском, Витебском, Полоцком и др. уездах.
	 </br></br>• 1798 , 24 декабря - родился Адам Мицкевич
</div>
</div>
</div>	
<!--/Spoiler-->
		
		<h4><small>События</small></h4>
		<p>
		<a href="../events/orsha_battle.php">Слуцкая конфедерация</a> 1767 • 
		<a href="../events/orsha_battle.php">Барская конфедерация</a> 1768 • 
		<a href="../events/orsha_battle.php">Конституция 3 мая 1791 года</a> • <a href="../events/orsha_battle.php">Тарговицкая конфедерация</a> 1791 • 
		<a href="../events/orsha_battle.php">Разделы Речи Посполитой</a> 1772-1795 • <a href="../events/orsha_battle.php">Восстание Костюшко</a> 1794 • 
		</p>
		
		<h4><small>Люди</small></h4>
		<p>
		<a href="../figures/ostrogski.php">Тадеуш Костюшко</a> • 
		</p>
	 
	 <h4></br>Соседи</h4>
	
	 <h4><small><a href="../terms/ross_empire.php">Россия</a></small></h4>
		<p>
		#################################

		</p>
		
	 <h4><small>Польша</small></h4>
		<p>
		################################
		 
		</p>
		
	<h4><small><a href="../places/samogitia.php">Летува</a></small></h4>
		<p>
		####################################################
		</br>Староство в составе ВКЛ.	 
		</p>
	
	<h4><small>Украина</small></h4>
		<p>
		Эта страница требует вашего участия
		</p>					
	
	
	</br></br></br>
		<p><small>
		http://www.istmira.com/istoriya-belarusi/217-xronologiya-vazhnejshix-sobytij-i-dat-2-stranica.html</br>
		http://historybel.ru/obrazovanie_veikogol_knygestva_liovscogo.html</br>
		http://www.78l.ru/data/files/istoriia/index.html</br>
		http://school17.goroo-orsha.by/index.php/vis/item/86-b6</br>
		http://www.allmonarchs.net/lithuania.html</br>
		http://www.vostlit.info/Texts/rus/Chron_Pol_majoris/frametext5.htm</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->
	<? include ("../_include/right_sidebar_times.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>