<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>
		Национальный гимн Беларуси
		</br><small>Максим Богданович, <a href="blr_gerb.php">"Погоня"</a>, 1916 г.</small>
		</h3>
		<small> 
		<i>В 1991 году имя Максима Богдановича внесено в календарный список ЮНЕСКО «Годовщины выдающихся лиц и событий»</i>
		</small>
		
		<p>
		</br>Толькі ў сэрцы трывожным пачую
		</br>За краіну радзімую жах, —
		</br>Ўспомню Вострую Браму сьвятую
		</br>I ваякаў па грозных канях.
</p>
<p>
		</br>Ў белай пене праносяцца коні, —
		</br>Рвуцца, мкнуцца і цяжка хрыпяць...
		</br>Старадаўняй Літоўскай Пагоні
		</br>Не разьбіць, не спыніць, не стрымаць.
</p>
<p>
		</br>У бязьмерную даль вы ляціце,
		</br>А за вамі, прад вамі — гады.
		</br>Вы за кім у пагоню сьпяшыце?
		</br>Дзе шляхі вашы йдуць і куды?
</p>
<p>
		</br>Мо яны, Беларусь, панясьліся
		</br>За тваімі дзяцьмі уздагон,
		</br>Што забылі цябе, адракліся,
		</br>Прадалі і аддалі ў палон?
</p>
<p>
		</br>Бійце ў сэрцы іх — бійце мячамі,
		</br>Не давайце чужынцамі быць!
		</br>Хай пачуюць, як сэрца начамі
		</br>Аб радзімай старонцы баліць...
</p>
<p>
		</br>Маці родная, Маці-Краіна!
		</br>Не усьцішыцца гэтакі боль...
		</br>Ты прабач, Ты прымі свайго сына,
		</br>За Цябе яму ўмерці дазволь!..
</p>
<p>
		</br>Ўсё лятуць і лятуць тыя коні,
		</br>Срэбнай збруяй далёка грымяць...
		</br>Старадаўняй Літоўскай Пагоні
		</br>Не разьбіць, не спыніць, не стрымаць.
		</p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>