<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Национальный язык. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Национальный язык — социально-историческая категория, которая обозначает язык, являющийся средством общения нации и выступающий в двух формах: устной и письменной. 
		Н. я. формируется вместе с образова­нием нации, являясь одновременно предпосылкой и условием её возникновения и существования, с одной стороны, и результатом, продуктом этого процесса — с другой" />
    <meta name="keywords" itemprop="keywords" content="мова, белорусский язык, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/blr_mova/mova_1858.jpg" />
	
<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h1>Национальный язык</h1>

		<div class="col-md-12" >
			<p class="img-float-left">
			<a target="_blank" href="../../images/img-terms/blr_etnos/blr_faceview.jpg">
			<img src="../../images/img-terms/blr_etnos/blr_faceview_thumb.jpg" height="140"/>
			</br><small>"Облик и язык 
			</br>белорусского племени"</small>
			</a>
			</p>
			
			<p class="img-float-right">
			<a target="_blank" href="../../images/img-terms/blr_mova/mova_1858.jpg">
			<img src="../../images/img-terms/blr_mova/mova_1858.jpg" height="140"/>
			</br><small>Этнографический сборник.
			</br>С-Петербург, 1858 г.</small>
			</a>
			</p>
		
			<p>
			<i>"Национальный язык — социально-историческая категория, которая обозначает язык, являющийся средством общения нации и 
			выступающий в двух формах: устной и письменной. 
			</p>		
			<p>
			Н. я. формируется вместе с образова­нием нации, являясь одновременно предпосылкой и условием её возникновения и существования, 
			с одной стороны, и результатом, продуктом этого процесса — с другой."</i>
			</br><small>Степанов Г. В. Национальный язык. Лингвистический энциклопедический словарь. М.: СЭ, 1990. — С. 325—326.</small> 
			</p>			
		</div>

		
		<p>
			<h4>Esse - Habere
			<small>или "Два мира, два образа жизни"</small>
			</h4>
			<p>
			Амаль усе мовы падзяляюцца на дзьве вялікія групы — мовы <i>habere</i> ("мець, маю" лат.) 
			і мовы <i>esse</i> ("быць" лат.). "Я кнігу маю" — "у меня есть книга". Беларуская і ўкраінская мовы лічацца пераходнымі.
			</br><a target="_blank" href="http://www.svaboda.org/content/article/27053489.html">Read more...</a>
			</p>
		<div class="col-md-12" >
			<div class="col-md-4">
			<p>
			<i>"Ў краіне светлай, дзе я ўміраю,
			</br>У белым доме ля сіняй бухты,
			</br>Я не самотны, я кнігу маю
			</br>З друкарні пана Марціна Кухты"</i>
			</br><small>М. Богданович</small>
			</p>
			</div>
			<div class="col-md-8">
			<p>
			<i>"І дзе зрадзіліся і ўскормлены суць па Бозе, к таму месцу вялікую ласку імаюць."</i>
			</br><small>Ф. Скорина</small>
			</p>
			<p>
			<i>"А пісар земскі маець паруску, літарамі й словы рускімі, усі лісты, выпісы й позвы пісаці, а ня іншым языком і словы."</i>
			</br><small>Статут ВКЛ</small>
			</p>
			</div>
		</div>

		</p>
		
		<p>
			<h4>Старобелорусский язык</h4>
			 Не будем спорить о терминах — можно называть его литовским (от <a href="litwiny.php">литвинов</a>) 
			или старо-<a href="../download/zemie_ruskie.php">руським</a> (старо-украинским) — это дело лингвистов. 
			</br>Это язык, на котором говорил и писал свои законы народ <a href="../download/blr_people.php">земель белорусских</a>.
			</br>Был государственным языком удельных княжеств (Полоцкого и др.) и государственным языком ВКЛ до <a href="../times/18_vek.php">XVIII века</a>. 
			На этом языке написан <a href="statut.php">Статут ВКЛ</a>, все <a href="../download/metrica_litwa.php">Метрики Литовские</a>, 
			княжеские и королевские привилеи (см. <a target="_blank" href="http://niab.by/unikdocs/">Национальный исторический архив</a>)
		</p>
		<p>	
			700 лет — с X века до 1696 года — государственным языком на белорусских землях был наш национальный язык. 
			</br>[ <small>На нем говорили не только литвины-белорусы.
			Он стал родным для тысяч татар, пришедших к Витовту с Тохтамышем — на нем писали они свои 
			<a target="_blank" href="../../images/img-terms/blr_mova/kitab.jpg">китабы</a>.</small> ]
		</p>
		<p>
			100 лет — польский и латынь. 
			</br>[<small> В 1696 году Всеобщая конфедерация сословий (конфедеративный сейм) 
			Речи Посполитой приняла постановление о том, 
			что в ВКЛ государственные документы должны писаться не на белорусском, а на польском и латинском языках ]</small>
		</p>
		<p>	
			196 лет — с 1795 года, после раздела Речи Посполитой, и до 1991 года — государственным языком был русский.	
		</p>
		
	<div class="col-md-12" >
	
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_mova/1391_gramota_kiriatovich.jpg">
			<img src="../../images/img-terms/blr_mova/1391_gramota_kiriatovich_thumb.jpg" height="140"/>
			</br><small>1391 г., грамота Федора Кориатовича, внука Гедымина,
			</br>князя Новогрудского и Гомельского, князя Подольского
			</br>Старабеларуская мова. Паўустаў. Пергамент</small>
		</a>
		</div>
	
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_mova/kitab.jpg">
			<img src="../../images/img-terms/blr_mova/kitab_thumb.jpg" height="140"/>
			</br><small>Китаб, XVI-XVII вв.
			</br>— белорусский текст арабской вязью
			</br>(книги белорусских татар)</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_mova/1581_gramota_batory.jpg">
			<img src="../../images/img-terms/blr_mova/1581_gramota_batory_thumb.jpg" height="140"/>
			</br><small>1581 г., грамота Стефана Батория 
			</br>справцу венгерских войск Габриэлю Бекешу. 
			</br>Старабеларуская мова. Скорапіс. Пергамент.</small>
		</a>
		</div>
		
		
	</div>
		
		<p>
		<h4>Белорусская латинка</h4>
		— беларускі лацінскі алфавіт ("bielaruskaja lacinka") — агульная назва некалькіх гістарычна існавалых сістэм запісу беларускага 
		(кірылаўскага) тэксту ў лацінскай сістэме пісьма. 
		</br>Ужываецца, час ад часу, у сённяшняй форме некаторымі аўтарамі, зацікаўленымі групамі, на схемах у Мінскім метрапалітэне.
		</p>
		
	<div class="col-md-12" >
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_mova/lacinka_a.jpg">
		<img src="../../images/img-terms/blr_mova/lacinka_a_thumb.jpg" height="120">
		</br><small>Белорусский латинский алфавит</small> 	
		</a>
		</div>
		
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_mova/lacinka_book.jpg">
		<img src="../../images/img-terms/blr_mova/lacinka_book_thumb.jpg" height="120">
		</br><small>Книги на "латинке"</small>	
		</a>
		</div>		
	</div>
		
		<p>
		<h4>Тарашкевица <small>классическое правописание</small></h4>  
		— вариант белорусской орфографии 
		(в более широком смысле - грамматики или языковой нормы), основанный на литературной норме современного белорусского языка, 
		первая нормализация которого была произведена Брониславом Тарашкевичем в 1918 году и официально действовала 
		до реформы белорусского правописания 1933 года.
		</br>В 2005 году с выходом книги "Белорусское классическое правописание. Свод правил" была произведена современная нормализация тарашкевицы.
		27 апреля 2007 года IANA присвоила тарашкевице собственный языковой подтег "tarask" (полное обозначение: be-tarask)
		</p>
		
		<p>
		<h4>Наркомовка</h4>
		Реформа белорусского языка была проведена постановлением СНК БССР (опубликовано 26 августа 1933 года). 
		</br>Был введен свод правил грамматики (издан в 1934 году), который действовал до 1959 года.
		</br>Современные белорусские филологи подчеркивают тот факт, что более 20 новых правил, введенных реформой 1933 года, 
		искажали установившиеся нормы белорусского литературного языка путём искусственного наложения на них правил русского.
		</p>
		
		<p>
		<h4>Дзень дзяржаўнасьці беларускае мовы <small>3 красавіка</small></h4>
		<i>
		"Народны Сакратарыят <a href="bnr.php">Беларускае Народнае Рэспублікі</a> прыняў пастанову пра абвешчаньне беларускае 
		мовы дзяржаўнаю і абавязковаю моваю Рэспублікі. Нацыянальным мяншыням Беларусі дазваляецца карыстацца сваёю моваю 
		ў афіцыйных дачыненьнях зь дзяржаўнымі ўстановамі. Усе акты, дакумэнты і ліставаньне ўрадавых установаў павінны 
		адбывацца на дзяржаўнай беларускай мове". 
		</i><small>[Архівы БНР, І, 1, с. 73. № 0173]</small>
		</br>Гэта, як сказалі б цяпер, урадавы прэс-рэліз ад 3 красавіка 1918 году. Пісаны яшчэ па-расейску, пераклад — Вiнцук Вячорка.
		</p>
		
		<p>
		<h4>Современный белорусский язык</h4>
		— время покажет. Пока — <a href="../articles/book_mova.php">так</a>. 
		</p>
		
		<p>
		<b>Горад</b>
		</br><small>
		<a target="_blank" href="http://euroradio.fm/u-ispanki-yakaya-pisha-pa-belarusku-u-minsku-vyhodzic-zbornik-vershau">Ангела Эспіноса Руіз</a>
		</small>
		<i>
	</br>Легенда абвяшчае, што дзесьці ёсьць горад,
	</br>Восеньню золата і агню,
	</br>Дзе зіма разразае паветра, як тысяча нажоў,
	</br>Пакідаючы кроплі крыві, зь якіх будуць расьці кветкі
	</br>Вясны, якая заўсёды спазьняецца.
	</br>Горад, які абмываецца успамінам пра паўночнае мора
	</br>Ды старадаўныя сны.
	</br>Дзесьці ёсьць горад, дзе трэба прабачаць неба
	</br>За ягоную шэрасьць, за шчырасьць.
	</br>Горад, куды ўсмешкі ідуць на сьмерць,
	</br>Дзе хаваецца каханьне пад белай коўдрай,
	</br>А паэзія пад зямлёй.
	</br>Горад, які выжыў сто бітваў,
	</br>Верхам на першабытным кані.
	</br>Горад, дзе, быць можа, жыве той чалавек,
	</br>І губляецца сярод сумных, чужых твараў у мэтро,
	</br>І адначасова бачыш, і ня бачыш.
	</br>Горад, дзе хтосьці знаходзіць шчасьце...
	</br>А хтосьці, ну, ня тое, праўда, што шчасьце,
	</br>Але вельмі падобнае адчуваньне.
	</br>Гэтага дастаткова.
		</i>
		</p>
		
		<p>
		<i>
		"Я лічу, што беларуская мова вельмі мілагучная і добрая для складання вершаў. Я гэта адразу заўважыла. Я ведаю недзе 9-10 моў. 
		</br>Ёсць мовы, на якіх я магу лёгка пісаць вершы, а ёсць, на якіх — не. А па-беларуску выходзіць вельмі натуральна".
		</i>
		</br><small>Ангела Эспіноса Руіз. 
		Распавед пра свой зборнік вершаў “Раяль ля мора”</small>
		</p>
				
		<p>
		On-line словарь <a target="_blank" href="http://adpavedniki.esy.es/">тут</a>.
		</p>		
		<p>
		Возвращение  <a target="_blank" href="http://www.svaboda.org/content/viacorka-miakki-znak/26972870.html">классическиого правописания</a>.
		</p>				
		<p>
		Официальный язык в Беларуси и в <a target="_blank" href="../../images/img-terms/blr_mova/polasie.jpg">Подляшье</a> (Польша). Статус по оценке ЮНЕСКО — "уязвимый".
		</p>
		<p>
		<a target="_blank" href="http://www.philology.ru/linguistics3/musorin-06.htm">"Белорусская теонимическая лексика"</a> на филологическом портале Philology.ru
		</br><i>
		"Теонимическая лексика белорусского языка формировалась в условиях, принципиально отличных от тех, в которых формировалась теонимическая 
		лексика русского, или, скажем, польского языков. Дело в том, что белорусы на протяжении почти всей своей этнической истории 
		не были православным народом, как русские, или католическим, как поляки, но представляли собой 
		<a href="../terms/religion_blr.php">поликонфессиональный христианский социум</a>,
		 состоящий из православных, католиков и униатов. Это привело к взаимовлиянию различных различных культурно-религиозных традиций, 
		что, в свою очередь, нашло отражение и в белорусской теонимии."
		</i>
		</p>

	
		</br></br></br>
		<p><small>
		http://biofile.ru/his/27498.html</br>
		http://www.gistoryja.ru/vtoraya-polovina-XVI-konec-XVIII-v/33-kontrreformacija-v-belarusi.php</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>