<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Белорусский этнос</h3>
		<p>
			Белорусы — восточнославянский народ, этнос, нация (Wikipedia). Подробные 
			<a href="../download/blr_people.php">этнографические карты</a> белорусских земель составлялись 
			по поручению Императорского Русского Географического общества на протяжении 44 лет (1875-1919 гг).
		</p>
		<p>	
			Для начала стоит посмотреть, что есть "<a href="slavs.php">славяне</a>".
		</p>
		<p>
		А так же вспомнить, что большинство современных европейских наций сформировалось в XIX в. 
		</br>Как справедливо заметил известный польский социолог Флориан Знанецкий, 
		</br><i>"в конце восемнадцатого века большинство жителей разных регионов Италии от Пьемонта до Сицилии не осознавали того факта, 
		что все они являются итальянцами. 
		Подобно тому люди, которые жили на территории от Пруссии до Рейнской области и южной Баварии, 
		не считали себя немцами. Даже в двадцатом веке крестьяне некоторых европейских регионов не имели понятия, 
		что они принадлежат к какому-либо этническому сообществу, большему, нежели их локальное сообщество."</i>
		</p>
		<p>
		Только в XIX веке понятие "нация" сместилось от <a href="shliahta.php">аристократии</a> к 
		<a href="../download/kirkor.php">крестьянам</a> и мещанам. 
		Забавно, что при этом аристократию из понятия "нация" вычеркнули. 
		</br><small>По крайней мере в <a href="../download/kirkor.php">трудах</a>
		Императорского Русского Географического Общества по этнографии Беларуси.</small>
		</p>
		<p>
			Историк Леонид Алексеев в книге «Полоцкая земля в IX - ХІІІ вв.» (1966 г.) отметил:
			</br>«Современные данные археологии и топонимики показывают, что в эпоху раннего железа Восточную Европу населяли три крупные группы племён.
			</br>Первая, ираноязычная, занимала Крымский полуостров, Кубань, Нижний Дон, Нижний Днепр и доходила на севере до водораздела Сейма, Десны и Оки.
			</br>Другая, финноязычная группа, охватывала всё Верхнее Поволжье, бассейн Средней и Нижней Оки, на западе доходила до озера Эзель…
			</br>Третья, балтоязычная, охватывала всё Верхнее Поднепровье (включая Киев, правобережье Сейма, верхнюю Оку) и уходила на запад в Прибалтику».
		</p>
		<p>
			Эти три разные этнические группы, соответственно, являлись предками современных украинцев, русских и беларусов. 
			При переходе на славянский язык они сохранили свою антропологию, генофонд и древние традиции.
		</p>
		<p>
			Почему племена предков беларусов были балтскими? Потому, что вся древняя местная гидронимика и топонимика — балтская. 
			Женские этноопределяюшие украшения — тоже. И обычаи захоронения. <a href="gudai.php">Память</a> об этом осталась у соседей-летувисов. 
			</br>Славянская топонимика, славянские украшения, славянские погребальные обряды добавились к ним гораздо позже.
		</p>
		
		<p class="img-float-center">
		<a target="_blank" href="../../images/img-terms/slavs/brothers.jpg">
			<img src="../../images/img-terms/slavs/brothers_thumb.jpg" />
		</a>
		</p>
		
		<p>
		В середине 1-го тысячелетия нашей эры (рубеж V-VI веков) общая картина племен, сложившихся в белорусский этнос, была такова:
		</br>1) В бассейне Вилии - Нёмана - Западного Буга (ареал археологической культуры штрихованной керамики) жили племена дайнова, судова, полексена, 
			злинцы и другие. Всех их можно назвать <a href="yotving.php"><i>ятвягами</i></a> — на основании сходства захоронений, гидронимики и топонимики.
		</br>2) В бассейне Днепра - Западной Двины (ареал археологической днепро-двинской культуры) обитали племена <i>кривичей</i>.
		</br>3) Бассейны Припяти и Березины (ареал милоградской и зарубинецкой культур) были регионом племен <i>дреговичей</i>.
		</br>4) На земли бассейна Сожа - Ипути в III веке н. э. пришли с запада радимичи. Они поселились между Днепром и Десной, по Сожу и его притокам. Часть их пошла дальше и вошла в историю под названием «вятичи».
		</br>5) По правому берегу Припяти, в бассейне ее притоков Тетерев, Уж, Уборть, Ствига обитали <i>древляне</i>.
		</p>
		<p>
		<a href="slavs.php">Славянство</a> возникло в результате длительного мирного взаимодействия конгломерата разных этносов: 
		германских (готских), балтских и иранских (скифо-сарматских) на определенной территории. 
		В процессе такого взаимодействия выработался общий язык, сложились общие черты духовной и материальной культуры. 
		Сходство языков, элементов духовной и материальной культуры — это и есть суть славянства.
		</br>Соответственно, славянизация соседей происходила путем передачи языка, элементов духовной и, 
		отчасти, материальной культуры по мере проникновения на их земли групп пришельцев.
		</br> Как показали беларуские исследователи Алексей Дермант и Сергей Санько, на наших землях пришельцы селились в «градах», 
		 которые сами же и строили. Оттуда новая культура (в форме языка, религии, ремесел, приемов военного дела и т. д.) 
		 распространялась по окрестностям в процессе экономических взаимоотношений.
		</p>
		<p>
			Названия «кривичи», «дреговичи», «ятвяги», «радимичи» обозначают территориальные культурно-этнические сообщества. 
			Примерно за 1000 лет их сблизила между собой славянизация. 
			Именно за этот тысячелетний период возникла традиционная беларуская ментальность, воплощенная в архетипах.
		</p>
	
	<div class="col-md-12">
		
		<a target="_blank" href="../../images/img-terms/slavs/baltic_tribes.jpg">
			<img class="img-float-left" src="../../images/img-terms/slavs/baltic_tribes_thumb.jpg" height="200"/>
		</a>
		
		
		
		<a target="_blank" href="../../images/img-terms/slavs/etno_slavs_7-9vek.jpg">
			<img class="img-float-left" src="../../images/img-terms/slavs/etno_slavs_7-9vek_thumb.jpg" height="200"/>
		</a>
		
		
		
		<a target="_blank" href="../../images/img-terms/slavs/blr_etnos.jpg">
			<img class="img-float-left" src="../../images/img-terms/slavs/blr_etnos_thumb.jpg" height="200"/>
		</a>
		
		<a target="_blank" href="../../images/img-terms/slavs/map_Lotter_litwa_1778_etno.jpg">
			<img class="img-float-left" src="../../images/img-terms/slavs/map_Lotter_litwa_1778_etno_thumb.jpg" height="200"/>
		</a>
	</div>
		
		<p>
			Беларуский народ сложился на основе территориальных культурно-этнических сообществ во времена <a href="wkl.php">Великого Княжества Литовского</a>.
			Тогда же он принял эндоэтноним "<a href="litwiny.php">литвины</a>", который в XIX-XX вв. был заменен на "белорусы". 	
			</br>«Основным результатом действия комплекса социально-экономических, политических, этнических процессов ХIV-ХVI веков на Беларуси явилось сложение 
			самостоятельной восточно-славянской этносоциальной общности — беларуской народности и ее основных этнических признаков — языка, культуры, самосознания.»
			(<i>Игорь Чаквин, Павел Терешкович</i>)
		</p>

		
		
		</br></br></br>
		<p><small>
		<a href="http://coollib.com/b/277966/read"> Краткий курс истории Беларуси IX-XXI веков</a></br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>