<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Национальный язык</title>

<!-- ***Meta*** -->
    <meta name="description" content="Н. я. формируется вместе с образованием нации, являясь одновременно предпосылкой 
	и условием её возникновения и существования" />
    <meta name="keywords" itemprop="keywords" content="мова, белорусский язык, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/blr_mova/title.jpg" />
	
<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h1>Национальный язык</h1>

		<div class="col-md-12" >
			<p class="img-float-left">
			<a href="../../images/img-terms/blr_etnos/blr_faceview.jpg" class="highslide"
        	onclick="return hs.expand(this)">
			<img src="../../images/img-terms/blr_etnos/blr_faceview_thumb.jpg" height="140"/>
			</br><small>"Облик и язык 
			</br>белорусского племени"</small>
			</a>
			</p>
			
			<p class="img-float-right">
			<a href="../../images/img-terms/blr_mova/mova_1858.jpg" class="highslide"
        	onclick="return hs.expand(this)">
			<img src="../../images/img-terms/blr_mova/mova_1858.jpg" height="140" width="150"/>
			</br><small>Этнографический сборник.
			</br>С-Петербург, 1858 г.</small>
			</a>
			</p>
		
			<p>
			<i>"Национальный язык — социально-историческая категория, которая обозначает язык, являющийся средством общения нации и 
			выступающий в двух формах: устной и письменной. 
			</p>		
			<p>
			Н. я. формируется вместе с образова­нием нации, являясь одновременно предпосылкой и условием её возникновения и существования, 
			с одной стороны, и результатом, продуктом этого процесса — с другой."</i>
			</br><small>Степанов Г. В. Национальный язык. Лингвистический энциклопедический словарь. М.: СЭ, 1990. — С. 325—326.</small> 
			</p>			
		</div>
		
		<p>
			<h2>Esse - Habere
			</br><small>или "Два мира, два образа жизни"</small>
			</h2>
			<p>
			Амаль усе мовы падзяляюцца на дзьве вялікія групы — мовы <i>habere</i> ("мець, маю" лат.) 
			і мовы <i>esse</i> ("быць" лат.). "Я кнігу маю" — "у меня есть книга". Беларуская і ўкраінская мовы лічацца пераходнымі.
			</br><a target="_blank" href="http://www.svaboda.org/content/article/27053489.html">Read more...</a>
			</p>
		<div class="col-md-12" >
			<div class="col-md-4">
			<p>
			<i>"Ў краіне светлай, дзе я ўміраю,
			</br>У белым доме ля сіняй бухты,
			</br>Я не самотны, я кнігу маю
			</br>З друкарні пана Марціна Кухты"</i>
			</br><small>М. Богданович</small>
			</p>
			</div>
			<div class="col-md-8">
			<p>
			<i>"І дзе зрадзіліся і ўскормлены суць па Бозе, к таму месцу вялікую ласку імаюць."</i>
			</br><small>Ф. Скорина</small>
			</p>
			<p>
			<i>"А пісар земскі маець паруску, літарамі й словы рускімі, усі лісты, выпісы й позвы пісаці, а ня іншым языком і словы."</i>
			</br><small>Статут ВКЛ</small>
			</p>
			</div>
		</div>

		</p>
		
		<h2>Prehistory</h2>
		<p>
		Белорусский этнос сложился в XIV-XV веках, когда все <a href="../download/blr_people.php">белорусские земли</a>
		 были собраны в единое <a href="../terms/wkl.php">Великое княжество Литовское</a>. Исследователи отмечают, что 
		 на фоне <a href="../terms/religion_blr.php">пестрой религиозной картины</a> объединяющим факторм служила культурная и языковая общность. 
		 </p>
		 <p>
		 Одним из первых упоминаний об устном использовании старобелорусского языка является <a href="../figures/kejstut.php">"клятва Кейстута"</a> — 
		заключая мир с венгерским королём, Кейстут убил быка (рогатую скотину, rogacina) и при свидетелях прокричал 
		 <i>"Рогацина — розни наши! Господ з нами!"</i>, что было громко повторено 
		 <a href="../terms/litwiny.php">литвинами</a> (Lithwani). 
		 Эти слова фонетически дословно записаны в <a href="../download/chronicles_dubnica.php">Дубницкой хронике</a> 1351.	 
		</p>
		<p>
		При все чехарде с терминами "руский", "белоруский", "литовский", в штате Посольского приказа Московского царства 1689 года сотоял "переводчик с белоруского языка" 
		— см. <a target="_blank" href="http://xn--90ax2c.xn--p1ai/catalog/000202_000006_7452%7C6D40BCCA-AC08-4BFF-8C6E-5F756357E836/viewer/?page=138">
		издания Национальной библиотеки РФ</a>
		</p>
		
		<div class="col-md-12" >
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_etnos/blr_etnos15ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="О белорусской народности" src="../../images/img-terms/blr_etnos/blr_etnos15ce_thumb.jpg" height="100"/>
			</br><small>"О белорусской народности"</small>
		</a>				
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/kejstut/kejstut_oath.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Рогацина — розни наши! Господ з нами! (rogachina rozne nachy gospanany)" 
		src="../../images/img-figures/kejstut/kejstut_oath_thumb.jpg" height="100">
		</br><small>1351 "Клятва Кейстута"</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-download/blr_people_now/1690_Hondius_Valk_Lithvaniae.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="ВКЛ 1690 Hondius Valk Lithvaniae" src="../../images/img-download/blr_people_now/1690_Hondius_Valk_Lithvaniae_thumb.jpg" height="100">
		</br><small>1690 Lithvaniae</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/1689_translators.jpg" class="highslide"
        	onclick="return hs.expand(this)">       	
			<img src="../../images/img-terms/blr_mova/1689_translators_thumb.jpg" height="100"/>
			</br><small>1689 "переводчик с латинского и белоруского"</small>
		</a>
		</div>
		
		
		
		</div>
		
		<p>
			<h2>Государственный язык
			</br><small>белорусский, польский, русский</small>
			</h2>
			Белорусский или старобелорусский. Не будем спорить о терминах — можно называть его литовским (от <a href="litwiny.php">литвинов</a>) 
			или старо-<a href="../download/zemie_ruskie.php">руським</a> (старо-украинским) — это дело лингвистов. 
			Это язык, на котором говорил и писал свои законы народ <a href="../download/blr_people.php">земель белорусских</a>.
		</p>
		<p>	
			Он был языком <a href="../terms/polotsk_principality.php">Полоцкого княжества</a> и государственным языком ВКЛ до <a href="../times/18_vek.php">XVIII века</a>. 
			На этом языке написан <a href="statut.php">Статут ВКЛ</a>, все <a href="../download/metrica_litwa.php">Метрики Литовские</a>, 
			княжеские и королевские привилеи (см. <a target="_blank" href="http://niab.by/unikdocs/">Национальный исторический архив</a>)
		</p>
		<p>	
			700 лет — с X века до 1696 года — государственным языком на белорусских землях был наш национальный язык. 
			</br>[ <small>На нем говорили не только литвины-белорусы.
			Он стал родным для тысяч татар, пришедших к Витовту с Тохтамышем: на нем писали они свои китабы 
			— тексты на белорусском языке арабским письмом.</small> ]
		</p>
		<p>
			168 лет — с 1696 по 1864 — польский и латынь. 
			</br>[<small> В 1696 году Всеобщая конфедерация сословий (конфедеративный сейм) 
			Речи Посполитой приняла постановление о том, 
			что в ВКЛ государственные документы должны писаться не на белорусском, а на польском и латинском языках ]</small>
		</p>
		<p>	
			127 лет — с 1864 года, после <a href="../events/uprising_1863.php">восстания Калиновского</a>, и до 1991 года — государственным языком был русский.
			</br>[<small> С 1863 года, после востания Калиновского, усилиями русского правительства 
			<i>"педагогический персонал преобразился и стал исключительно русским и православным"</i>. Формально, государственных языков с 1919 года два 
			— белорусский и русский, однако вся система образования поддерживает только один. ]</small>	
		</p>
		
	<div class="col-md-12" >
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/vitovt/vitovt_gramota_p63.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Витовт" src="../../images/img-figures/vitovt/vitovt_gramota_p63_thumb.jpg" height="100">
		</br><small>Грамота Витовта, 1383</small>	
		</a>
		</div>	
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/1391_gramota_kiriatovich.jpg" class="highslide"
        	onclick="return hs.expand(this)">       	
			<img src="../../images/img-terms/blr_mova/1391_gramota_kiriatovich_thumb.jpg" height="100"/>
			</br><small>1391 г., грамота Федора Кориатовича, внука Гедымина.
			</br>Старабеларуская мова. Паўустаў. Пергамент</small>
		</a>
		</div>
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/kitab.jpg" class="highslide"
        	onclick="return hs.expand(this)">        	
			<img src="../../images/img-terms/blr_mova/kitab_thumb.jpg" height="100"/>
			</br><small>Китаб, XVI-XVII вв.
			</br>— белорусский текст арабской вязью
			</br>(книги белорусских татар)</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/1581_gramota_batory.jpg" class="highslide"
        	onclick="return hs.expand(this)">      	
			<img src="../../images/img-terms/blr_mova/1581_gramota_batory_thumb.jpg" height="100"/>
			</br><small>1581 г., грамота Стефана Батория 
			</br>справцу венгерских войск Г. Бекешу. 
			</br>Старабеларуская мова. Скорапіс. Пергамент.</small>
		</a>
		</div>	
		
	</div>
		
		<p>	
			*16 лет — с 1920 года (образование БССР) и до 1936 года государственных языков было четыре — белорусский, русский, польский, идиш.	
		</p>
	
	
	<div class="col-md-12" >
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/sewero_zapadny_kraj/russ_education.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Северо-Западный край" src="../../images/img-terms/sewero_zapadny_kraj/russ_education_thumb.jpg" height="100" >
			</br><small>"Русское дело в Северо-Западном крае", 1864</small>
			</a>
		</div>
	
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/gum.jpg" class="highslide"
        onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/gum_thumb.jpg" height="100"/>
		</br><small>Минский ГУМ, 1936</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/mensk_1930.jpg" class="highslide"
        onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/mensk_1930_thumb.jpg" height="100"/>
		</br><small>Главпочтампт, 1936</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/herb_1927.jpg" class="highslide"
        onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/herb_1927_thumb.jpg" height="100"/>
		</br><small>Герб БССР, 1927</small>
		</a>
		</div>
		
		
	</div>
		

		
		<p>
		<h2>Белорусская латинка</h2>
		— беларускі лацінскі алфавіт ("bielaruskaja lacinka") — агульная назва некалькіх гістарычна існавалых сістэм запісу беларускага 
		(кірылаўскага) тэксту ў лацінскай сістэме пісьма. 
		</p>
		<p>
		Ей, разам з кірыліцай, карысталіся літвіны-беларусы XVII стагодзя (распіскі <a href="../download/blr_moscow.php">беларускіх разьбароў</a>
		 у Расейскім архіве старажытных спраў). 
		На ей друкавалася першая беларуская газэта "Мужыцкая праўда" ў 1862-63 гг. На ей звяртался да народа і пісаў свае 
		"Лісты з пад шыбеніцы" <a href="../figures/kalinowski.php">Кастусь Каліноўскі</a>.
		</p>
		<p>
		На сегодня является официальной латинской транслитерацией белорусского языка. 
		</p>
		<p>
		Постановление Государственного комитета по картографии РБ от 23 ноября 2000 г. № 15 
		<a target="_blank" href="http://gki.gov.by/activity_branches/maps/mnorm/">"О транслитерации географических названий Республики Беларусь буквами латинского алфавита"</a>.
		Документ скачать можно <a target="_blank" href="../../images/img-articles/belarus_belarussia/instruction_23.10.2000.doc">ТУТ</a>. 
		</p>
		
	<div class="col-md-12" >
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/lacinka_a.jpg" class="highslide"
        	onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/lacinka_a_thumb.jpg" height="100">
		</br><small>Белорусский латинский алфавит</small> 	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/signs_moscov.jpg" class="highslide"
        	onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/signs_moscov_thumb.jpg" height="100">
		</br><small>Расписки резчиков, XVII в</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/uprising_1863/jaska_haspadar.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Восстание 1863-1864 года (Восстание Калиновского)" src="../../images/img-events/uprising_1863/jaska_haspadar_thumb.jpg" height="100" >
		</br><small>Воззвание Калиновского, 1863</small> 	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_mova/lacinka_book.jpg" class="highslide"
        	onclick="return hs.expand(this)">        	
		<img src="../../images/img-terms/blr_mova/lacinka_book_thumb.jpg" height="100">
		</br><small>Книги на "латинке", 1910-31 гг.</small>	
		</a>
		</div>		
	</div>
		
		<p>
		<h2>Тарашкевица 
		</br><small>классическое правописание</small></h2>  
		— вариант белорусской орфографии 
		(в более широком смысле — грамматики или языковой нормы), основанный на литературной норме современного белорусского языка, 
		первая нормализация которого была произведена <a href="../figures/tarashkevicz.php">Брониславом Тарашкевичем</a> в 1918 году и официально действовала 
		до реформы белорусского правописания 1933 года.
		</br>В 2005 году с выходом книги "Белорусское классическое правописание. Свод правил" была произведена современная нормализация тарашкевицы.
		27 апреля 2007 года IANA присвоила тарашкевице собственный языковой подтег "tarask" (полное обозначение: be-tarask)
		</p>
		
		<p>
		<h2>Наркомовка</h2>
		Реформа белорусского языка была проведена постановлением СНК БССР (опубликовано 26 августа 1933 года). 
		</br>Был введен свод правил грамматики (издан в 1934 году), который действовал до 1959 года.
		</br>Современные белорусские филологи подчеркивают тот факт, что более 20 новых правил, введенных реформой 1933 года, 
		искажали установившиеся нормы белорусского литературного языка путём искусственного наложения на них правил русского.
		</p>
		
		<p>
		<h2>Дзень дзяржаўнасьці беларускае мовы 
		</br><small>3 красавіка (3 апреля) 1918</small></h2>
		<i>
		"Народны Сакратарыят <a href="bnr.php">Беларускае Народнае Рэспублікі</a> прыняў пастанову пра абвешчаньне беларускае 
		мовы дзяржаўнаю і абавязковаю моваю Рэспублікі. Нацыянальным мяншыням Беларусі дазваляецца карыстацца сваёю моваю 
		ў афіцыйных дачыненьнях зь дзяржаўнымі ўстановамі. Усе акты, дакумэнты і ліставаньне ўрадавых установаў павінны 
		адбывацца на дзяржаўнай беларускай мове". 
		</i><small>[Архівы БНР, І, 1, с. 73. № 0173]</small>
		</br>Гэта, як сказалі б цяпер, урадавы прэс-рэліз ад 3 красавіка 1918 году. Пісаны яшчэ па-расейску, пераклад — Вiнцук Вячорка.
		</p>
		
		
		<h2>Современный белорусский язык</h2>
		<p>
		Официальный язык в Беларуси и в <a target="_blank" href="../../images/img-terms/blr_mova/polasie.jpg">Подляшье</a> (Польша). 
		Статус по оценке ЮНЕСКО — "уязвимый".
		</br>Что будет дальше — время покажет. Пока — <a href="../articles/book_mova.php">так</a>. 
		</p>
		
		<h3>Артаграфічны стандарт беларускага пісьма</h3>
		<p>
		Возвращение  <a target="_blank" href="http://www.svaboda.org/content/transcript/27498636.html">классическиого правописания</a>.
		
		Зьміцер Саўка: 
		</br><i>"Тое, што мы назвалі клясычным правапісам, сталася такім ужо ў мінулым стагодзьдзі. Нагадаю, што летась мы адзначалі 
		90-годзьдзе існаваньня граматыкі Тарашкевіча. Якраз для таго, каб ня блытаць правапісных праяваў мовы зь іншымі (граматычнымі, лексычнымі, 
		сынтаксічнымі), на пачатку 1990-х увялі тэрмін «беларускі клясычны правапіс»."
		</i>
		</p>		 
		<p>
		Збор правілаў можна спампаваць 
		<a target="_blank" href="../../images/img-terms/blr_mova/belaruski_pravapis2005.pdf">ТУТ</a>.
		</p>
		
		
		<h3><i>"Горад"</i>
		</br><small>
		<a target="_blank" href="http://euroradio.fm/u-ispanki-yakaya-pisha-pa-belarusku-u-minsku-vyhodzic-zbornik-vershau">Ангела Эспіноса Руіз</a>
		</small>
		</h3>
		
		<p>
		<i>
		Легенда абвяшчае, што дзесьці ёсьць горад,
	</br>Восеньню золата і агню,
	</br>Дзе зіма разразае паветра, як тысяча нажоў,
	</br>Пакідаючы кроплі крыві, зь якіх будуць расьці кветкі
	</br>Вясны, якая заўсёды спазьняецца.
	</br>Горад, які абмываецца успамінам пра паўночнае мора
	</br>Ды старадаўныя сны.
	</br>Дзесьці ёсьць горад, дзе трэба прабачаць неба
	</br>За ягоную шэрасьць, за шчырасьць.
	</br>Горад, куды ўсмешкі ідуць на сьмерць,
	</br>Дзе хаваецца каханьне пад белай коўдрай,
	</br>А паэзія пад зямлёй.
	</br>Горад, які выжыў сто бітваў,
	</br>Верхам на першабытным кані.
	</br>Горад, дзе, быць можа, жыве той чалавек,
	</br>І губляецца сярод сумных, чужых твараў у мэтро,
	</br>І адначасова бачыш, і ня бачыш.
	</br>Горад, дзе хтосьці знаходзіць шчасьце...
	</br>А хтосьці, ну, ня тое, праўда, што шчасьце,
	</br>Але вельмі падобнае адчуваньне.
	</br>Гэтага дастаткова.
		</i>
		</p>
		
		<p>
		<i>
		"Я лічу, што беларуская мова вельмі мілагучная і добрая для складання вершаў. Я гэта адразу заўважыла. Я ведаю недзе 9-10 моў. 
		</br>Ёсць мовы, на якіх я магу лёгка пісаць вершы, а ёсць, на якіх — не. А па-беларуску выходзіць вельмі натуральна".
		</i>
		</br><small>Ангела Эспіноса Руіз. 
		Распавед пра свой зборнік вершаў “Раяль ля мора”</small>
		</p>
		
		<h2>Мова для школьников</h2>
		<p>
		Короткий (9 страниц А4) реферат с иллюстрациями для школьников по материалам страницы. 
		Формат PDF, текст легко и без проблем с кодировкой переносится в Ворд для правки и переделки под свои нужды.
		Иллюстрации при печати на А4 хорошо читаемы.
		</p>
		<p>
			Файл PDF, 1,2 Мб</br>
			<a target="_blank" href="../../images/img-terms/blr_mova/Belaruskaja_mova.pdf" class="btn btn-info img-float-centr"
						data-toggle="modal"> <i class="glyphicon glyphicon-cloud-download"></i> Посмотреть и скачать</a>
		</p>
								
		<h2>Белорусская теонимическая лексика 
		</br><small>на филологическом портале <a target="_blank" href="http://www.philology.ru/linguistics3/musorin-06.htm">Philology.ru</a></small>
		</h2>
		<p><i>
		"Теонимическая лексика белорусского языка формировалась в условиях, принципиально отличных от тех, в которых формировалась теонимическая 
		лексика русского, или, скажем, польского языков. Дело в том, что белорусы на протяжении почти всей своей этнической истории 
		не были православным народом, как русские, или католическим, как поляки, но представляли собой 
		<a href="../terms/religion_blr.php">поликонфессиональный христианский социум</a>,
		 состоящий из православных, католиков и униатов. Это привело к взаимовлиянию различных различных культурно-религиозных традиций, 
		что, в свою очередь, нашло отражение и в белорусской теонимии."
		</i>
		</p>
		
		<h2>Пра беларускія лаянку і паўторамоўе
		</br><small>ад Уладзіслава Іванова, выкладчыка сацыелінгвістыкі ЕГУ</small>
		</h2>
		<p>
		Уладзіслаў выбраў не самую простую галіну лінгвістыкі для вывучэння: лаянку беларускай мовы. 
		І мэта ягоная гэткая ж нялёгкая як і справы ў беларускай лінгвістыцы: пераканаць беларусаў — ад паэтаў і выкладчыкаў 
		да звычайных гараджанаў — што цэнзураваць сябе ў штодзённым жыцці не варта. І што разнастайнасць і плюралізм — гэта добра.
		</br><a target="_blank" href="http://generation.by/news7131.html">Read more...</a>
		</p>
		
		<h2>Штыховы статут
		</br><small>і вайсковыя тэрміналёгія</small>
		</h2>
		<p>
		Першыя беларускія вайсковыя слоўнікі пачалі выдавацца на пачатку 20-х гадоў мінулага стагодзьдзя. У 1920 годзе "Беларуская вайсковая камісія" выдала "Падарунак беларускаму жаўнеру", які атрымліваў кожны, хто запісаўся ў нацыянальнае войска.
		</p>
		<p>
		У 1996 годзе па замове Міністэрства абароны выйшаў расейска-беларускі слоўнік пад рэдакцыяй кандыдата вайсковых навук Уладзімера Язэпчыка і кандыдата філялягічных навук Міколы Крыўка.
		</p>
		<p>
		У 1997 годзе быў выдадзены і грунтоўны слоўнік Судніка і Чыслава, у якім 8 тысяч словаў і словазлучэньняў вайсковай і побытавай лексыкі.
		</p>
		<p>
		• Взвод, под Знамя — смирно! == Звяз, на Штандар — зважай!
		</br>• Заправиться! == Рыштунак да ладу!
		</br>• Здравствуйте, товарищи! == Вітаю спадарства!
		</br>• Товарищ полковник, разрешите обратиться к капитану ... == Спадар палкоўнік, дазвольце звярнуцца да капітана ...
		</br>• Шагом — марш! == Крокам — руш!
		</br><a target="_blank" href="http://www.svaboda.org/a/27842089.html">Read more...</a>
		</p>
		
		<h2>Деловая письменность
		</br><small>в системе старобелорусского литературного языка</small>
		</h2>
		<p>
		...На примере ряда стран И.И. Лаппо показал, что их общий язык вырабатывался не только писателями, но и государственными учреждениями, 
		судьями и самыми различными должностными лицами, осуществлявшими различные функции общегосударственной власти в законодательстве, 
		судах, канцеляриях, войске, на всем протяжении территории государства. 
		</p>
		<p>
		Если сопоставить роль старобелорусского литературного языка в области светско-художественной и религиозной литературы 
		с его значением и функциями в общественно-политической и экономической жизни, то неизбежно приходится делать вывод, 
		что старинная деловая письменность эпохи ВКЛ как раз и была основной, важнейшей сферой применения старобелорусского письменного языка.
		</p>
		<p>
		Существенным также является вопрос об отношении актового языка к разговорной речи различных социальных слоев старобелорусского населения. 
		Основу тогдашнего населения составляло крестьянство, поголовно неграмотное, и его диалектная речь, естественно, была далекой 
		от письменного актового языка с его специфическим синтаксисом, канцелярскими штампами и юридической терминологией. 
		</p>
		<p>
		Что же касается тогдашней интеллигенции и вообще высшего класса, то их повседневная речь в значительной мере носила наддиалектный характер 
		и была, несомненно, ближе всего к той форме, которая применялась в деловой письменности. На это уже неоднократно и совершенно обоснованно 
		указывали исследователи в прошлом
		</p>
		<p>
		Read more <a target="_blank" href="http://www.philology.ru/linguistics3/zhuravsky-78.htm">Philology.ru</a>
		</p>

	
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>