<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Национальный гимн. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Пронзительное произведение Максима Богдановича — Погоня — стало национальным гимном Беларуси. И сегодня его слова звучат 
	актуально." />
    <meta name="keywords" itemprop="keywords" content="гимн беларуси, гiмн беларусi, Богданович Погоня, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h3>
		Национальный гимн Беларуси
		</br><small>Максим Богданович, <a href="blr_gerb.php">"Погоня"</a>, 1916 г.</small>
		</h3>
		<small> 
		<i>В 1991 году имя <a href="../figures/bogdanowich.php">Максима Богдановича</a> внесено в календарный список ЮНЕСКО «Годовщины выдающихся лиц и событий»</i>
		</small>
  		
  		<p>
		  <a target="_blank" href="../../images/img-terms/blr_hymn/blr_hymn_pogonia.webm" type='video/webm; codecs="vp8, vorbis"'>
		  Слушать гимн
		  </a> в исполнении Muzcynski Chor "Vunija"
		</p>
		  
	
	<div class="col-md-2">
	</div>	
	<div class="col-md-6">	
		<p>
		</br>Толькі ў сэрцы трывожным пачую
		</br>За краіну радзімую жах, —
		</br>Ўспомню Вострую Браму* сьвятую
		</br>I ваякаў на грозных канях.
</p>
<p>
		</br>Ў белай пене праносяцца коні, —
		</br>Рвуцца, мкнуцца і цяжка хрыпяць...
		</br>Старадаўняй Літоўскай Пагоні
		</br>Не разьбіць, не спыніць, не стрымаць.
</p>
<p>
		</br>У бязьмерную даль вы ляціце,
		</br>А за вамі, прад вамі — гады.
		</br>Вы за кім у пагоню сьпяшыце?
		</br>Дзе шляхі вашы йдуць і куды?
</p>
<p>
		</br>Мо яны, Беларусь, панясьліся
		</br>За тваімі дзяцьмі уздагон,
		</br>Што забылі цябе, адракліся,
		</br>Прадалі і аддалі ў палон?
</p>
<p>
		</br>Бійце ў сэрцы іх — бійце мячамі,
		</br>Не давайце чужынцамі быць!
		</br>Хай пачуюць, як сэрца начамі
		</br>Аб радзімай старонцы баліць...
</p>
<p>
		</br>Маці родная, Маці-Краіна!
		</br>Не усьцішыцца гэтакі боль...
		</br>Ты прабач, Ты прымі свайго сына,
		</br>За Цябе яму ўмерці дазволь!..
</p>
<p>
		</br>Ўсё лятуць і лятуць тыя коні,
		</br>Срэбнай збруяй далёка грымяць...
		</br>Старадаўняй Літоўскай Пагоні
		</br>Не разьбіць, не спыніць, не стрымаць.
		</p>
	</div>
	
	<div class="col-md-12">
	<p>
	</br>
	*<a href="../places/wostra_brama.php">Вострая Брама</a> — единственные сохранившиеся ворота старой городской стены и часовня с образом Матери Божией Остробрамской в 
	<a href="../places/wilno.php">Вильно</a>
	</p>
	</div>	
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>