<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Белорусская Народная Республика, 1918-1919 гг.<small> БНР</small></h3>
		<p>
		"Белоруссия в границах расселения и численного преобладания белорусского народа провозглашается Народной Республикой."
		<small> 2-я Уставная Грамота Рады БНР</small>
		</p>
		
		</p>
		<img src="../../images/img-terms/bnr/#" class="img-float-left">
		<p>
		
		<p>
		Белорусская Народная Республика, БНР - государство, объявленное на территории Беларуси в начале XX века. 
		Главным руководящим органом являлось Совет. Независимость БНР объявлена 25 марта 1918.

		Государственная и обязательный язык: белорусский (с 28.4.1918).

		Атрибуты государственности: Временная конституция (11.10.1918), печать БНР (с 28.4.1918), флаг и герб (с июня 1918). 
		Были выпущены паспорта граждан БНР (лето 1918).

		Исполнительным органом был Народный Секретариат, с 11 октября 1918 переименован в Раду Народных Министров БНР. 
		Место заседаний правительства: Минск, Гродно (с декабря 1918).

		День провозглашения независимости Белорусского Народной Республики (25 марта) празднуется как День Воли.
		</p>
		</p>
		<img src="../../images/img-terms/bnr/#" class="img-float-center">
		<p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>