<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Филоматы. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Филоматы." />
    <meta name="keywords" itemprop="keywords" content="филоматы, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />


<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Филоматы</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Филоматы (от греч. "стремящийся к знанию") - тайное патриотическое и просветительское объединение студентов Виленского университета, действовавшее в 1817-1823 годах, членами которого состояли впоследствии выдающиеся поэты, учёные, общественные деятели.
		</p>
		<p>
		Зарождение общества относится к осени 1817 года, когда 1 октября было образовано "Общество друзей полезного развлечения" по инициативе Адама Мицкевича, Онуфры Петрашкевича, Юзефа Ежовского. 
		</p>
		<p>
		При участии Яна Чечота и Томаша Зана общество было преобразовано и названо Обществом филоматов; был принят новый устав с 272 правилами. Самым юным участником общества был Игнаци Домейко.
		</p>
		<p>
		 Первоначальными целями было самообразование и самоусовершенствование членов, связанных дружбой. Структура ориентировалась на научные и литературные общества. Деятельность состояла в чтении и критических разборах своих сочинений, дискуссиях о прочитанных книгах и т. п.
		</p>
		<p>
		В 1819 году программа общества приобрела отчетливую политическую и патриотическую окраску.
		</p>
		<p>
		Оно охватило своим влиянием виленское студенчество и гимназическую среду главным образом через свои дочерние организации, филиалы - легальные и тайные кружки и общества: Союз друзей (1819), преобразованный в 1822 году в Союз филадельфистов (38 членов); Кружок лучезарных (или "лучистых", "Promienistych", 1820), официально именуемым Обществом друзей полезного развлечения (168 членов); общество филаретов (1820; 176 членов), Общество поэтов (1823; 17 членов)
		</p>
		<p>
		Филоматы установили контакты с  масонами, с нелегальными организациями в Королевстве Польском и с декабристами.
		</p>
		<p>
		После ареста в 1823 году суду было предано 108 участников студенческих организаций (крупнейший студенческий политический процесс в Европе того времени). Двадцать из них осенью 1824 года были либо приговорены к тюремным срокам с последующей ссылкой (Томаш Зан, Адам Сузин, Ян Чечот), либо высланы вглубь России (Юзеф Ежовский, Адам Мицкевич)

		</p>

	
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>