<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Гуды и Белая Русь</h3>
		<p>
		На белорусских землях встретились и закрепились два географически мигрирующих 
		этно-культурных термина — <i>Гуды</i> и <i>Белая Русь</i>.
		</br>Термин "Гуды" шел с запада по пути 
		<a href="http://dodontitikaka.ucoz.com/index/baltijskij_put_migracii_polabskikh_slavjan_1/0-92">миграции полабских славян</a>,
		 "Белая Русь" — с востока, с экспансией Московского Княжества.
		</p>
		
		<h4>Гуды </h4>
		<p>
			<i>Gudai</i>, baltarusiai (летувск.) — белорусы. Кстати, по латышски — baltkrieviem (балтокривичи).
			</br>Гуды <i>(gudai)</i> — архаичное летувское название литвинов-белорусов 
			("человек, говорящий на другом диалекте и живущий к юго-востоку от нас", Tomas Baranauskas). 
			Ранее в основном использовался для обозначения жителей приграничных областей. Там же (в приграничье), сосредоточены большинство 
			связанных с этим термином топонимов — Гуды, Гудзи, Гудзевичи. 
			</br>Сейчас часто употребляется для общего именования белорусов, наряду с <i>baltarusiai</i>.
			</br>Этимология слова — от искаженного "<a href="yotving.php">готы</a>" (Gothi, Gutans, Gytos) или 
			"<a href="yotving.php">ятвяги</a>" (Gudwa, Sudwa, Sudovia). 
			Значительная часть ятвягов растворилась среди белорусов, и потому не удивительно, что в летувском языке 
			ассимилированные белорусами ятвяги продолжали сохранять свое прежнее название, 
			а затем это название было перенесено на всех белорусов.
			</br>
		</p>
		
		<h4>Белая Русь</h4>
		<p>
		<i>Белая Русь</i> (лат. Russia Alba, Ruthenia Alba, итал. Rossia Bianca, нем. Weissreussen, фр. la Russie blanche) - термин, использовавшийся  преимущественно в западноевропейском научной 
		среде в отношении различных регионов Восточной Европы. См. <a href="../download/alba_ruthenia.php">карты</a>
		</p>
		<p>
		С конца 1620-х гг. название "Белая Русь", пришедшее в обиход в ВКЛ из Западной Европы , 
		стало соотноситься с восточными землями Великого княжества Литовского, Русского и Жемойтского (ВКЛ) 
		- подвинскими и поднепровскими воеводствами и уездами.
		</p>
		<p>
		Первой административно-территориальной единицей, которая содержала в своем названии термин "Беларусь" была создана в 1632 г. 
		православная Могилевская епархия (в ВКЛ), так как параллельно с конца XVII в. часто называлась как "Белорусский епархия". 
		
		</br>Первой административно-территориальной единицей светского характера, 
		которая содержала в своей официальной названии термин "Беларусь" было Белорусское генерал-губернаторства (1772-1796) 
		в составе Российской империи. К началу 1870-х гг. топоним "Белоруссия" ("Белая Русь") 
		относился только к Витебской и Могилевской губерний Российской империи. В 1870-е название "Белоруссия" 
		уже начала относится и к Минской губернии Российской империи, 
		а начиная с 1890-х гг. стала общепринятой названием всех территорий, где компактно проживал белорусский этнос .
		</p>
		<p>
		Идею создания самостоятельного государства (а не государственных образований в составе каких-либо автономий, 
		федераций или конфедераций), которое имело бы титульное название "Беларусь", выдвинул в конце 1915 Вацлав Ластовский. 
		</br>Первым  государством, которое имело название "Беларусь" в официальном титуле была <a href="bnr.php">Белорусская Народная Республика</a> (с 25 марта 1918 г.).		
		</p>
		
		
		</br></br></br>
		<p><small>
		<a href="https://drive.google.com/file/d/0B_T3PThCY39DdDUtT2ItdDA2c1k/view?usp=sharing">
		Материалы конференции</a> "Беларусь і беларусы сярод суседзяў: гістарычныя стэрэатыпы і палітычныя канструктары" Варшава, 2011 г.</br>
		translate.google.ru</br>
		be.wikipedia.org</br>
		lt.wikipedia.org</br>
		academia.edu</br>
		
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>