<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Крылатые гусары ВКЛ. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Крылатые гусары ВКЛ." />
    <meta name="keywords" itemprop="keywords" content="крылатые гусары вкл, гусария, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />


<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Крылатые гусары</h3>
		<p>
Гусария, или крылатые гусары (польск. husaria) — элитная кавалерия <a href="rzeczpospolita.php">Речи Посполитой</a>, действовавшая на полях сражений с начала XVI века до середины XVIII века. 
</br>Гусария специализировалась на «проламывании» боевых порядков вражеской конницы или пехоты концентрированным копейным кавалерийским ударом. Гусария была создана на рубеже XV—XVI веков и представляла собой отряды тяжелой кавалерии со специфической тактикой, вооружением, комплектованием и имела легко узнаваемые отличительные атрибуты — крылья (крепились различными способами за спиной всадника), очень длинные пики с прапорцами и звериные шкуры. Гусария многие десятилетия была основной ударной силой войск Речи Посполитой, в отличие от обычных гусар, которые были лёгкой кавалерией и вспомогательными подразделениями.
</br>Гусария была подразделением народного ауторамента (наёмного войска местной военной традиции, набирали по принципу товариществ). Наиболее многочисленной и боеспособной частью польско-литовского войска была кавалерия, в которой гусария составляла бо?льшую часть. Остальные рода войск играли в те времена в польско-литовских войсках вспомогательную роль, взаимодействие пехоты и артиллерии с кавалерией было налажено плохо. Поэтому кавалерия и самая её боеспособная часть гусария являлись основной военной силой Речи Посполитой. Длительное время гусария не имела себе равных в Европе, и её атаки не раз приносили победу Королевству Польскому и <a href="wkl.php">Великому княжеству Литовскому</a>
		</p>

		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>