<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    
    	<h3>Лютичи, полабские славяне</h3>    	
		
		<h4>Лютичи </h4>
		<p>
		— общее название для полабского союза племен, живших между Одером, Балтийским морем и Эльбой, в ареале лужицкой культуры.
		Самоназванием этого племенного союза было вильцы(нем. Wilzen, Wilsen, Wilciken, Wilkinen) или велеты.
		</br>В немецких источниках часто упоминаются как венеды или венды. К X веку велеты становятся известны как лютичи.
		</p>
		<p>
		Первые группы славян появляются в междуречье Заале и Одера (в почти полностью опустевшем в результате миграций германских племён в ходе 
		великого переселения народов) с VI века, продвигаясь на запад из первоначальной области своего обитания между Одером и Днепром к северу от Карпатских гор.
		</p>
		<p>
		<i>"К 12 веку может быть отнесена полная германизация Лютичей-славян: политическая независимость навсегда потеряна, славянские обычаи забыты."</i>
		</br><small>Энциклопедический словарь <a target="_blank" href="http://bibliotekar.ru/bel2/316.htm">Брокгауза и Ефрона</a></small>
		</p>
		
		<p class="img-float-center">
		<a  target="_blank" href="../../images/img-terms/lutizy/lutizy_byzantine_empires_814.jpg">
			<img src="../../images/img-terms/lutizy/lutizy_byzantine_empires_814_thumb.jpg" />
			</br><small>Вильцы-лютичи на карте Византийской Империи</small>
		</a>
		</p>
		
		
		<p>
		<i>"Относительно исторической судьбы славянских племен за Эльбой в справочниках можно выделить две противоречивые точки зрения. 
		Согласно одной из них, все славянские племена, за исключением сохранившихся 
		<a target="_blank" href="../../images/img-articles/kaliada.jpg">серболужицких</a> в Лаузитцу, полностью исчезли с этнолингвистической карты 
		Европы к началу ХVIII в. 
		</br>О причинах исчезновения основной массы полабских славян авторы словарных статей не сообщают, указывая только на изгнание вендов или их бегство. 
		Другая точка зрения признает сохранение в местности, до сих пор называющейся Вендланд, остатков полабских славян древян, которые еще во время написания лексиконов сохраняли свой язык, многие древние суеверия и языческие верования."
		</i>
		</br><small>Иванова-Бучатская Ю.В. 
		<a target="_blank" href="../../images/img-terms/lutizy/disappearance_of_Polabian_Slavs.pdf">Plattes Land: символы Северной Германии</a>
		 (славяно-германский этнокультурный синтез в междуречье Эльбы и Одера). СПб., 2006.</small>
		</p>
		<p>
		 <i>"В округах Виленском и Троцком до первой половины 13 века жили Вилчи и Велеты, потомки Невров и другие славяне... 
		 Вельты: так назывался сильный и в истории Средних веков больше прочих славян прославившийся народ, Велеты или Лютичи, прозванные Волками, в первый раз упоминаются 
		 Александрийским географом....
		 Их жилища....в губернии Виленской. Я их признаю предками последующих Кривичей". 
		 Полабские славяне [к ним относились и Велеты - Вильцы] так же мигрировали из тех земель, которые у Одера, за Вислу, на Западную Двину и Березену. 
		 Густо расселились через Одер до Эльбы, постепенно и в разное время."</i>
		 </br><small>П. Й. Шафарик, хранитель и директор библиотеки Пражского университета, XIX в.</small>
  		</p>
		<p>
		 <i>"....волками Невры (готский народ) называли Вильтов (Литвинов) или Вильцев... Живущие в верховьях Двины Кривичи, построили там Witepsk и Полоцк и в южной оконечности озера Псков или Oleskau и Изборск. 
		 Широким потоком первой иммиграци заполнили пространство между Двиной и Неманом, сохранив имя Литовцев...."</i>
		 </br><small>"Журнал этнологии" (нем.), Т. 1 (19 век)</small>
		 </p>
		<p>
		Большинство историков и хронистов разных времён и народов до 20 века были единодушны в теории происхождения <a href="../places/litwa.php">Литвы</a> и 
		<a href="litwiny.php">Литвинов</a> от народа 
		Лютичей (лютов, литвы) — Велетов-Вильцев. На ранних картах иногда название Литвы  пишется как LUTUANIA. 
		</p>
		
		<div class="col-md-12 ">
		
		<div class="col-md-3 img-float-center">
		<a   target="_blank" href="../../images/img-terms/lutizy/lutizy.jpg">
			<img src="../../images/img-terms/lutizy/lutizy.jpg" height="200"/>
			</br><small>Лютичи-велеты в словаре 1854 г.</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a  target="_blank" href="../../images/img-terms/lutizy/shafarik_lutizy_velety.jpg">
			<img src="../../images/img-terms/lutizy/shafarik_lutizy_velety.jpg" height="200"/>
			</br><small>О велетах в Вильно</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a  target="_blank" href="../../images/img-terms/lutizy/lutuania.jpg">
			<img src="../../images/img-terms/lutizy/lutuania_thumb.jpg" height="200"/>
			</br><small>LUTUANIA на карте</small>
		</a>
		</div>
		
		</div>
		
		<p>
		Такие белорусские топонимы, как Вилейка, Вильча, Вильчицы, <a href="../places/wilno.php">Вильно</a>, Литва, Люта, Лютца, Лютовичи в Гродненской, Минской, Витебской 
		областях не выглядят случайными. 
		</p>
		
		<p>
		Для соседей-латышей факт миграции Полабских Славян (<a href="yotving.php">венедов</a>) на территорию современной Латвии – доказанный факт.
		в XIII веке весь район по реке Венте и по морскому побережью носил название Winda (terra Winda).
		Венды-Венеды имели два крупнейших города в Ливонии – Венден-Цесис и Виндаву-Вентспилс, крупнее этих городов намного позже стала только Рига.
		</p>
		<p>Имеются археологические и антропологические свидетельства того, что даже в Новгородской земле 
		расселилось несколько волн мигрантов с юго-западного балтийского побережья. 
		В частности, отмечаются сходства конструкции некоторых типов построек, а также параметров черепов из захоронений 
		у полабских славян и новгородских словен: 
		</br><i>"В противовес летописной версии некоторые лингвисты и археологи придерживаются гипотезы о происхождении словен из Польского Поморья."</i>
		</br><small>Археологический словарь. - М.: Прогресс. Уорвик Брей, Дэвид Трамп. Перевод с английского Г.А.Николаев. 1990.</small>
		</p>
		
		
		
		</br></br></br>
		<p><small>
		http://samlib.ru/e/rogatina/lutizi.shtml
		http://www.kunstkamera.ru/lib/rubrikator/03/03_05/5-02-026470-9/
		http://www.vostlit.info/Texts/rus/Gelmold/framegel1.htm</br>
		http://www.vostlit.info/Texts/rus/Iordan/text1.phtml?id=576</br>
		http://bibliotekar.ru/bel2/316.htm</br>
		http://dic.academic.ru/dic.nsf/sie/10053/ЛЮТИЧИ</br>
		http://inbelhist.org/vendy-venedy-pryamoe-svidetelstvo-migracii-polabskix-slavyan-po-severnomu-baltijskomu-puti/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>