<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Полиция ВКЛ</title>

<!-- ***Meta*** -->
    <meta name="description" content=" 
	История Беларуси. Любая сущность описывается словами (терминами-аксиомами). 
	Шляхта, литвины, гуды, Погоня — исторические термины нашей истории.
	" />
    <meta name="keywords" itemprop="keywords" content="Полиция ВКЛ, полиция белорусская, Шляхта, литвины, гуды, Погоня, Калюмны, Речь Посполитая, Великое княжество Литовское, готы, ятвяги, пруссы, 
	земяне и панцирные бояре, униатство в Беларуси, иезуиты в Беларуси, крылатые гусары, великий гетман литовский, великий канцлер литовский, крест Ефросинии, славяне, белорусский этнос, 
	национальный флаг Беларуси, БНР, лютичи, полабские славяне, белорусский этнос, белорусы,краткая история Беларуси, история Беларуси, 
	история Белоруссии, История беларуси кратко" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/europe.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
           
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    	
    	<h1>
    	Полиция ВКЛ
    	</h1>
    	
		<h3>Комиссия полиции обоих народов</h3>
		<p>
		Комиссия полиции обоих народов (Komisja Policji Obojga Narodw) — центральный коллегиальный орган власти 
		<a href="../terms/rzeczpospolita.php">Речи Посполитой</a>.
		</p>
		<p>
		Создана 28 июня 1791 года. Четырехлетним сеймом 1788-1792 гг., работавшим над проектом 
		<a href="../events/constitution_3may.php">Конституции 3 мая</a> и реорганизацией государственного устройства Речи Посполитой. 
		</p>
		<p>
		Состояла из 15 комиссаров: 3 сенаторов, 6 послов (по 2 от Великопольской, Малопольской и Литовской провинций) и 6 адвокатов от городов, 
		избранных от землевладельцев. Комиссия подчинялась Страже Прав
		— вышэйшаму органу выканаўчай улады Рэчы Паспалітай, створанаму 23 сьнежня 1789 г. падчас Чатырохгадовага Сойма. 
		Заседала ежедневно, кроме праздников.
		</p>
		<p>
		В ведении Комиссии находились поддержание порядка в городах, ревизия городских доходов, завещаний, разрешения на работу 
		в ремесленных цехах, слежение за неотчуждаемостью городских земель и их арендой через аукционы. 
		Комиссия осуществляла общегражданскую полицейскую власть и исполнение судебных решений, предотвращала нарушений свободы печати, 
		оказывала помощь инвалидам и больным, ведало местами заключения. 
		Как судебное учреждение рассматривала дела, направленные ей по апелляции порядковыми комиссиями.
		</p>
		
		<div class="col-md-12" >
	
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-terms/policijaWKL/1791_kommissia_policyi.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Полиция ВКЛ" src="../../images/img-terms/policijaWKL/1791_kommissia_policyi_thumb.jpg" height="100">
		</br><small>1791 Комиссия полиции</small> 	
		</a>
		</div>
		
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-terms/policijaWKL/1791_policyja_prisiaga.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Полиция ВКЛ" src="../../images/img-terms/policijaWKL/1791_policyja_prisiaga_thumb.jpg" height="100">
		</br><small>1791 Текст присяги полиции</small> 	
		</a>
		</div>
		
		</div>
				
		<p>
		Распоряжения центральной Комиссии исполнялись через воеводские и уездные комиссии порядковые гражданско-военные. 
		Для выполнения своих постановлений комиссия имела 2 хоругви, также могла пользоваться помощью армии. 
		Отменена <a href="../events/confederacyi_18vek.php">Тарговицкой конфедерацией</a>. На Гродненском сейме 1793 года были созданы отдельные Комиссия полиции Великого княжества Литовского 
		и Коронная комиссия полиции.
		</p>
		<h3>Комиссия полиции Великого княжества Литовского</h3>
		<p>
		Комиссия полиции <a href="../terms/wkl.php">Великого княжества Литовского</a> — центральный коллегиальный орган власти Великого княжества Литовского 
		по поддержке общественной безопасности и порядка.
		</p>
		<p>
		 Создана Гродненским сеймом 1793 года одновременно с Коронной комиссией полиции вместо Комиссии полиции обоих народов. 
		 В комиссию были выбраны М. Радзивилл (каштелян виленский), В. Горецкий (воевода виленский), С. Волович (подкоморий речицкий), 
		 С. Корсак, М. Моравский, А. Казаковский. Маршалок великий литовский Л.Тышкевич мало участвовал в работе комиссии, 
		 на её заседаниях обычно председательствовал Волович. 
		</p>
		<p>
		Комиссия начала работу в Гродно 28 декабря 1793 года. Занималась организацией новых городских магистратов, 
		устройством освещения и торговли, регулированием цен, госпитальной делом и др. 
		Действовала до начала <a href="../events/uprising_1794.php">восстания Костюшко 1794</a>, к которому присоединились почти все ее члены.
		</p>
		
		

		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>