<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Россия</h3>
		</br>Статья в разработке
		<p>
<h4>Высочайший императорский титул императора Николая Второго </h4>
Божиею поспешествующею милостию, Мы, Николай Вторый, Император и Самодержец Всероссийский, Московский, Киевский, Владимирский, Новгородский;
 Царь Казанский, Царь Астраханский, Царь Польский, Царь Сибирский, Царь Херсониса Таврическаго, Царь Грузинский; 
 Государь Псковский и Великий Князь Смоленский, <i>Литовский</i>, Волынский, Подольский и Финляндский; 
 Князь Эстляндский, Лифляндский, Курляндский и Семигальский, <i>Самогитский</i>, Белостокский, Корельский, 
 Тверский, Югорский, Пермский, Вятский, Болгарский и иных; Государь и Великий Князь Новагорода низовския земли, 
 Черниговский, Рязанский, Полотский, Ростовский, Ярославский, Белозерский, Удорский, Обдорский, Кондийский, Витебский, 
 Мстиславский и всея северныя страны Повелитель; и Государь Иверския, Карталинския и Кабардинския земли и области Арменския; 
 Черкасских и Горских Князей и иных Наследный Государь и Обладатель; Государь Туркестанский; 
 Наследник Норвежский, Герцог Шлезвиг-Голстинский, Стормарнский, Дитмарсенский и Ольденбургский и прочая, и прочая, и прочая
		</p>
		см. герб РИ и гербы ВКЛ на нем
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>