<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Речь Посполитая Трех Народов <small>1658 г.</small></h3>
		<p>
		Речь Посполитая Трёх Народов (польск. Rzeczpospolita — "общее дело") — политический проект превращения конфедерации Королевства Польского 
		и <a href="wkl.php">Великого княжества Литовского</a> (то есть <a href="../terms/rzeczpospolita.php">Речи Посполитой Двух Народов</a>) 
		в триединое государство (Речь Посполитую Трёх Народов), 
		и создании на украинских (русских) <a href="../download/zemie_ruskie.php">землях</a> Великого княжества Русского.
		</p>
		
		<img src="../../images/img-terms/rzeczpospolita_treh_narodov/rech_treh_harodov_gerb.png" title="Герб Речи Посполитая Трех Народов" class="img-float-left">
		
		<p>
		В 1569 году по <a href="unia_liublin.php">Люблинской унии</a> русские <a href="../download/zemie_ruskie.php">земли</a> 
		отошли из состава Великого княжества Литовского к Королевству Польскому, в составе объединённой Речи Посполитой. 
		</p>
		<p>
		К 1654 году в результате казацких войн и восстания Хмельницкого запорожское казачество отделилось от Речи Посполитой 
		и на Переяславской раде вошло в состав Московского царства.
		</p>
		<p>
		В 1658 году в Гадяче между гетманом Войска Запорожского Иваном Выговским и представителями Речи Посполитой был подписан Гадячский договор 
		(в городе Гадяч, Полтавская обл.).</br> 
		Согласно статьям этого договора Великое княжество Русское в составе Киевского, Черниговского и Брацлавского воеводств Королевства Польского
		должно было стать третьим участником унии, составляющей Речь Посполитую на равных условиях с Польской короной и Великим княжеством Литовским.</br>		
		</p>
		<p> 
		Гадячский договор, однако, разделил запорожское казачество и привело к гражданской войне на Гетманщине (Войско Запорожское).</br>.		
		</p>
		<p>
		Интересен такой исторический римейк. </br>22 января 1863 года началось национально-освободительное <a href="../events/uprising_1863.php">восстание</a> поляков, беларусов и украинцев против царизма, 
		оно продолжалось до поздней осени 1864 года. </br>
		Символом восстания стал модифицированный герб Речи Посполитой, который состоял уже не из двух полей 
		(из польского Орла и нашей <a href="pogonia.php">Погони</a>), а из трех. Третье поле занимал Архангел Михаил – символ Киевской Руси.</br> 
		Новый герб должен был представлять собой новую Речь Посполитую Трех Народов.
		</p>
		<p class="img-float-center">
		</br>
		<img src="../../images/img-terms/rzeczpospolita_treh_narodov/rech_treh_harodov_map.jpg" title="Карта Речи Посполитой Трех Народов" class="img-float-center">
		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>