<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Шляхта</h3>
		
		<p class="img-float-left">
		<img src="../../images/img-terms/shliahta/hadkewich.jpg">
		</p>
		<p>
		Одним из поводов уникальности <a href="rzeczpospolita.php">Речи Посполитой</a> в Европе считается концепция «шляхетской нации». 
		В отличие от других европейских стран, где аристократия проявляла верность и преданность прежде королевской династии, 
		в Ресублике Обоих Народов среди шляхты сформировалось сильное чувство единства и совместная самоидентификация.
		</br>В отличие от соседних стран, где дворянство составляло ~3% населения, в ВКЛ шляхта составляла 10-15% (по разным воеводствам).
		</p>
		<p>
		Шляхта (от древневерхненемецкого slahta — род, либо нем. Schlacht — сражение) — привилегированное сословие в Королевстве Польском, <a href="wkl.php">Великом княжестве Литовском</a> и, 
		после <a href="../events/unia_liublin.php">Люблинской унии</a> 1569 года, в Речи Посполитой, а также некоторых других государствах. 
		Шляхта изначально была исключительно воинским сословием, сумевшим со временем утвердить право на выборную монархию.
		</p>
		<p>
		Этот социальный слой, гораздо более значимый, чем дворяне соседних стран, породил термин <i>шляхетская демократия</i>.
		Шляхетская демократия может рассматриваться как вариант представительной демократии с той лишь разницей, что народом в Речи Посполитой считалось не всё население, а только шляхта. 
		Сложные отношения между монархией и шляхтой, а также далеко идущие привилегии шляхты стали одной из основных причин упадка 
		Речи Посполитой в XVIII веке.
		</p>
		<p class="img-float-center">
		<img src="../../images/img-terms/shliahta/shliahta_ukaz.jpg">
		</p>
		<p>
		По имущественному положению шляхта делилась на:
		</br>— магнатов
		</br>— заможная шляхта (владение одной или несколькими деревнями)
		</br>— фольварочная шляхта (владение одним или несколькими фольварками /усадьбами/)
		</br>— застенковая (околичная) шляхта (имела свое хозяйство, но не имела крестьян)
		</br>— шляхта-голота (безземельная)
		</br>Нижний имущественный слой шляхты размыто смыкался с <a href="zemiane.php">земянами</a> и панцирными <a href="zemiane.php">боярами</a>.
		</p>
		<p class="img-float-center">
		<img src="../../images/img-terms/shliahta/magnatz.jpg">
		</p>
		<p>
		<a href="../download/zbor_shliahty.php">Сбор имен шляхты</a>, шляхта в списках преступников после восстания 1831 г. и иные источники можно посмотреть <a href="../figures/you.php">тут</a>.
		</p>
		<p>
		<i>Сарматизм</i> — шляхетская идеология , доминировавшая в Речи Посполитой в XVI - XIX веках . 
		Сарматизм возводил шляхту к древним сарматам , отделяя тем самым себя от массы простолюдинов.
		Сарматизм предопределил многие особенности культуры знати Речи Посполитой и её отличие от западноевропейской аристократии: 
		условно «восточный» стиль парадной одежды ( жупан , контуш , слуцкий пояс , сабля ), особые манеры и так далее. 
		</br>Можно поинтересоваться в Википедии, что такое <i>сарматский портрет</i>.
		</p>
		
		<p>
			По мнению известного польского историка Юлиуша Бардаха, национальное самосознание шляхетского сословия в белорусско-литовских 
			губерниях имело двухуровневую структуру и соответствовало формуле <i>«Gente Lituane, natione Polonus»</i>.
			 Большинство местного дворянства знало о своем литовском или белорусском этническом происхождении,
			  но воспринимало языковую и культурную полонизацию предков как акт их добровольного политического и цивилизационного выбора
			  (аналог национальных элит в СССР).
		</p>
		<p class="img-float-center">
		<a target="_blank" href="../../images/img-terms/shliahta/kirkor_shliahta.jpg">
		<img src="../../images/img-terms/shliahta/kirkor_shliahta.jpg" width="500">
		</br><small>А. Киркор, Белорусское Полесье, 1882</small>
		</a>
		</p>
		<p>
			После подавления <a href="../events/uprising_1830.php">восстания 1830 года</a> был создан "Особый комитет по делам западных губерний". Одним из мероприятий, рекомендованных этим комитетом, 
			был "разбор шляхты". Был принят указ от 19 октября 1831 года "О проверке документов о дворянском происхождении…". 
			Все кто называл себя шляхтой, должен был предоставить соответствующие документы.
			</br>Подавляющее большинство мелкой шляхты таких документов предоставить не смогло. 
			При этом в в сословие однодворцев и граждан было переведено около 200 тысяч человек.
			</br>Самые "нижние" слои шляхецкого сословия - "земяне" и "панцирные бояре" были записаны крестьянами поголовно.
		</p>
		<p>	  
			  Даже после этого, согласно данным Министерства юстиции <a href="ross_empire.php">Российской империи</a> за 1858 г., в 49 губерниях европейской части империи насчитывалось 
			  305 тыс. дворян мужского пола, 
			  из которых на девять Западных губерний (к их числу официально относились Волынская, Виленская, Витебская, Киевская, 
			  Ковенская, Минская, Могилевская и Подольская) приходилось более 192 тыс., или примерно 2/3 от общей численности
		</p>

		
		
		</br></br></br>
		<p><small>
		http://www.arche.by/by/page/science/6866</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>