<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Шляхта</h3>
		</br>Статья в разработке</br></br>
		<p>
		Одним из поводов уникальности Речи Посполитой в Европе считается концепция «шляхетской нации». 
		В отличие от других европейских стран, где аристократия проявляла верность и преданность прежде королевской династии, 
		в Ресублике Обоих Народов среди шляхты сформировалось сильное чувство единства и совместная самоидентификация.
		</br>В отличие от соседних стран, где дворянство составляло ~3% населения, в ВКЛ шляхта составляла 10-15% (по разным воеводствам).
		</p>
		<p>
		Шляхта (польск. Szlachta от древневерхненемецкого slahta — род, либо нем. Schlacht — сражение) — привилегированное сословие в Королевстве Польском, Великом княжестве Литовском и, 
		после Люблинской унии 1569 года, в Речи Посполитой, а также некоторых других государствах. 
		Шляхта изначально была исключительно воинским сословием, сумевшим со временем утвердить право на выборную монархию. 
		Сложные отношения между монархией и шляхтой, а также далеко идущие привилегии шляхты стали одной из основных причин упадка 
		Речи Посполитой в XVIII веке.
		</p>
		<p>
		Сарматизм - шляхетская идеология , доминировавшая в Речи Посполитой в XVI - XIX веках . 
		Сарматизм возводил шляхту к древним сарматам , отделяя тем самым себя от массы простолюдинов.
		Сарматизм предопределил многие особенности культуры знати Речи Посполитой и её отличие от западноевропейской аристократии: 
		условно «восточный» стиль парадной одежды ( жупан , контуш , слуцкий пояс , сабля ), особые манеры и так далее. 
		</br>Можно поинтересоваться в Википедии, что такое <i>сарматский портрет</i>.
		</p>
		
		<p>
			По мнению известного польского историка Юлиуша Бардаха, национальное самосознание шляхетского сословия в белорусско-литовских 
			губерниях имело двухуровневую структуру и соответствовало формуле «Gente Lituane, natione Polonus».
			 Большинство местного дворянства знало о своем литовском или белорусском этническом происхождении,
			  но воспринимало языковую и культурную полонизацию предков как акт их добровольного политического и цивилизационного выбора.
		</p>
		<p>	  
			  Согласно данным Министерства юстиции Российской империи за 1858 г., в 49 губерниях европейской части империи насчитывалось 
			  305 тыс. дворян мужского пола, 
			  из которых на девять Западных губерний (к их числу официально относились Волынская, Виленская, Витебская, Киевская, 
			  Ковенская, Минская, Могилевская и Подольская) приходилось более 192 тыс., или примерно 2/3 от общей численности
		</p>

		
		
		</br></br></br>
		<p><small>
		http://www.arche.by/by/page/science/6866</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>