<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Славяне. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Анатолий Клёсов, биохимик и генетик, кандидат на Нобелевскую премию: 
	 «Официальная наука», помещая наших предков в VI-VII века нашей эры, недоговаривает, что «славяне» — это только лингвистическое понятие, и оно относится только к языкам славянской группы. (…) Любой толковый историк и лингвист это знает, но на публике продолжают уныло долдонить, что «славяне появились только во второй половине 1-го тысячелетия нашей эры». Заметьте, не язык сформировался, а «славяне появились». То есть как люди, как популяция. Так у историков-лингвистов принято. Иначе окрикнут. Сделают внушение. Оно им надо?»" />
    <meta name="keywords" itemprop="keywords" content="славяне, белорусы не славяне, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/blr_etnos/slavic_shafarik.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h3>Славяне</h3>
		<p>
			Для начала, определим, что есть "славяне".
			</br>По мнению ряда ученых (Н. С. Трубецкой, А. А. Бычков, В. Б. Егоров, С. Е. Рассадин, А. А. Клёсов и др.), «славяне» — не этнос, 
			а сходство языка, культуры и верований. 
			</br>Вот что пишет, к примеру, Анатолий Клёсов, крупный современный ученый — биохимик и генетик, кандидат на Нобелевскую премию:
			</br>«Официальная наука», помещая наших предков в VI-VII века нашей эры, недоговаривает, что «славяне» — это только лингвистическое понятие, 
			и оно относится только к языкам славянской группы. (…) 
			Любой толковый историк и лингвист это знает, но на публике продолжают уныло долдонить, 
			что «славяне появились только во второй половине 1-го тысячелетия нашей эры». 
			Заметьте, не язык сформировался, а «славяне появились». То есть как люди, как популяция. Так у историков-лингвистов принято. 
			Иначе окрикнут. Сделают внушение. Оно им надо?»
		</p>
		<p>
		Вероятно, праславянский этнос сложился в ареале <a href="yotving.php">Черняховской археологической культуры</a>, существовавшей с начала III до середины VI века. 
		Это регион между Дунаем на западе и Днепром на востоке, Припятью на севере и Черным морем на юге. 
		Здесь была контактная зона готских (германских), балтских и скифо-сарматских (иранских) племен. 
		Постепенно они объединились в протогосударство во главе с готской племенной знатью и за 250-300 лет мирного взаимодействия выработали 
		«койне» — упрощенный язык «межнационального общения». Это и был праславянский язык.
		</p>

	<div class="col-md-12">	
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-terms/slavs/brothers.jpg">
			<img src="../../images/img-terms/slavs/brothers_thumb.jpg" />
			</br><small>Балтская археология</small>
		</a>				
		</div>
		
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-terms/blr_etnos/slavic_shafarik.jpg">
			<img src="../../images/img-terms/blr_etnos/slavic_shafarik_thumb.jpg" />
			</br><small>Й. Шафарик о "славянах"</small>
		</a>				
		</div>				
	</div>
		
		<p>
			В 370-376 гг. под ударами гуннов население южной части ареала (готского протогосударства) ушло большей частью на Балканы и в Центральную Европу,
			 меньшей частью — на север, в лесные районы северо-западной и северной части нынешней Украины.
		</p>
		<p>
			<i>Первая волна славянизации.</i> Через 200 лет, во второй половине VI века пришло в движение население северной части региона, 
			на этот раз под ударами аваров (обров). Ученые пишут: «В конце 50 - начале 60-х гг. VI века авары обрушились на антов и опустошили их земли». 
			Спасаясь от этих жестоких хищников, массово истреблявших людей на захваченных территориях, анты бежали преимущественно на запад, 
			и отчасти на север, в леса и болота Полесья — южной части нынешней Беларуси. 
			Отметим попутно, что антские племена проживали в северной части ареала Черняховской культуры. 
			Этот исход положил начало славянизации исконных жителей наших земель
		</p>
		<p>
			<i>Вторая волна</i> — в VIII-Х веках. <a href="lutizy.php">Лютичи-велеты</a> пришли из Полабья, они двигались по Западной Двине, 
			Нёману, Днепру и их притокам.
		</p>
		<p>
			<i>Третья волна</i> пришлась на конец IX - начало X веков. Ее образовали беженцы из Великой Моравии.  
			 Некоторая часть моравов по Припяти и «<a href="../places/sea_herodotus.php">морю Геродота</a>» проникала на земли будущей Беларуси. 
			Моравы несли с собой не только славянский язык, не только развитые ремесла, но и христианство арианского толка.
		</p>
		<p>
			<i>Четвертая волна</i> шла из Галицко-Волынской и Киевской Руси. Это X-XII века. 
			Галичане и киевляне основали Берестье (Брест), Волковыск, Гародню (Гродно), Здитов, Каменец, Кобрин, Новогородок, Острею, 
			Слоним и ряд других градов.
		</p>
		
		<p class="img-float-center">
		<a target="_blank" href="../../images/img-terms/lutizy/lutizy_byzantine_empires_814.jpg">
			<img src="../../images/img-terms/lutizy/lutizy_byzantine_empires_814_thumb.jpg" />
			</br><small>Славяне во времена Византийской Империи (814 г.)</small>
		</a>
		</p>
		
		<p>
			Надо пояснить, что термин «волна» условен. Славянизированных пришельцев во всех четырех «волнах», по сравнению с коренным населением, 
			было очень мало. Никаких следов массовых миграций чужих этносов на наши земли не обнаружено. 
			Ни I-II, ни III-IV, ни V-VI веков. Нет следов археологических, нет упоминаний в народном эпосе. 
			</br>Этот факт подтверждает основной тезис: не было ассимиляции аборигенов-балтов пришельцами-славянами. 
			Происходило постепенное, растянувшееся почти на тысячу лет, превращение балтов в славян.
		</p>
		<p>
			Наглядный пример процесса славянизации — судьба булгар. Как известно, группа кочевых тюркоязычных племен во главе с ханом Аспарухом в 681 году пришла с территории Приазовья (через нынешние Молдову и Румынию) на Балканы. Здесь эти тюрки постепенно переняли оседлый образ жизни, усвоили славянский язык, приняли христианство. Так они превратились в славянский народ «болгары». 
			А другая часть булгар, осевшая в бассейне Волги и Камы, 
			в X веке приняла ислам и называется «татары». Сейчас это два разных народа.
		</p>

		
		
		</br></br></br>
		<p><small>
		<a href="http://coollib.com/b/277966/read"> Краткий курс истории Беларуси IX-XXI веков</a></br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>