<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Статут ВКЛ. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Статут — верховный закон Великого княжества Литовского, составлявший его правовую основу. Составлен на старобелорусском языке. 
	Статут издавался три раза: в 1529, 1566 и 1588 годах. В его подготовке и издании основную роль сыграли Евстафий Волович и Лев Сапега. 
	Статут продолжал сохранять свою силу на землях ВКЛ в качестве сборника гражданских законов почти до половины XIX века, до полной его отмены российскими властями после событий 1830 года." />
    <meta name="keywords" itemprop="keywords" content="статут вкл, статуты вкл, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах, история вкл" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/statut/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h1>Статут Великого княжества Литовского
		</br><small>три издания Статута <a href="../download/statut_wkl.php">посмотреть/скачать</a></small>
		</h1>
		
		<p class="img-float-left">
		<a href="../../images/img-terms/statut/statut1588.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Статут Великого княжества Литовского" src="../../images/img-terms/statut/statut1588_thumb.jpg" height="140"/>
			</br><small>Статаут 1588 г</small>
		</a>
		</p>

		<p>
		<i>Но что проку человеку жить в свободе от внешнего неприятеля, 
		</br>если терпеть должен над собою неприятеля внутреннего?</i>
		</br><small>Обращение подканцлера ВКЛ Льва Сапеги к сословиям княжества по случаю принятия Статута(1588 г.)</small>
		</p>
		
		<p>
		Статут — верховный закон <a href="wkl.php">Великого княжества Литовского</a>, составлявший его правовую основу. Составлен на старобелорусском языке.
		</p>		
		<p>
		 Статут издавался три раза: в 1529, 1566 и 1588 годах. В его подготовке и издании основную роль сыграли 
		<a href="../figures/volovicz.php">Евстафий Волович</a> и <a href="../figures/sapega.php">Лев Сапега</a>.
		</p>		
		<p>
		Статут 300 лет действовал на землях ВКЛ 
		в качестве основного сборника гражданских законов, до полной его отмены российскими властями после событий 
		<a href="../events/uprising_1830.php">1830 года</a>.
		</p>
		<p>
		По образцу Статута позднее были написаны своды законов многих стран Центральной и Восточной Европы.
		</p>
		
		<p>
		В условиях федеративной Речи Посполитой это был кодекс самостоятельных, отличных от Польской Короны законов — 
		мощный аргумент за сохранение национальной самоидентификации и против создания унитарного государства. 
		Самостоятельность ВКЛ удалось сохранить вплоть до рокового <a href="../events/razbor_rechi.php">1794 года</a>. 
		</p>
		<p>
		Интересно сравнить первые главы основных законов — Московии (Соборное уложение действовало в 1649-1832) и ВКЛ (Статут действововал в 1529-1840)
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-figures/kunciewicz/sobor_ulozenie_1649.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/sobor_ulozenie_1649_thumb.jpg" height="100">
		</br><small>Соборное Уложение, 1649
		</br>Глава I</small>
		</a>
		</div>
		
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-figures/kunciewicz/statut_1566.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/statut_1566_thumb.jpg" height="100">
		</br><small>Статут ВКЛ, 1588
		</br>Глава I</small>	
		</a>
		</div>
		
		</div>
		
		<p>
		Статут 1588 утвержден на Варшавском элекционном Сейме 1587 года и окончательно утвержден на коронационном Сейме 1588 г. 
		</br>На Коронационном Сейме 1588 года ВКЛ было представлено 27 Сенаторскими местами 
		(каждое Сенаторское место – это закрепленная за этим местом высокая должность ВКЛ): 
		</br>- 2 Епископа (Виленский и Жемайтский)
		</br>- 9 воевод (Виленский, Трокский, Смоленский, Полоцкий, Новогрудский, Витебский, Берестейский, Мстиславский и Минский), 
		</br>- Староста Жемайтский, 
		</br>- 10 каштелянов (9 Воеводств и 10-й Жемайтский) 
		</br>- 5 высших должностных лиц (Маршалок земский, Канцлер, Подканцлер, Подскарбий земский и Маршалок дворный).
		</p>
		
		<p>
		В утверждении Статута принимали участие <i>"только издавна предков своих уроженецы... <a href="litwiny.php">Литвины</a> 
		и <a href="../download/zemie_ruskie.php">Русины</a>"</i> :
		</br>— Юрий Радзивилл (епископ Виленский), Юрий Петкевич (епископ Жемайтский), Христофор Николай Радзивилл «Перун» (воевода Виленский),
		Ян Янович Глебович (воевода Трокский, каштелян Трокский, каштелян Жемайтский), Ян Кишка (староста Жемайтский), 
		Альбрехт Радзивилл (маршалок земский), Евстафий Волович (канцлер), Лев Сапега (подканцлер, маршалок дворный),
		Теодор Тышкевич (подскарбий земский).		
		</p>		
		<p>
		Другие воеводы (Смоленский, Полоцкий, Новогрудский, Витебский, Берестейский, Мстиславский и Минский) и другие каштеляны 
		(Смоленский, Полоцкий, Новогрудский, Витебский, Берестейский, Мстиславский и Минский) во все времена были только представителями 
		Литвинов-Беларусов. 
		</br>Как правило, эти должности совмещались одним лицом, то есть тот же Смоленский воевода был одновременно и комендантом (каштеляном) Смоленска.
		</p>		
		<p>
		Ни во времена <a href="rzeczpospolita.php">Речи Посполитой</a>, ни в <a href="ross_empire.php">Российской Империи</a> Статут на язык жителей <a href="../places/samogitia.php">Самогитии</a> 
		(lietuviu kalba) не переводился.
		</p>

		
		
		</br></br></br>
		<p><small>
		http://starbel.narod.ru/sapeh2.htm</br>
		http://rzech-pospolita.ru/statutvkl3/</br>
		http://dodontitikaka.ucoz.com/index/statut_vkl_dlja_kogo_pisan_1/0-57</br>
		http://www.aif.by/timefree/history/item/25629-statut.html
		http://charter97.org/ru/news/2009/9/29/22350/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>