<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Ваяцкі марш</title>

<!-- ***Meta*** -->
    <meta name="description" content="Мы выйдзем шчыльнымі радамі — гімн Беларускай Народнай Рэспублікі. Упершыню апублікаваны 30 кастрычніка 1919. Словы Макара Краўцова. Музыка Уладзіміра Тэраўскага.
	" 
	/>
    <meta name="keywords" itemprop="keywords" content="Ваяцкі марш, гимн беларуси, гiмн беларусi, Богданович Погоня, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, 
	 история Белоруссии, История беларуси кратко в датах" />
	 <meta property="og:image" content="http://history-belarus.by/images/img-terms/vajacki_marsz/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h1>
		Ваяцкі марш, 1919</h1>
		
	<div class="col-md-12">
		
		<p class="img-float-left" >
		<a href="../../images/img-terms/vajacki_marsz/solidarity.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Ваяцкі марш Национальный гимн Беларуси" src="../../images/img-terms/vajacki_marsz/solidarity_thumb.jpg" height="140" >
		</a>
		</p>
		

		
		<p>
		"Мы выйдзем шчыльнымі радамі" — гімн <a href="../terms/bnr.php">Беларускай Народнай Рэспублікі</a>. Упершыню апублікаваны 30 кастрычніка 1919 ў газеце 
		"Беларусь" пад назвай "Ваяцкі гімн" Макара Краўцова. Музыка Уладзіміра Тэраўскага.
		</p>
		<p>
		Похоже, слова "Ваяцкага марша" вдохновляли автора барельефа "Solidarity" на фасаде Цнтра Моды на <a href="../events/battle_nemiga.php">Немиге</a>.
		Барельеф по замыслу "должен символизировать космополитизм".
		Суровые люди явно гражданского вида, космополиты с винтовками, плечом к плечу выступают из неясных глубин 
		пад цяжкім штандарам неба и решительно смотрят вперед. Что характерно — нешматлікая збоя прыхавана ў натоўпе и в складках небесного знамени. 
		И два обреза из четырех прячут за спинами женщины.
		</p>
		
		<p>
			<audio controls>
 			 <source src="../../images/img-terms/vajacki_marsz/Vunija_Vajacki_marsz-1988.mp3" type="audio/mpeg" >
					Your browser does not support the audio element.
			</audio>
		</p> 		
  		<p>
		  <a target="_blank" href="../../images/img-terms/vajacki_marsz/Vunija_Vajacki_marsz-1988.zip" >
		  Скачать гимн
		  </a> в формате .mp3 (архив .zip, 1,6 Мб)
		</p>
		
	</div>
		 
	
	<div class="col-md-12">
	
		<div class="col-md-2">
		</div>	

		<div class="col-md-6">	
		<p>
		Мы выйдзем шчыльнымі радамі
		</br>На вольны родны свой прастор.
		</br>Хай воля вечна будзе з намі,
		</br>А гвалту мы дамо адпор!
		</p> 		
  		<p>
		Няхай жыве магутны, сьмелы
		</br>Наш беларускі вольны дух.
		</br>Штандар наш бел-чырвона-белы,
		</br>Пакрый сабой народны рух.
		</p> 		
  		<p>
		На бой! За шчасьце і за волю
		</br>Народу слаўнага свайго!
		</br>Браты, цярпелі мы даволі,
		</br>На бой — усе да аднаго!
		</p> 		
  		<p>
		Імя і сілу беларуса
		</br>Няхай пачуе й убачыць той,
		</br>Хто сьмее нам нясьці прымусы
		</br>І першы выкліча на бой.
		</p> 		
  		<p>
		Браты, да шчасьця мы падходзім:
		</br>Хай гром грыміць яшчэ мацней!
		</br>У крывавых муках мы народзім
		</br>Жыцьцё Рэспублікі сваёй!
		</p>
		</div>
		
	</div>
	
	
	<h3>Макар Кравцов (Макар Костевич)
	</br><small>автор текста</small>
	</h3>
	<p class="img-float-left" >
		<a href="../../images/img-terms/vajacki_marsz/makar_krawcow.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Ваяцкі марш Национальный гимн Беларуси" src="../../images/img-terms/vajacki_marsz/makar_krawcow.jpg" height="140" >
		</a>
		</p>
	<p>
	Макар Кравцов (Макар Костевич, 18 августа 1891 - 1939) — историк, поэт, переводчик, публицист, преподаватель, общественно-политический деятель.
	</p>
	<p>
	1915 Воевал на Северо-Западном фронте . В декабре 1917 года делегат I Всебелорусского съезда. 
	Работал школьным учителем в Минске. Участвовал в работе рады <a href="../terms/bnr.php">Белорусской Народной Республики</a> в Минске и Гродно, входил в состав Белорусской военной комиссии. 
	Участник <a href="../events/uprising_sluzk.php">Слуцкого Збройнага чыну</a> 1920. 
	</p>
	<p>
	В Западной Беларуси (Польша) преподавал в Радошковицкой белорусской гимназии. Был редактором журнала "Саха". Печатался в изданиях "Гомон", 
	"Колокол", "Белорусская жизнь", "Белорусские ведомости", "Беларусь", "Наше мнение", "Молния", "Общественный Голос", "Белорусское слово", 
	"Крестьянская нива", "Белорусская культура", "Белорусский день". 
	Был членом Главного управления <a href="../figures/tarashkevicz.php">Товарищества белорусской школы</a>.
 	</p>
	<p>
	1939 Западная Беларусь включена в состав СССР. Работал в редакции газеты "Виленская правда". Вскоре был арестован советскими 
	властями вместе с <a href="../figures/luckiewicz_anton.php">А. Луцкевичем</a>, Я. Позняком и др. Дата смерти и её обстоятельства не установлены.
	</p>
	
	<h3>Владимир Теравский
	</br><small>автор музыки</small>
	</h3>
	
	<p class="img-float-left" >
	<a href="../../images/img-events/war_green_oak/terrawski.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Беларуская сялянская партыя Зялёнага дуба" src="../../images/img-events/war_green_oak/terrawski_thumb.jpg" height="140">
	</a>
	</p>	
	<p>
	Владимир Васильевич Теравский (23 ноября 1871 - 10 ноября 1938 года, Минск, тюрьма НКВД) — белорусский дирижёр, 
	композитор, фольклорист, церковнослужитель.
	</p>	
	<p>
	Родился в семье священника. Окончил Слуцкое духовное училище. Учился в Минской епархиальной семинарии. 
	С 1892 по 1895 год служил в царской армии. Демобилизовавшись, служил государственным контролёром Либаво-Роменской железной дороги. 
	С 1897 года работал на Уральских заводах графа Строганова, служил регентом, учительствовал в Пермской губернии.
	</p>	
	<p>
	1914 Создал один из первых белорусских хоровых коллективов — Минский белорусский хор. 
	Сотрудничал с художественной труппой "Белорусский народный театр" под руководством <a href="../figures/tarashkevicz.php">Ф. Алехновича</a>
	</p>	
	<p>
	1919 года по приглашению В. Игнатовского, ректора Минского педагогического института, работал преподавателем.
	</p>	
	<p>
	В 1918-1919 годах руководил хоровой капеллой в Белорусском советском театре, входил в состав Общества работников белорусского искусства.
	</p>	
	<p>
	После образования Белорусского государственного театра в Минске его главный хормейстер.
	</p>	
	<p>
	В 1919-1920 годах — Член Временного Белорусского национального комитета в Минске. Читал лекции на курсах учителей. 
	По предложению Белорусской военной комиссии начал работу по составлению песенника для белорусской армии. 
	"Белорусский песенник с нотами на три голоса согласно народных мелодий" вышел в 1921 году. 
	Следующая книга — "Белорусский лирник" — была издана З. Жылуновичам в Берлине в 1922 году. 
	Через 4 года в Минске вышел песенник для курсантов Объединённой белорусской военной школы ("Военный сборник", 1926).
	</p>	
	<p>
	Арестован 3 сентября 1921 года за связь с <a href="../events/war_green_oak.php">"Белорусской сялянской партией Зеленого дуба"</a>
	. Приговорён к 5 годам Исправительно-трудовых лагерей. После освобождения 24 мая 1923 года руководил 
	хоровыми коллективами при Белорусском государственном университете (БГУ), МБПТ, союзе почтовиков-телеграфистов.
	</p>	
	<p>
	В 1930 году хор при БГУ был расформирован, в 1931 году Теравский был уволен с работы в БДТ-1 по обвинению в национал-демократизме. 
	Служил псаломщиком в церкви Св. Марии Магдалины. До 1933 года служил в Переспенской церкви. Регент церковного хора Николаевского собора 
	в Минске.
	</p>	
	<p>
	Вновь арестован 17 августа 1938 в Минске. Приговорён 1 ноября 1938 года тройкой НКВД как "агент польской разведки" к расстрелу
	</p>
	

	</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>	
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>