<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Великий маршалок литовский. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="Великий маршалок литовский — один из центральных чиновников в Великом Княжестве Литовском. Руководил двором великого князя, принимал иностранных послов, высших чиновников государства, наблюдал за этикетом, заведовал придворной стражей и королевской гвардией, следил за безопасностью монарха, назначал дворян. 
	Фактически выполнял функции современного министра внутренних дел. " />
    <meta name="keywords" itemprop="keywords" content="великий маршалок литовский, великие маршалки литовские, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />


<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Великий маршалок литовский</h3>
		<p>
			Великий маршалок литовский &mdash; один из центральных чиновников в <a href="wkl.php">Великом Княжестве Литовском</a>. 
			Руководил двором великого князя, принимал иностранных послов, высших чиновников государства, наблюдал за этикетом, 
			заведовал придворной стражей и королевской гвардией, следил за безопасностью монарха, назначал дворян. 
			Фактически выполнял функции современного министра внутренних дел.
			</br>С 1569 года (<a href="../events/unia_liublin.php">Люблинской унии</a>) должность маршалка великого литовского стала сенаторской. 
			Во время проведения Сейма Речи Посполитой на территории Великого княжества Литовского созывал и вёл сеймовые заседания.
		</p>
		
		<p>
			<h4>Маршалки великие литовские </h4>
	  	<ul>
	   		 <li>
				Станислав Чупурна (1398—1411)	
			</li></br>
			<li>
				<a href="../figures/kesgajla.php">Румбольд Волимонтович</a> (1412—1432)
			</li></br>
			<li>
				Пётр Монтигердович (?)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Радзивилл Остикович</a> (1433—1434 и 1463—1474)
			</li></br>
			<li>
				Мартин Гаштольд (1477—1483)
			</li></br>
			<li>
				Богдан Сакович (1483—1498)
			</li></br>
			<li>
				Пётр Монтигердович Белый (?)
			</li></br>
			<li>
				Ян Заберезинский (1498—1505)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Николай Радзивилл</a> (1505—1510)
			</li></br>
			<li>
				<a href="../figures/kesgajla.php">Николай Кезгайло</a> (1510—1512)
			</li></br>
			<li>
				<a href="../figures/kishky.php">Станислав Кишка</a> (1512—1513)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Ян Радзивилл "Бородатый"</a> (1514—1522)
			</li></br>
			<li>
				Ян Заберезинский (1522—1544)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Николай Радзивилл "Чёрный"</a> (1544—1565)
			</li></br>
			<li>
				<a href="../figures/hodkewich.php">Ян Иеронимович Ходкевич</a> (1574—1579)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Николай Криштоф Радзивилл "Сиротка"</a> (1579—1586)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Альбрехт Радзивилл</a> (1586—1592)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Станислав Радзивилл</a> (1592—1599)
			</li></br>
			<li>
				Криштоф Николай Дорогостайский (1600—1611)
			</li></br>
			<li>
				Пётр Веселовский (1611—1621)
			</li></br>
			<li>
				<a href="../figures/sapegi.php">Ян Станислав Сапега</a> (1621—1635)
			</li></br>
			<li>
				Криштоф Веселовский (1635—1637)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Александр Людвик Радзивилл</a> (1637—1654)
			</li></br>
			<li>
				<a href="../figures/zawisza.php">Криштоф Завиша</a> (1654—1669)
			</li></br>
			<li>
				Александр Гилярий Полубинский (1669—1679)
			</li></br>
			<li>
				<a href="../figures/radziwilly.php">Станислав Казимир Радзивилл</a> (1679—1690)
			</li></br>
			<li>
				Ян Кароль Дольский (1691—1695)
			</li></br>
			<li>
				Януш Вишневецкий (1695—1699)
			</li></br>
			<li>
				<a href="../figures/sapegi.php">Александр Павел Сапега</a> (1699—1734)
			</li></br>
			<li>
				<a href="../figures/volovicz.php">Мартиан Доминик Волович</a> (1734)
			</li></br>
			<li>
				Павел Кароль Сангушко (1734—1750)
			</li></br>
			<li>
				<a href="../figures/oginskie.php">Игнацы Огинский</a> (1750—1768)
			</li></br>
			<li>
				Юзеф Паулин Сангушко (1768—1781)
			</li></br>
			<li>
				Владислав Гуровский (1781—1790)
			</li></br>
			<li>
				Игнацы Потоцкий (1791—1792)
			</li></br>
			<li>
				Людвик Тышкевич (1793—1795)
			</li></br>
			</ul>			
		</p>
		<p>
		Согласно <a href="statut.php">Статуту ВКЛ</a> 1566 г. (арт. 9, раздел 3)
		</br><i>
		"... Но на благородность [шляхетство-дворянство] и всякую должность духовную и светскую не может быть избран, 
		даже от Нас Государя ставленник, только издавна предков своих уроженец Великого Княжества Литовского Литвин и Русин ..."
		</i>
		</br>Простая <a href="../articles/nation_id.php">национальная идентификация</a> показывает:
		</br> <a href="litwiny.php">Литвины-белорусы</a> есть, <a href="../download/zemie_ruskie.php">русины-украинцы</a> есть, 
		<a href="../places/samogitia.php">жмудинов</a> нет.
		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>