<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Великий марша&acute;лок литовский</h3>
		<p>
			Великий маршалок литовский &mdash; один из центральных чиновников в <a href="wkl.php">Великом Княжестве Литовском</a>. 
			Руководил двором великого князя, принимал иностранных послов, высших чиновников государства, наблюдал за этикетом, 
			заведовал придворной стражей и королевской гвардией, следил за безопасностью монарха, назначал дворян. 
			Фактически выполнял функции современного министра внутренних дел.
			</br>С 1569 года (<a href="../events/unia_liublin.php">Люблинской унии</a>) должность маршалка великого литовского стала сенаторской. 
			Во время проведения Сейма Речи Посполитой на территории Великого княжества Литовского созывал и вёл сеймовые заседания.
		</p>
		
		<p>
			<h4>Маршалки великие литовские </h4>
	  	<ul>
	   		 <li>
				Станислав Чупурна (1398—1411)	
			</li></br>
			<li>
				Румбольд Волимонтович (1412—1432)
			</li></br>
			<li>
				Пётр Монтигердович (?)
			</li></br>
			<li>
				Радзивилл Остикович (1433—1434 и 1463—1474)
			</li></br>
			<li>
				Мартин Гаштольд (1477—1483)
			</li></br>
			<li>
				Богдан Сакович (1483—1498)
			</li></br>
			<li>
				Пётр Монтигердович Белый (?)
			</li></br>
			<li>
				Ян Заберезинский (1498—1505)
			</li></br>
			<li>
				Николай Радзивилл (1505—1510)
			</li></br>
			<li>
				Николай Кезгайло (1510—1512)
			</li></br>
			<li>
				Станислав Кишка (1512—1513)
			</li></br>
			<li>
				Ян Радзивилл "Бородатый" (1514—1522)
			</li></br>
			<li>
				Ян Заберезинский (1522—1544)
			</li></br>
			<li>
				Николай Радзивилл "Чёрный" (1544—1565)
			</li></br>
			<li>
				Ян Иеронимович Ходкевич (1574—1579)
			</li></br>
			<li>
				Николай Криштоф Радзивилл "Сиротка" (1579—1586)
			</li></br>
			<li>
				Альбрехт Радзивилл (1586—1592)
			</li></br>
			<li>
				Станислав Радзивилл (1592—1599)
			</li></br>
			<li>
				Криштоф Николай Дорогостайский (1600—1611)
			</li></br>
			<li>
				Пётр Веселовский (1611—1621)
			</li></br>
			<li>
				Ян Станислав Сапега (1621—1635)
			</li></br>
			<li>
				Криштоф Веселовский (1635—1637)
			</li></br>
			<li>
				Александр Людвик Радзивилл (1637—1654)
			</li></br>
			<li>
				Криштоф Завиша (1654—1669)
			</li></br>
			<li>
				Александр Гилярий Полубинский (1669—1679)
			</li></br>
			<li>
				Станислав Казимир Радзивилл (1679—1690)
			</li></br>
			<li>
				Ян Кароль Дольский (1691—1695)
			</li></br>
			<li>
				Януш Вишневецкий (1695—1699)
			</li></br>
			<li>
				Александр Павел Сапега (1699—1734)
			</li></br>
			<li>
				Мартиан Доминик Волович (1734)
			</li></br>
			<li>
				Павел Кароль Сангушко (1734—1750)
			</li></br>
			<li>
				Игнацы Огинский (1750—1768)
			</li></br>
			<li>
				Юзеф Паулин Сангушко (1768—1781)
			</li></br>
			<li>
				Владислав Гуровский (1781—1790)
			</li></br>
			<li>
				Игнацы Потоцкий (1791—1792)
			</li></br>
			<li>
				Людвик Тышкевич (1793—1795)
			</li></br>
			</ul>			
		</p>
		<p>
		Согласно <a href="statut.php">Статуту ВКЛ</a> 1566 г. (арт. 9, раздел 3)
		</br><i>
		"... Но на благородность [шляхетство-дворянство] и всякую должность духовную и светскую не может быть избран, 
		даже от Нас Государя ставленник, только издавна предков своих уроженец Великого Княжества Литовского Литвин и Русин ..."
		</i>
		</br> <a href="litwiny.php">Литвины-белорусы</a> есть, русины-украинцы есть, аукштайтов нет <b>:(</b>
		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>