<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    
    	<h3>Готы, ятвяги, пруссы </h3>
    	<h4>Готы </h4>
		<p>
		Готы сформировались в Скандинавии, в области, которую Иордан называет Скандза. 
		Под Скандзой в историографии принято понимать юг современной Швеции и остров Готланд. 
		При короле Бериге они переправились через Балтийское море и заняли во II веке низовья Вислы (Иордан именует эту область Готискандза).
		</br>Пятый после Берига король готов Филимер привёл их в Приднепровье, где на территории нынешней Украины возникло готское государство Ойум.
		Письменные источники по истории Ойума поздние и ненадёжные — «Гетика» Иордана и скандинавские саги (в первую очередь, «Сага о Хервёр»), 
		которые повествуют о борьбе готов с гуннами. Столицей единого готского государства в скандинавском фольклоре считался город на Днепре — буквально Данпарстад.
		В археологическом плане пребыванию готов в Приднепровье соответствует <i>черняховская культура</i>, с центром на среднем Днестре.
		</br>В IV веке готы принимают арианскую модель христианства и обретают собственную письменность, — готский алфавит, изобретённый епископом Вульфилой, 
		который перевёл на готский библейские тексты (Серебряный кодекс)
		</br>В 375 году союз племен остготов во главе с Германарихом (В. Б. Егоров называет его «первой Русью») потерпел ряд поражений от гуннов, 
		после чего почти все готы покинули Причерноморье и ушли на Запад. Только в Крыму осталась небольшая их часть.
		</br>В Летуве беларусов и сегодня называют <a href="gudai.php">гудами</a> или гутами, т. е. готами.
		</p>
		
		<p class="img-float-center">
			<img src="../../images/img-terms/yotving/gothi.jpg" />
		</p>
		
		<h4>Ятвяги</h4>
		<p>
		Еще в 1673 году Феодосий Софонович в своей «Хронике» так писал о ятвягах:
		</br><i>«Ятъвежи были едного народу з литвою и з прусами старыми, з готтов пошли, которых столечное место было Дорогичінъ, 
		а Подляшье все аж до Прус, з Волыня почавши, осевши были, Новгородок Литовскиі и околичниі волости держали».</i>
		</br>Лингвисты полагают, что ятвяжские диалекты были близки диалектам пруссов. Наиболее значительный и ценный памятник ятвяжского языка — рукописный 
		польско-ятвяжский словарь «Роganske gwary z Narewu», найденный в конце 1870-х годов в южной части Беловежской пущи.
		Он включает более 200 лексем, многие из которых раскрывают важные черты быта и особенностей культуры ятвягов. 
		Материал словаря позволяет выявить ряд фонетических и морфологических особенностей ятвяжского языка. 
		Их анализ позволил исследователям определить ятвяжские диалекты как близкие прусскому языку, а также выявил связь их с готскими языками 
		(на основе значительного числа германизмов). 
		Германские племена готов в начале нашей эры жили на южном обережье Балтики от Вислы до Нарева и Нёмана, и с последней четверти II века н. э. 
		эти племена начали постепенно продвигаться в юго-восточном направлении. Таким образом, не будет «натяжкой» суждение о том, что ятвяги — потомки готов.	
		</p>
		
		<p class="img-float-center">
		<a target="_blank" href="../../images/img-terms/yotving/baltic_tribes.jpg">
			<img src="../../images/img-terms/yotving/baltic_tribes_thumb.jpg" />
		</a>
		</p>
		
		<h4>Пруссы </h4>
		<p>

		Пруссы (лат. Borusci) — союз балтских и славянских племён, объединённых общей религией, в IX/X—XVIII веках населявший территорию нынешней Калининградской области России, 
		южной части Клайпедского уезда Литвы и Варминско-Мазурского воеводства Польши.  		 
		</br>Собственно, пруссами вначале назывались славяноязычные (подобно литве и кривичам, видимо, балтского происхождения) жители, 
		а балтоязычные именовались в источниках кимврами. 
		</br>К XIII веку ареал расселения пруссов на западе был ограничен нижним течением Вислы, а на севере — линией водораздела Преголи и Немана.
		</br>Ввиду ускоренной ассимиляции славяноязычных пруссов мазурами, кашубами, словинцами, поляками и другим населением, 
		прибывшим после завоевания Пруссии Тевтонским орденом, с XV века пруссами называлось только балтоязычное население. 
		</br>Слово <i>пруссы </i>— не самоназвание. Версий его происхождения много, но распространённым является предположение, 
		что название «Prus» — готское слово, означающее «конь», на старославянском языке «прус» — кобыла. 
		</br>Из смешения прусского, частично польского населения Восточной Пруссии с немецкоязычными колонистами к началу ХХ в. 
		сложилась особая субэтническая группа — немцы-пруссаки, а временем окончательного исчезновения прусской народности условно можно считать 1709—1711 гг., 
		когда от голода и эпидемии чумы погибло около половины населения древнепрусских земель, включая последних носителей прусского языка.
		
		</p>

		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>