<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    
    	<h3>Готы, ятвяги, пруссы, венеды </h3>
    	<h4>Готы </h4>
		<p>
		Готы сформировались в Скандинавии, в области, которую Иордан называет Скандза. 
		Под Скандзой в историографии принято понимать юг современной Швеции и остров Готланд. 
		При короле Бериге они переправились через Балтийское море и заняли во II веке низовья Вислы (Иордан именует эту область Готискандза).
		</br>Пятый после Берига король готов Филимер привёл их в Приднепровье, где на территории нынешней Украины возникло готское государство Ойум.
		Письменные источники по истории Ойума поздние и ненадёжные — «Гетика» Иордана и скандинавские саги (в первую очередь, «Сага о Хервёр»), 
		которые повествуют о борьбе готов с гуннами. Столицей единого готского государства в скандинавском фольклоре считался город на Днепре — буквально Данпарстад.
		В археологическом плане пребыванию готов в Приднепровье соответствует <i>черняховская культура</i>, с центром на среднем Днестре.
		</br>В IV веке готы принимают арианскую модель христианства и обретают собственную письменность, — готский алфавит, изобретённый епископом Вульфилой, 
		который перевёл на готский библейские тексты (Серебряный кодекс)
		</br>В 375 году союз племен остготов во главе с Германарихом (В. Б. Егоров называет его «первой Русью») потерпел ряд поражений от гуннов, 
		после чего почти все готы покинули Причерноморье и ушли на Запад. Только в Крыму осталась небольшая их часть.
		</br>В Летуве беларусов и сегодня называют <a href="gudai.php">гудами</a> или гутами, т. е. готами.
		</p>
		
		<p class="img-float-center">
			<img src="../../images/img-terms/yotving/gothi.jpg" />
		</p>
		
		<h4>Ятвяги</h4>
		<p>
		— балтская племенная группа, этнически наиболее близкая к пруссам. Бесписьменный ятвяжский язык принадлежит к западной ветви 
		балтской группы индоевропейской языковой семьи. Начиная с XII века ятвяги участвовали в этногенезе литовской, латышской, 
		белорусской и польской народностей.
		</br>К XVII веку все или почти все ятвяги были ассимилированы литовцами, белорусами и поляками-мазовшанами.
		</p>
		<p>
		Еще в 1673 году Феодосий Софонович в своей «Хронике» так писал о ятвягах:
		</br><i>«Ятъвежи были едного народу з литвою и з прусами старыми, з готтов пошли, которых столечное место было Дорогичінъ, 
		а Подляшье все аж до Прус, з Волыня почавши, осевши были, Новгородок Литовскиі и околичниі волости держали».</i>
		</br>Лингвисты полагают, что ятвяжские диалекты были близки диалектам пруссов. Наиболее значительный и ценный памятник ятвяжского языка — рукописный 
		польско-ятвяжский словарь «Роganske gwary z Narewu», найденный в конце 1870-х годов в южной части Беловежской пущи. 
		Его анализ позволил исследователям определить ятвяжские диалекты как близкие прусскому языку, а также выявил связь их с готскими языками 
		(на основе значительного числа германизмов). 
		Германские племена готов в начале нашей эры жили на южном обережье Балтики от Вислы до Нарева и Нёмана, и с последней четверти II века н. э. 
		эти племена начали постепенно продвигаться в юго-восточном направлении. Таким образом, не будет «натяжкой» суждение о том, что ятвяги — потомки готов.	
		</p>
		<p>
		"От ятвяжских селений не осталось никакого следа, потому что дома срублены были из дерева. Дальше семейно-родовых союзов, 
		формировавшихся во время общей опасности под начальством выдающегося храбростью старшины или князька, Я. не пошли. 
		Польский летописец сравнивает Я. с хищным зверем, Авенариус, называя их храбрыми, но не культурными — с вечными бродягами."
		</br><small>Энциклопедический словарь Брокгауза и Ефрона</small>
		</p>
		<p class="img-float-center">
		<a target="_blank" href="../../images/img-terms/slavs/baltic_tribes.jpg">
			<img src="../../images/img-terms/yotving/baltic_tribes_thumb.jpg" />
		</a>
		</p>
	
		
		<h4>Пруссы </h4>
		<p>		 
		<a target="_blank" href="http://www.vostlit.info/Texts/rus/Gelmold/framegel1.htm">Славянская хроника</a> XII века Гельмольда относит пруссов к племенам славян, а прусский язык называет славянским:
		</br><i>"Много славянских племен живет на берегу Балтийского моря ["море русов и славян" араб. Бируни, XI в.]. Вокруг этого моря сидят многие народы. 
		Ибо северное его побережье и все острова возле него держат даны и свеоны, которых мы зовем нортманнами, южный берег населяют племена славян, 
		из которых первыми от востока идут русы, 
		затем полоны, имеющие соседями с севера прусов, с юга — богемцев, и тех, которые зовутся моравами, каринтийцами и сорабами... 
		Все эти народы, кроме прусов, украшены именем христиан."</i> 
		</p>
		<p>
		К XIII веку ареал расселения пруссов на западе был ограничен нижним течением Вислы, а на севере — линией водораздела Преголи и Немана.
		</br>Ввиду ускоренной ассимиляции славяноязычных пруссов мазурами, кашубами, словинцами, поляками и другим населением, 
		прибывшим после завоевания Пруссии Тевтонским орденом, с XV века пруссами называлось только балтоязычное население. 
		</br>Слово <i>пруссы </i>— не самоназвание. Версий его происхождения много, но распространённым является предположение, 
		что название «Prus» — готское слово, означающее «конь», на старославянском языке «прус» — кобыла. 
		</br>Из смешения прусского, частично польского населения Восточной Пруссии с немецкоязычными колонистами к началу ХХ в. 
		сложилась особая субэтническая группа — немцы-пруссаки, а временем окончательного исчезновения прусской народности условно можно считать 1709—1711 гг., 
		когда от голода и эпидемии чумы погибло около половины населения древнепрусских земель, включая последних носителей прусского языка.		
		</p>
		
		<h4>Венеды </h4>
		<p>— племенная группа, известная до VI в. и упоминаемая древними историками Геродотом, Помпонием Мелой, Плинием Старшим, 
		Тацитом, Клавдием Птолемеем, Иорданом, размещаемая ими к востоку от Вислы — от балтийского побережья до северных Карпат и низовьев Дуная.
		Тацит колебался в суждении: причислять ли их к германцам или сарматам. На основании того, что они «ставят дома», «употребляют щиты» и «охотно передвигаются пешком», 
		он всё же счёл их отличными от сарматов, «живущих в повозке и на коне».
		</br>По имени венедов <a href="../download/map_ptolemy.php">Птолемей Клавдий</a> (II век) называл Балтийское море Венедским заливом Сарматского океана, а Карпаты Венедскими горами.
		</p>
		
		<div class="col-md-12">
		
		<p class="img-float-left">
		<a  target="_blank" href="../../images/img-terms/yotving/venedy_sanson_XVII.jpg">
			<img src="../../images/img-terms/yotving/venedy_sanson_XVII_thumb.jpg" />
			</br><small>Венеды на карте Сансона, XVII в.</small>
		</a>
		</p>
		
		<p class="img-float-left">
		<a  target="_blank" href="../../images/img-terms/yotving/venedy_125.jpg">
			<img src="../../images/img-terms/yotving/venedy_125_thumb.jpg" />
			</br><small>Венеды на карте Римской Империи</small>
		</a>
		</p>
		</div>
		
		<p>
		Алкуин, живший во времена Карла Великого, писал в своем письме (790 г.): «Но в прошедшем году король с войском устремился на славян (Sclavos), которых мы называем вионудами (Vionudos)…»
		</br>На протяжении Средних веков немцы обобщённо называли вендами все соседние с ними славянские народы (кроме чехов и поляков).
		</br>С венедами связывают поморскую культуру, которая была распространена на южном побережье Балтийского моря при впадении Вислы до вторжения готов. 
		Поморская культура развивалась в тесном взаимодействии с <a href="lutizy.php">лужицкой культурой</a> (археологическая культура, 
		распространённая на территории восточной Германии, Польши, Чехии, Белоруссии (Полесье) и западной Украины (Волынь).
		</p>
		
		
		
		</br></br></br>
		<p><small>
		http://samlib.ru/e/rogatina/lutizi.shtml
		http://www.kunstkamera.ru/lib/rubrikator/03/03_05/5-02-026470-9/
		http://www.vostlit.info/Texts/rus/Gelmold/framegel1.htm</br>
		http://www.vostlit.info/Texts/rus/Iordan/text1.phtml?id=576</br>
		http://bibliotekar.ru/bel2/316.htm</br>
		http://dic.academic.ru/dic.nsf/sie/10053/ЛЮТИЧИ
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>