<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Земяне и панцирные бояре</title>

<!-- ***Meta*** -->
    <meta name="description" content="Земяне и панцирные бояре — дробнопоместные феодалы, которые владели землей на правах прохождения воинской службы 
	в шляхецком ополчении. Перепись войска ВКЛ 1528 года указывает на формирование отдельных боярских и земянских отрядов. Позднее эти две категории объединяются и фигурируют как «бояре либо земяне».
Постепенно зажиточная часть земян сливалась со шляхтой. После московской аннекстии земяне и панцирные бояре почти поголовно были записаны крестьянами или мещанами 
" />
    <meta name="keywords" itemprop="keywords" content="земяне, панцирные и путные бояре, шляхта, шляхта вкл, белорусская шляхта, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, История беларуси кратко в датах" />
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/zemiane/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h1>Земяне и панцирные бояре</h1>
		
<div class="col-md-12">

		<h2>О белорусской шляхте, панцирных и путных боярах</h2>
		
		<div class="img-float-left">
		<a href="../../images/img-terms/shliahta/blr_shliahta1.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Белорусская шляхта и панцирные бояре" src="../../images/img-terms/shliahta/blr_shliahta1_thumb.jpg" class="thumbInfo">
		<p class="img-float-center">
		</p>
		</a>
		</div>
		
		<p>
		— подробно изложено в академическом издании Императорского Русского Географического Общества
		<a href="../download/russia_blr.php">"Россия. Полное географическое описание"</a> т. 9. Верхнее Поднепровье и Белоруссия. 1905 года.
		</p>
		<p>
		*Скан страниц из книги большой, текст длинный и хорошо читаемый
		</p>
		<p>
		Поскольку после XIV века свыше 90% войн ВКЛ проходили на <a href="../terms/blr_entire.php">восточной границе</a> (кстати — самой старой границе современной РБ),
		 значительное число панцерных бояр было в Витебском и Полоцком воеводстве. 
		Эти земли до Невеля и Себежа иногда называют "панцирным краем".
		</p>
		
</div>

<div class="col-md-12">		
		<h2>Земяне</h2>
		
		<div class="img-float-left">
		<a href="../../images/img-terms/zemiane/zemiane.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Земяне" src="../../images/img-terms/zemiane/zemiane_thumb.jpg" class="thumbInfo">
		<p class="img-float-center">
		<small>"Земяне", Ю. Корсак</small>
		</p>
		</a>
		</div>
		
		<p>
			— дробнопоместные феодалы, которые владели землей на правах прохождения воинской службы в шляхецком ополчении.
			<a href="../download/spis_voiska.php">Перепись войска ВКЛ</a> 1528 года указывает на формирование отдельных боярских и земянских отрядов. 
			Позднее эти две категории объединяются и фигурируют как «бояре либо земяне». 
		</p>
		<p>	
			Постепенно зажиточная часть земян сливалась со <a href="shliahta.php">шляхтой</a>, а беднейшая – сохранив свое название находилась в вассальной зависимости 
			от великого князя или феодалов. 
			Земяне должны были платить чинш и конный налог. В случае войны они должны были являться в войска с конем и оружием. 
			При этом выступали они в отряде феодала, а не под поветовой хоругвью. В отличие от шляхты, земяне не могли участвовать в сеймиках.
		</p>
		<p><i>
		"...Здесь же жили земяне <i>панцирные</i>, которые не были обязаны выполнять тяглые повинности, а должны были всег­да быть готовыми к защите границ староства. Для этого они должны иметь коня, седло, мундир, саблю, пистолеты и карабин.
		</i></p>
		<p><i>
		Земяне <i>путные</i> должны были иметь то же вооружение, что и панцирные. Ездили они в самые дальние дороги и по очереди дежурили во дворе в бытность здесь комиссаров. Они также ловили дезертиров-артиллеристов, летом были досмотрщиками над работниками, ездили на экзекуцию государственных податей и, наконец, давали солому для покрытия корчем.		
		</i></p>
		<p><i>
		Для того, чтобы титул их земянский «не был впустую», гласит устава, они должны от бояр отличаться благовоспи­танностью и внешним видом. Для этого их хозяйство, усадьба и постройки должны быть не только в полном порядке, но богато и красиво выглядеть. Они должны иметь коня стои­мостью не менее 20 талеров, полную форменную экипировку и вооружение..."
		</i><br>Похилевич Д.Л. "Крестьяне Белоруссии и Литвы во второй половине XVIII века.", 1966
		</p>
</div>
		

<div class="col-md-12">

		<h2>Панцирные бояре</h2>
		
		<div class="img-float-left">
		<a href="../../images/img-terms/zemiane/towarzysz_pancerny_(1610-30).jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Земяне, бояре, товарищ панцирный" src="../../images/img-terms/zemiane/towarzysz_pancerny_(1610-30)_thumb.jpg" class="thumbInfo">
		<p class="img-float-center">
		<small>1610 Товарищ 
		<br>панцирный</small>
		</p>
		</a>
		</div>
		
		<div class="img-float-right">
		<a href="../../images/img-terms/zemiane/tawaryszPanzer.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Земяне, бояре, Пнацирные, М. Козик" src="../../images/img-terms/zemiane/tawaryszPanzer_thumb.jpg" class="thumbInfo">
		<p class="img-float-center">
		<small>"Панцирные" 
		<br>М. Козик</small>
		</p>
		</a>
		</div>
		
		<p>
		— категория служилых людей XVI-XVIII вв. в Витебском, Полоцком и других воеводствах <a href="rzeczpospolita.php">Речи Посполитой</a>. 
		Происходят из панцирных слуг, которые несли службу на коне в тяжёлом ("панцирном") вооружении. 
		В отличие от прочих слуг, которые освобождались от повинностей только в военное время, панцирные бояре совсем не несли повинностей тяглых крестьян. 
		</p>
		<p>
		В XVII-XVIII вв. их стали привлекать к службе и в мирное время (в качестве полицейских, курьеров и т. д.). 
		В социальном отношении в XVI в. панцирные бояре занимали промежуточную ступень между шляхтой и тяглыми крестьянами. 
		Могли владеть землёй с крестьянами, но их гражданская дееспособность была ограничена. 
		</p>
		
		<p>
		<i>
		"— А этот (он указал на портрет рыцаря в панцире) — отец моей жены. Панцирный боярин. Вы, конечно, не знаете, что это за звание?
	  	<br> — В первый раз слышу.
   		<br>— Надо вам сказать, во времена сивки-бурки, вещей каурки, это были пограничные стражники близ рубежа Литвы с Россией. Они должны были охранять границы от нечаянного вторжения неприятеля, в военное же время быть в полной готовности к походу... Некоторые панцирные бояре получали в награду и шляхетство. Как не горевать о такой благодатной доле! Но эти времена давным-давно прошли, сделались мифом. Теперь панцирные бояре только именем существуют еще кое-где в западных губерниях. Они сошли со своей почетной сцены в ряды государственных крестьян и мещан, и с богатых коней пересели на клячи. Редкие из них удержали за собой шляхетство . Но гонор их еще не угас, в сундуках у некоторых хранятся еще панцири. Как евреи ожидают своего Мессию, так и они ждут, что серебряная труба созовет их на встречу пану крулю, брошенному с неба."
		</i>
		<br>Лажечников И.И. "Внучка панцирного боярина", 1868
		</p>
		
		<div class="col-md-12 img-float-center">	
		
		<div class="col-md-3">
		<a href="../../images/img-terms/zemiane/bojareSpis.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Спис войска 1528" src="../../images/img-terms/zemiane/bojareSpis_thumb.jpg" class="thumb" >
			<br><small>1567 "Пописъ войска"</small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/shliahta/1567_Popis.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Шляхта и государство" src="../../images/img-terms/shliahta/1567_Popis_thumb.jpg" class="thumb">
			<br><small>1567 "Пописъ войска"</small>
		</a>				
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/zemiane/blr_shliahtaBojare.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Панцирные бояре" src="../../images/img-terms/zemiane/blr_shliahtaBojare_thumb.jpg" class="thumb" >
			<br><small>"Панцирные бояре" </small>
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-terms/zemiane/bojary.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Инвентарь XVI в." src="../../images/img-terms/zemiane/bojary_thumb.jpg" class="thumb" >
			<br><small>"Инвентарь" XVI в.</small>
		</a>
		</div>
		
		</div>
		
		<p>
		Были некие аналогичные социальные классы в Европе: 
		<br>в Англии существовал класс йоменов, который иногда называли "аристократическим" крестьянством. 
		Слой йоменов был весьма расплывчат: верхние слои поднимались до мелкого дворянства, нижние слои оставались крестьянами.
		 Йомены были лично свободными людьми, как правило, имели земельный участок, который самостоятельно обрабатывали 
		 (в отличие от джентри, которые не работали на земле), участвовали в войнах.
		</p>
</div>
		
		
		<br><br><br>
		<p><small>
		Похилевич Д.Л. -" Крестьяне Белоруссии и Литвы во второй половине XVIII века.", 1966<br>
		http://kdkv.narod.ru/historyB/Slovnik.htm#Zemane<br>
		http://redbow.ru/shlyahta,_zemyane,_pancirnye_boyare<br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>