<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Земяне и панцирные бояре</h3>

<div class="col-md-12">		
		<h4>Земяне</h4>
		<p class="img-float-left">
		<img src="../../images/img-terms/shliahta/zemiane.jpg">
		</p>
		
		<p>
			— дробнопоместные феодалы, которые владели землей на правах прохождения воинской службы в шляхецком ополчении.
			</br>Перепись войска ВКЛ 1528 года указывает на формирование отдельных боярских и земянских отрядов. 
			Позднее эти две категории объединяются и фигурируют как «бояре либо земяне». 
		</p>
		<p>	
			Постепенно зажиточная часть земян сливалась со шляхтой, а беднейшая – сохранив свое название находилась в вассальной зависимости 
			от великого князя или феодалов. 
			Земяне должны были платить чинш и конный налог. В случае войны они должны были являться в войска с конем и оружием. 
			При этом выступали они в отряде феодала, а не под поветовой хоругвью. В отличие от шляхты, земяне не могли участвовать в сеймиках.
		</p>
		<p>
		"...Здесь же жили земяне панцирные, которые не были обязаны выполнять тяглые повинности, а должны были всег­да быть готовыми к защите границ староства. Для этого они должны иметь коня, седло, мундир, саблю, пистолеты и карабин.
		</p>
		<p>
		Земяне путные должны были иметь то же вооружение, что и панцирные. Ездили они в самые дальние дороги и по очереди дежурили во дворе в бытность здесь комиссаров. Они также ловили дезертиров-артиллеристов, летом были досмотрщиками над работниками, ездили на экзекуцию государственных податей и, наконец, давали солому для покрытия корчем.		
		</p>
		<p>
		Для того, чтобы титул их земянскин «не был впустую», гласит устава, они должны от бояр отличаться благовоспи­танностью и внешним видом. Для этого их хозяйство, усадьба и постройки должны быть не только в полном порядке, но богато и красиво выглядеть. Они должны иметь коня стои­мостью не менее 20 талеров, полную форменную экипировку и вооружение..."
		</p>
</div>		

<div class="col-md-12">
		</br>
		<h4>Панцирные бояре</h4>
		<p class="img-float-left">
		<img src="../../images/img-terms/shliahta/towarzysz_pancerny_(1610-30).jpg">
		</p>
		
		<p>
		— категория служилых людей XVI-XVIII вв. в Витебском, Полоцком и других воеводствах Речи Посполитой. 
		Происходят из панцирных слуг, которые несли службу на коне в тяжёлом ("панцирном") вооружении. 
		В отличие от прочих слуг, которые освобождались от повинностей только в военное время, панцирные бояре совсем не несли повинностей тяглых крестьян. 
		</p>
		<p>
		В XVII-XVIII вв. их стали привлекать к службе и в мирное время (в качестве полицейских, курьеров и т. д.). 
		В социальном отношении в XVI в. панцирные бояре занимали промежуточную ступень между шляхтой и тяглыми крестьянами. 
		Могли владеть землёй с крестьянами, но их гражданская дееспособность была ограничена. 
		</p>
		
		<p>
		</br></br>
		Были некие аналогичные социальные классы в Европе: 
		</br>в Англии существовал класс йоменов, который иногда называли "аристократическим" крестьянством. 
		Слой йоменов был весьма расплывчат: верхние слои поднимались до мелкого дворянства, нижние слои оставались крестьянами.
		 Йомены были лично свободными людьми, как правило, имели земельный участок, который самостоятельно обрабатывали 
		 (в отличие от джентри, которые не работали на земле), участвовали в войнах.
		</p>
</div>
		
		
		</br></br></br>
		<p><small>
		Похилевич Д.Л. -" Крестьяне Белоруссии и Литвы во второй половине XVIII века.", 1966</br>
		http://kdkv.narod.ru/historyB/Slovnik.htm#Zemane</br>
		http://redbow.ru/shlyahta,_zemyane,_pancirnye_boyare</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>