<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
 	<title>Светлана Алексиевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Офицер Почетного Ордена искусств и литературы Французской Республики, Лауреат Нобелевской премии по литературе 2015 года.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Светлана Алексиевич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/aleksiewicz/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h2>Светлана Алексиевич</h2>
				
		<p class="img-float-left">
		<a href="../../images/img-figures/aleksiewicz/Swetlana_Alexijewitsch.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/Swetlana_Alexijewitsch.jpg" height="160" >
			</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-figures/aleksiewicz/Nobel_Prize_Medal.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/Nobel_Prize_Medal_thumb.jpg" height="160" >
			</a>
		</p>
		
		<p>
	 		<i>"Предшественник Светланы, нобелевский лауреат Борис Пастернак писал, что книга — это дымящийся кубический кусок совести, 
			и больше ничего. 
			</br>
			Если бы не это обстоятельство, Нобелевскую премию можно было бы давать Мураками. 
			А так — она ушла точно по назначению.
			</i>
			</br><small>В. Шендерович</small>
		</p>
		
		<p>
		Светлана Алексиевич — советская и белорусская писательница, журналистка, сценарист документальных фильмов. 
		Офицер Почетного Ордена искусств и литературы Французской Республики, Лауреат Нобелевской премии по литературе 2015 года.
		</p>
		<p>
		Родилась 31 мая 1948 года в Ивано-Франковске (Украина). Отец — белорус, мать — украинка. 
		 После демобилизации отца семья переехала в Беларусь. Родители работали сельскими учителями.
		В 1972 году окончила факультет журналистики БГУ. После десяти лет журналистской работы стала заведующим отдела 
		очерка и публицистики журнала "Нёман" (орган Союза писателей Беларуси).
		</p>
		
		<p>
		Автор пяти книг, каждая из которых стала событием: "У войны не женское лицо" (1985), "Последние свидетели" (1985), "Цинковые мальчики" (1989), "Чернобыльская молитва" (1997), "Время секонд хэнд" (2013)
		</br>С начала 2000-х годов жила в Италии, Франции, Германии, Швеции. C 2013 года живёт в Беларуси.
		</p>
		<p>
		<a target="_blank" href="http://alexievich.info/biogr_RU.html">Голоса страны Утопии</a> — персональная страница
		</p>
		<p>
		Выдержки из книг (выкладка автора). Сильно и страшно.
		</p>
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-figures/aleksiewicz/U_voiny.pdf">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/war_lizo.jpg" height="100" >
			</br>"У войны не женское лицо"
			</br><small>читать</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-figures/aleksiewicz/ZinkovyeRus.pdf">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/zin_boys.jpg" height="100" >
			</br>"Цинковые мальчики"
			</br><small>читать</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-figures/aleksiewicz/ChernobylskayaMolitva.pdf">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/czernobyl.jpg" height="100" >
			</br>"Чернобыльская молитва"
			</br><small>читать</small>
			</a>
		</div>
		
		</div>
		
		
		<i>
		<p>
		"
		Понимание того, кем мы являемся, начинается с детства. Мое детство прошло в белорусском селе, которое после войны было абсолютно женским. Я даже не помню мужчин пожилого возраста, только одни женщины. Вот эти женщины после тяжелой работы вечером садились на скамейки и разговаривали. А в белорусских деревнях все на виду, все живут для всех, все живут вместе. Это были такие сильные разговоры: о войне, о жизни, о любви. Ничего схожего с этими текстами я не нашла в книгах. А полифония меня заворожила. Прежде всего тем, что текст абсолютно свободный, не отшлифованный. Какая подлинность, с которой ничего нельзя сравнить.
		</p>
		<p>
		После Второй Мировой войны белорусский писатель Алесь Адамович сделал несколько подобных книг. Это мой учитель.
		"
		</p>
		<p>
		"Я всегда ищу собеседника, человека, ошеломленного или событиями войны, или катастрофой, или вообще жизнью. У каждого человека есть такие вещи, о которых ему хочется поговорить, они для него непонятны, они интересны. Чтобы услышать такого человека, нужно по-новому спросить.
		"
		</p>
		<p>
		"У меня иное отношение к материалу, чем у других писателей. У меня нет срока давности. Так, Вторая мировая война была давно, но я пишу не о том, что было давно, я пишу о том, что происходит с человеком, который попадает под ноги Великой истории, которая бросает моих героев или в войну, или в Чернобыль. Не имеет никакого значения, когда это было. Я вытягиваю всегда то, что волнует человека, что интересно. Например, одна женщина мне рассказывала, что всегда трудно идти в бой утром. На рассвете, когда вот-вот должна поступить команда атаковать, а вокруг еще тихо, даже птицы не поют, а ты знаешь, что сейчас придется подняться и идти вперед. Будешь жить или нет - неизвестно. Ты просто на грани смерти и жизни. И так не хочется пропасть.
		"
		</p>
		<p>
		"Все мы говорим одинаково. Человек лишь дважды в жизни говорит хорошее: на смертном одре и в моменты любви. Именно в такие минуты человек говорит на языке своей души. В целом люди выражаются одинаково. Я не украшаю текст. Стараюсь соответствовать тому, как это было.
		"
		</p>
		<p>
		"
		До сих пор сохранялось очень странное отношение к литературе. Например, современная живопись вышла на новые, другие формы. Я не думаю, что сегодня кто-то осмелится сказать, что инсталляция - это не искусство. В действительности существуют чрезвычайно талантливые инсталляции. Музыка ищет совершенно новые формы. Вспомним работы  Шнитке, Сильвестрова - это совсем другая музыка. С точки зрения классики, видимо, это не совсем классика. Почему-то мы относимся к литературе более консервативно. Но сегодня, я думаю и довольна тем, что Нобелевская премия, возможно, сняла этот вопрос. Шведская академия сказала, что новый мир, новые формы открыты и для литературы тоже.
		"
		</p>
		</i>
		<p>
		<small>Светлана Алексиевич</small>
		</p>
		
		<p class="img-float-center">
		<a href="../../images/img-figures/aleksiewicz/premii.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Светлана Алексиевич" src="../../images/img-figures/aleksiewicz/premii_thumb.jpg" height="100" >
			</br><small>Литературные и общественные премии</small>
			</a>
		</p>
		
		
		
		</br></br></br>
		<p><small>
		https://charter97.org/ru/news/2015/11/5/176954/</br>
		http://www.szona.org/viktor-shenderovich-ob-aleksievich-i-literature/#t20c</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>