<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Стефан Баторий</h3>

		<p>
		Статья в разработке
		</p>
		
		<p>
		Стремился к укреплению королевской власти, вёл борьбу с магнатами, оказывал поддержку 
		католическому духовенству и иезуитам в противостоянии реформационным движениям. Некоторое время был союзником Турции, 
		затем участвовал в создании антитурецкой лиги. Был одним из самых решительных и успешных военных противников России.
		</p>
		<p>
		Из внутренних реформ, введенных Баторием, особенно заслуживает внимания устройство запорожских казаков, 
		которым он дал правильную организацию, наделил землями, позволил самим выбирать гетмана и все военное начальство, 
		оставляя за королем право наделения гетмана знаменем, «булавой» и печатью и утверждения его после принятия присяги на верность. 
		За это был установлен как «патрон», формально первый гетман запорожских козаков. 
		</br>Желая восстановить не только политический, но и духовный мир в Польше, Баторий старался привести к соглашению с католичеством диссидентов, 
		для чего не прибегал, однако, никогда к насилию, но старался действовать гуманно и мирно
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>