<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Евфросиния Полоцкая</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Евфросиния Полоцкая родилась около 1101 г. (не позднее 1104) в семье князя Святослава-Георгия, младшего сына Всеслава Чародея.
		</p>
		<p>
		Неожиданно для близких княжна втайне приняла постриг под именем Евфросиния.
		</p>
		<p>
		Преподобная Евфросиния основала женский и мужской монастыри, ставшие центром просвещения в Полоцком княжестве. Ее стараниями пополнялась библиотека Софийского собора и велось полоцкое летописание. По заказу Евфросинии был создан уникальный шедевр древнебелорусского прикладного искусства – крест, названный ее именем.
		</p>
		<p>
		Евфросиния сама сочиняла музыку, покровительствовала живописи и прослыла первой белорусской меценаткой. На ее средства и по ее заказу в 50-е годы XII века была построена церковь святого Спаса – вершина полоцкой архитектурной школы. С именем просветительницы связано и появление в Беларуси привезенного из Византии образа Божьей Матери, известного как Одигитрия Полоцкая.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>