<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Николай Гусовский</h3>

		<p>
		Статья в разработке
		</p>
		<p>
		Николай Гусовский (1470 -1533) - писавший на латыни поэт раннего Ренессанса, живший и творивший на территории Великого княжества Литовского, Италии и Королевства Польского.
		</p>
		<p>
		Был католическим священником, сан принял около 1518 года. Некоторое время исполнял должность публичного нотариуса апостольской канцелярии для Великого княжества Литовского. Позднее он был придворным епископа Плоцка Эразма Циолека, которого и сопровождал в 1521 в его посольстве в Рим к папе римскому Льву Х.
		</p>
		<p>
		Николай Радзивилл, виленский воевода, предполагал направить в подарок Льву X чучело зубра, в связи с этим Николай Гусовский должен был написать некое "приложение" к этому необычному подарку - поэму "Carmen de statura feritate ac venatione Bisontis" (Песня про облик, дикость зубра и охоту на него), которая ныне более известна как "Песня про зубра". Но поскольку Лев X умер, подарок не был ему доставлен, но поэма все-таки была написана Николаем Гусовским, но уже в Кракове, и посвящена королеве Боне, которая дала средства на печать этого произведения.
		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>