<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Кастусь (Винцент Константин) Калиновский</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Лидер национально-освободительного восстания в Беларуси и Литве родился 2 февраля 1838 года.
		</p>
		<p>
Отцом Кастуся Калиновского был безземельный шляхтич из Гродно, владелец небольшой ткацкой мануфактуры Семён Калиновский. Мать, Вероника Рыбинская, умерла, когда сыну было 5 лет.
		</p>
		<p>
Будущий лидер повстанцев родился в имении Мостовляны на Гродненщине 1 февраля 1838 года.
		</p>
		<p>
В 1856-1860 годах, после окончания Свислочской гимназии, он учился на юридическом факультете Петербургского университета. В студенческие годы вместе со старшим братом Виктором активно участвовал в деятельности студенческих землячеств и в революционных кружках.
		</p>
		<p>
Сразу после возвращения на родину в 1861 году, Калиновский вместе со своими соратниками создал революционные кружки в Гродненской и Виленской губерниях, вошедшие в единую конспиративную организацию.
		</p>
		<p>
В 1862 он стал во главе руководившего этой организацией Комитета движения, который позже стал Литовским провинциальным комитетом восстания.
		</p>
		<p>
В 1862-1863 руководил изданием и распространением "Мужыцкай праўды" - первой нелегальной революционной газеты на белорусском языке.
		</p>
		<p>
Возглавив в 1863 восстание против российских властей в Беларуси и Литве, Калиновский выступил за широкое вовлечение в борьбу крестьян, за распространение восстания на восток и на север - на территорию России.
		</p>
		<p>
При том, что он считал необходимым тесный союз с повстанцами в Польше, Калиновский последовательно призывал к независимости Литвы-Беларуси. "Константин Калиновский с настроением герценовской школы во главе честолюбивейших личностей из красных литвинов настойчиво проводил идею о самостоятельности Литвы", - писали о нем в донесениях виленскому генерал-губернатору.
		</p>
		<p>
В условиях жестоких действий правительственных сил, находясь в глубоком подполье, Калиновский руководил повстанцами до своего ареста в конце января 1864 года.
		</p>
		<p>
Приговорённый к смерти, Калиновский продолжал борьбу, обращаясь к народу с "Лістамi з-пад шыбеніцы".
		</p>
		<p>
В них он призывал не признавать российскую власть и воевать "за своего Бога, за своё право, … за свою Родину".
		</p>
		<p>
Кастуся Калиновского казнили в Вильно в 1864 году.
		</p>
		
		</br></br></br>
		<p><small>
		http://charter97.org/ru/news/2015/2/2/137856/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>