<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Иософат Кунцевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Апостол единения, Флорентийская и Брестская Унии, школы базилиан и Православная инквизиция. Ренессанс в Беларуси. 
	" />
  	<meta name="keywords" itemprop="keywords" content=" Иософат Кунцевич, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/kunciewicz/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h2>Иософат Кунцевич
		</br><small>архиепископ Полоцкий, св. апостол единения</small>
		</h2>
		<p class="img-float-left">
		<a href="../../images/img-figures/kunciewicz/iosaphat.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/iosaphat.jpg" height="160">
		</br><small>Св. Иосафат</small>
		</a>
		</p>
		<p class="img-float-right">
		<a href="../../images/img-terms/religion_blr/Religions_blr_1750.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-terms/religion_blr/Religions_blr_1750_thumb.jpg" height="160">
		</br>Униатство в Беларуси. 	
		</a>
		</p>
		<p>
		<i>"Уния не была случайными явлением; она не была и результатом личных только расчетов и своевольных действий отдельных представителей православной 
		церковной иерархия. Она была обусловлена исторической жизнью русской православной церкви в Литве и явилась ее прямым результатом."
		</i><small>
		</br>Энциклопедический словарь Брокгауза и Ефрона, 1890</small>
		</p>

		<p>
		Иосафат Кунцевич (1580 - 12 ноября 1623) — униатский епископ;  архиепископ Полоцкий (с 1618 до своей смерти). Активный проповедник Унии западной и восточной христианских 
		церквей — наследник <a href="../events/unia_religion_italy.php">Флоренийской Унии </a> 1439 года и проводник 
		<a href="../events/unia_religion_brest.php">Брестской Унии</a> 1596 г.
		</p>
		<p>
		В 1596 году, для уменьшения межконфессиональных противоречий и снижения влияния Москвы на внутренние дела <a href="../terms/wkl.php">ВКЛ</a> 
		принята <a href="../events/unia_religion_brest.php">Брестская уния</a> — переход православных приходов в греко-католические (униатские).
		</p>
		<p>
		[ <small><i>"Гэта неправільная фармуліроўка. Праваслаўныя заставаліся праваслаўнымі, проста біскупы дамовіліся, што цяпер яны пераходзяць 
		(ці вяртаюцца ў каталіцкім разуменні) у еднасць з Рымам."</i> — поправил редакцию представитель Рыма-каталіцкага Касцёла ў Беларусі.
		</small> ]
		</p>
		<p>
		Родился Иосафат (Иван) Кунцевич в 1580 году во Владимире-Волынском в семье православных. Вскоре после Брестской унии 1596 года переехал с родителями в Вильно. 
		В 1604 пострижен в монашество с именем Иосафат. Пишет сочинения о необходимости восстановления единства Западной и Восточной Церкви.
		В 1609 году посвящён в священники, а в 1614 стал архимандритом виленского монастыря Святой Троицы. 
		</br>[ <small>При Троицком монастыре  митрополит Киевский, Галицкий и всея Руси Ипатий Потий основал в 1601 году первую духовную семинарию Руской униатской церкви.</small> ]
		</p>
		<p>
		С 1618 — Полоцкий архиепископ. Первыми шагами Кунцевича в новой должности стало восстановление храмов 
		(в том числе <a href="../places/sophia_sobor.php">Софийского собора</a>), 
		учреждение церковно-приходских школ. Был активным проводником идей Брестсткой церковной унии. 
		Его деятельность вызвала враждебные действия православных иерархов, желавших консолидации с Москвой, а не с Римом. 
		В 1623 году во время пастырского визита в Витебск Иосафат Кунцевич был убит.
		</p>
		
		
		<p>
		Наряду с возможностью религиозного примирения, Уния подняла на качественно новый уровень всеобщее образование — по всей стране открывались школы и коллегиумы 
		<a href="../terms/jesuity.php">иезуитов</a> и <a href="../terms/religion_blr.php">базилиан</a> (униатов), принявших иезуитские стандарты обучения. В них принимали к обучению всех, независимо от религиозной принадлежности. 
		О разнице между Унией и РПЦ много сказано в классическй работе А. Киркора
		<a href="../download/kirkor.php">"Живописная Россия. Белорусское и Литовское Полесье"</a> 1882 
		и в <a target="_blank" href="../../images/img-terms/iesuity/iesuity_blr.pdf">издании</a> Гроденского Государственного Университета, 2002.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/religion_blr/kirkor_unia.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-terms/religion_blr/kirkor_unia_thumb.jpg" height="100">
		</br><small>Униатские школы
		</br>А. Киркор "Живописная Россия" 1882</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/unia_religion_italy/jesuits.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-events/unia_religion_italy/jesuits_thumb.jpg" height="100">
		</br><small>Иезуитские школы
		</br>ГрГУ, МинОбр РБ</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-terms/religion_blr/kirkor_maniushko.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-terms/religion_blr/kirkor_maniushko_thumb.jpg" height="100">
		</br><small>Упадок образования, 1839
		</br>А. Киркор "Живописная Россия" 1882</small>
		</a>
		</div>
		
		</div>
		</p>
		<p>
		Иосафат Кунцевич довершал дело <a href="../figures/vitovt.php">Витовта</a>, желавшего основать в своей стране самостоятельную литовскую митрополию. 
		Униатская церковь в <a href="../terms/belarus.php">Беларуси</a> <i>"была обусловлена исторической жизнью русской православной церкви в Литве и явилась 
		ее прямым результатом."</i> 
		</br>Активным сторонником Унии был канцлер ВКЛ <a href="../figures/sapega.php">Лев Сапега</a>, один из авторов Статута ВКЛ. 
		Даже <a href="../figures/smotrickij.php">Мелетий Смотрицкий</a> — ярый ее противник — к концу жизни перешел в униатство.
		</p>
		<p>
		По поводу обвинений его в жестокости при введения униатства — в то время христианство не было очень мирной религией. Тридатилетняя (1618-48) война в 
		Европе началась из противостояния католиков и протестантов. Католическая и православная инквизиции не церемонились с еретиками. В Соборном уложении 
		(свод законов Московского царства) первая же статья была <i>"о богохульниках"</i> и заканчивалась словами <i>"казнить и сжечь"</i>.
		</p>
		<p>[ <small>
		Интересно сравнить первую статью Соборного Уложения (действовало с 1649 по 1832) с первой статьей <a href="../download/statut_wkl.php">Статута ВКЛ</a> 
		(действовал с 1529 по 1840). <i>"Вси обыватели Великого князства Литовского тым одным правом писаным 
		и от нас даным сужоны быти мають" </i>
		( арт. 1, разд. 1,: "О персоне нашой Господарской").
		</small> ]
		</p>
		<p>
		<i>"Я же никогда никого к унии насилием не принуждал, такого никогда не было. Защищать же мне мои церковные права 
		(если на меня наступают насилием) меня принуждает обычная епископская присяга"</i> <small>
		</br>Иосафат Кунцевич</small>
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/kunciewicz/sobor_ulozenie_1649.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/sobor_ulozenie_1649_thumb.jpg" height="100">
		</br><small>Соборное Уложение, 1649
		</br>Глава I</small>
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/kunciewicz/statut_1566.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/statut_1566_thumb.jpg" height="100">
		</br><small>Статут ВКЛ, 1588
		</br>Глава I</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/kunciewicz/stPeter_Roma.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/stPeter_Roma_thumb.jpg" height="100">
		</br><small>Собор св. Петра. 
		</br>Место упокоения св. Иосафата</small>
		</a>
		</div>
		
		</div>
		
		<p>
		В 1643 г. папа Урбан VIII признал Кунцевича блаженным. Пий IX в 1867 г. причислил его к святым, 
		провозгласив его патроном для Руси и Польши. В своей энциклике Пий XI назвал Кунцевича "апостолом единения".
		</p>
		<p>
		В 1655 московские войска заняли Полоцк и униатский архиепископ Антоний Селява бежал с мощами Кунцевича в <a href="../places/zyroviczy.php">Жировицы</a>. 
		После освобождения Полоцка мощи были возвращены, но в начале XVIII в., когда Полоцк занят был Петром I, отвезены в г. 
		Белу. Реликвии привлекали массы богомольцев и служили оплотом унии. В 1917 году мощи Иосафата Кунцевича 
		были перевезены в Вену, а с 1946 года они находятся в базилике св. Петра в Риме.	
		</p>
		<h4>ON ST. JOSAPHAT
		</br><small>энциклика Папы Пия XI</small>
		</h4>
		<p>
		<a target="_blank" href="http://www.papalencyclicals.net/Pius11/P11ECCLE.HTM">Ecclesiam Dei</a>. Encyclical of Pope Pius XI promulgated on November 12, 1923 (text fragment)
		</p>
		<p><i>"
		Для того, чтобы это единство и согласие может быть увековечена навсегда, Бог в Своем высшем провидения освятил его печатью святости и мученичества. 
		Великая привилегия быть святым мучеником принадлежит Иосафату, архиепископу Полоцкому, восточнославянскоого обряда, 
		который по праву считается славой и опорой восточных славян. Конечно, было бы трудно обнаружить другого человека, 
		 кто сделал больше для их вечного благополучия, чем он, их пастор и апостол. Это особенно подтверждается тем фактом, 
		 что он пролил свою кровь для того, чтобы сохранить единство Святой Церкви...
		"</i></p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">

	<div class="smallfont">
	<h4>* Православная инквизиция</h4>
	
	<input type="button" class="btn btn-default btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
   		 </div>

<p>
[ <small>О католической инквизиции и Торквемаде знают все. Менее известна инквизиция православная. Монография Ефима Грекулова, 
много лет руководившего научно-исследовательской группой Московского архивного управления, дает возможность восполнить этот пробел. Выдержки из монографии.</small> ]
</p>

<p class="img-float-left">
		<a href="../../images/img-figures/kunciewicz/grekulow.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/grekulow.jpg" height="160">
		</a>
<p>
Грекулов Е. Ф. — Православная инквизиция в России
</br>Академия наук СССР. Научно-популярная серия.
</br>Издательство "Наука". М.: 1964 г.
</p>
<p>
В России еретиков судили по "градскому" закону, но это — по словам историка Н. М. Карамзина — было лишь одной "пристойностью". Хотя православная церковь 
не располагала таким инквизиционным аппаратом, какой имела католическая церковь, но в борьбе с ересями, прикрывавшими, как и на Западе, движение против феодального гнета,
 она применяла настоящие инквизиционные методы расправы - розыск и допрос под пытками и другие способы "познания истины". Она вела часто весь судебный процесс, 
 добиваясь угодного ей приговора и наказания. Православная церковь посылала на костры еретиков и ослушников собственной властью, светская же власть была лишь 
 исполнительницей ее требований и приговоров. Один из основателей православной инквизиции Иосиф Волоцкий провозгласил, что царь, не желавший бороться против ересей, не слуга божий, а дьявол...
</p>
<p>
Свою инквизиторскую деятельность православная церковь осуществляла через судебные органы, находившиеся в распоряжении епархиальных архиереев, через патриарший суд и церковные соборы. Она располагала и специальными органами, созданными для расследования дел против религии и церкви — Приказом духовных дел, Приказом инквизиторских дел, Раскольнической и Новокрещенской конторами и др. В духовном приказе рассматривались дела о богохульстве, еретичестве, волшебстве, святотатстве. Дела против веры и церкви вело также организованное при Синоде в 1721 г. тиунское управление. Приказ духовных дел наблюдал за "чистотой" православия, расправлялся с раскольниками и еретиками. Приказ инквизиторских дел вел следствие по делам "интересным" и "безгласным". Он имел большой штат инквизиторов как в Москве, так и на местах; возглавлял его протоинквизитор, архимандрит московского Данилова монастыря Пафнутий. В распоряжении Приказа инквизиторских дел были свои подьячие, своя охрана и собственная тюрьма. Настоящим инквизиторским застенком являлась и Раскольническая контора, существовавшая до 1764 г...
</p>
<p>
Особенно жестоко расправлялись соборы с церковными врагами в XIV-XVII вв…
</p>
<p>
Суровым и непримиримым гонителем был игумен Волоколамского монастыря Иосиф Санин (Волоцкий). Он был представителем воинствующей церкви, сторонником сильной светской власти, создателем теории божественного происхождения царской власти… Жестокие "градские" законы [предписывали карать смертной казнью за переход из православия в другую религию], преследовавшие свободу совести, Иосиф называл "божественным писанием".. После расправы с еретиками на соборе 1504 г Иосиф стал знаменем воинствующей церкви. За заслуги перед светской властью и церковью Иосиф в 1591 г. был объявлен общерусским "святым"...
</p>
<p>
Московских еретиков судил церковный собор 1504 г. По настоянию собора наиболее активных еретиков — Ивана Волка, Михаила Коноплева и Ивана Максимова сожгли в клетке в Москве, а Некраса Рукавова - в Новгороде, предварительно отрезав ему язык. Духовные инквизиторы во главе с митрополитом Симоном настояли еще на сожжении юрьевского архимандрита Кассиана…
</p>
<p>
Требования кровавой расправы над церковными противниками отразились и на законодательстве XVII в. В Соборном уложении 1649 г. критика церкви и ее догматов рассматривалась как богохульство и каралась сожжением на костре. Так же наказывались "без вся кого милосердия" и другие выступления против религии и церкви — переход в "басурманскую" веру, святотатство и др. По свидетельству иностранца Петрея, врагов церкви, "святотатцев", сажали на кол, после смерти тело снимали с кола, выносили за городские ворота и сжигали, а пепел засыпали землей15. По указу 1684 г. смертной казни через сожжение предавались еретики, которые "отшатнулись от церкви и чинят соблазн и мятеж", а также "перекрещенцы"...
</p>
<p>
"Хулители веры, — говорил Петр I, — наносят стыд государству и не должны быть терпимы, поелику подрывают основание законов". Виновным выжигали язык раскаленным железом, а затем их предавали смерти. В "Воинских артикулах" было записано, что смертью наказывались также и те, кто не доносил на еретиков, ибо они считались "причастниками богохуления"...
</p>
<p>
Кровавый террор по отношению к еретикам и другим противникам церкви получил широкое распространение и нашел отражение в народном творчестве. 
В былине о Добрыне Никитиче рассказывается, например, как он "учил" жену свою Марию Игнатьевну — еретичку, безбожницу: 
</br><i>Сперва отсек руки и ноги, а затем голову. И этот язык не надобен, Знал он дела еретические.</i>
</p>

<div class="col-md-12">
   		 <ul class="nav nav-list">
        <!--It's just line-->
        <li class="nav-divider"></li>
    	</ul>
 </div>    
      
</div>
</div>
</div>

	
<!--/Spoiler-->		
		
		</br></br></br>
		<p><small>
		http://catholic.by/2/home/authors-rubrics/vatican/114169-kuncewich.html</br>
		http://www.catholic.by/2/ru/belarus/saintsbelarus/100077-kuncevich.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>