<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Язеп Лёсик. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Язеп Лёсик
	" />
  	<meta name="keywords" itemprop="keywords" content=" Язеп Лёсик,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />


<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
               
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Язеп Лёсик</h3>
		<p>
		Статья в разработке
		</p>		
		<p>
		Иосиф (Язеп) Юрьевич Лёсик (18 ноября 1883 - 1 апреля 1940) — белорусский общественный и политический деятель, писатель, публицист, языковед, педагог. Академик АН БССР (1928). Родной дядя Якуба Коласа
		</p>		
		<p>
		Родился в крестьянской семье в д. Миколаевщина Столбцовского района. Учился в Молодечненской духовной семинарии. В 1905 году был арестован за участие в революционных беспорядках был пожизненно сослан в Иркутскую губернию,.
		</p>		
		<p>
		После Февральской революции вернулся из ссылки в Беларусь и примкнул к Белорусской Социалистической Громаде, став одним из лидеров её правого крыла, редактировал газету "Вольная Беларусь".
		</p>		
		<p>
		Возглавлял Исполнительный комитет Великой белорусской Рады. Участник Первого всебелорусского съезда (конгресса). После Октябрьской революции публично выступал против большевиков и разгона конгресса.
		</p>		
		<p>
		Стал одним из инициаторов создания БНР и подписания акта о её независимости.
		</p>		
		<p>
		После окончания Гражданской войны остался в БССР.  Выступал с лекциями в БГУ и Белорусском педагогическом техникуме, в 1922 году был избран членом Инбелкульта. 
		</p>		
		<p>
		Осенью 1922 года Лёсик был арестован ввиду признания его учебника белорусской грамматики "контрреволюционным".
		</p>		
		<p>
		1930 Арестован по  делу "Союза освобождения Беларуси". 
	</p>		
		<p>
		1938 Арестован по обвинению в принадлежности к контрреволюционной организации, приговорен к пяти годам лагерей за "антисоветскую агитацию". Согласно официальной версии, умер от голода.

		</p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>