<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Александр Юзеф Лисовский-Янович<small> полковник "лисовчиков", 1580-1616</small></h3>
		<p>
		Статья в разработке
		</p>
		<p>	
			— литовский шляхтич, который во главе лёгких кавалеристских отрядов («лисовчики») разорял территорию России во время Смутного времени.			
		</p>
		<p>		
		Родился в районе Вильны. Учился в виленской иезуитской школе. Военную карьеру начал в войске валашского господаря Михая, но после вторжения польских войск в 1600 году присоединился к ним. В 1604 году проявляет неповиновение короне, но находит службу в войске каштеляна Януша Раздзивилла.
		</p>
		<p>
		В отличие от других подразделений (хоругвей) польской и литовской конницы, были нерегулярными соединениями, лисовчики формально не получали жалования. Формировались они в основном из добровольцев мелкой шляхты и горожан из Великого княжества Литовского. Относились к лёгкой кавалерии казацко-татарского типа (сабля, сагайдак, пистолеты, минимум доспехов). Они кормились только за счёт трофеев и награбленной добычи. Во время боевых действий они рассчитывали на свою скорость и в сражениях не сооружали таборов. Лисовчики получили печальную известность благодаря многочисленным грабежам, насилиям и убийствам, жертвами которых становилось мирное население. Не брезговали они грабить и земли своей родины (это было одной из причин, почему король Сигизмунд III Ваза желал удалить их из Речи Посполитой настолько долго, насколько это возможно). В то же время противники уважали лисовчиков за высокие боевые качества.
		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>