<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Антон Луцкевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="А. Луцевич: Мы, белорусы, мысли которых выражаются в Нашей Ниве, должны были придерживаться простой и высокой мечты: 
		возрождение нашего народа и края твердо с гордостью отстаивать свои человеческие и гражданские права.
	" />
  	<meta name="keywords" itemprop="keywords" content="Антон Луцкевич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-terms/bnr/gramata_bnr.gif" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Антон Луцкевич
		</br><small>Старшыня Рады Міністраў Найвышэйшай Рады БНР и директор Белорусского музея в Вильне</small>
		</h3>
		<p class="img-float-left">
			<a target="_blank" href="../../images/img-figures/luckiewicz_anton/Luckewicz.jpg">
			<img alt="Антон Луцкевич" src="../../images/img-figures/luckiewicz_anton/Luckewicz.jpg" height="180" >
			</a>
		</p>
		<p class="img-float-right">
			<a target="_blank" href="../../images/img-figures/luckiewicz_ivan/Nas_niva.jpg">
			<img alt="Антон Луцкевич" src="../../images/img-figures/luckiewicz_ivan/Nas_niva_thumb.jpg" height="180" >
			</br><small>Наша Нива</small>
			</a>
		</p>
		<p>
		<i>
		"Мы, белорусы, мысли которых выражаются в газете "Наша Нива", должны были придерживаться простой и высокой мечты: 
		возрождение нашего народа и края твердо с гордостью отстаивать свои человеческие и гражданские права"
		</i>
		</br><small>А. Луцевич, 1911</small>
		
		</p>
		<p>
		Антон Иванович Луцкевич (29 января 1884-1942) — белорусский политик, общественный деятель, историк, издатель, публицист и литературовед. 
		Один из основателей белорусского национального движения в XX веке, брат <a href="luckiewicz_ivan.php">Ивана Луцкевича</a>.
		</p>
		<p>
		Браты Луцкевиiчы паходзілi з дробнай <a href="../terms/shliahta.php">шляхты</a> i былі бачнымі дзеячамі віленскага масонства, заснавальнікамі ложы 
		"Лучнасць" ("Адзінства"), выдаўцамі газеты "Наша Ніва", заснавальнiкамi <a href="../terms/blr_museum.php">Беларускага музея</a> ў Вільні.
		</p>
		<p>
		Учился на физико-математическом факультете Петербургского и юридическом факультете Дерптского (Тарту) университетов. 
		Был одним из основателей Белорусской Социалистической Грамады (БСГ), Белорусской социал-демократической партии, участвовал 
		в организации выпуска первых белорусских периодических изданий "Наша доля", "Наша нива" и "Гоман".
		</p>
		<p>
		1918 — на Белорусской конференции избран председателем Виленского Белорусского совета; член Совета 
		<a href="../terms/bnr.php">Белорусской Народной Республики</a>. Инициатор провозглашения независимости <a href="../terms/belarus.php">Беларуси</a>.
		</p>
		<p>
		1918-20 — председатель Совета Министров (Старшыня Рады Міністраў Найвышэйшай Рады БНР) и министр иностранных дел БНР.  Последовательно отстаивал права белорусского народа на самоопределение.
		</p>
		<p class="img-float-center">
			<a target="_blank" href="../../images/img-terms/bnr/gramata_bnr.gif">
			<img src="../../images/img-terms/bnr/gramata_bnr.gif" height="200" class="img-float-center">
			</br><small>Уставная Грамота Рады БНР </small>
			</a>
		</p>
		<p>
		1921 года — председатель Белорусского национального комитета в <a href="../places/wilno.php">Вильно</a>. Председатель Белорусского научного товарищества, которое позже слилось с Обществом белорусской школы. 
		</p>
		<p>
		1921-39 — директор Белорусского музея в Вильно. Преподавал в Виленской белорусской гимназии.
		</p>
		<p>
		В  1927  арестован польскими властями за речь "в пользу" СССР, признан судом невиновным. 
		</p>
		<p>
		1928 — арестован и вновь признан невиновным, после чего отошёл от активного участия в политической жизни. В 1930 году стал одним из основателей Центрального союза культурных и хозяйственных организаций ("Центросоюза").
		</p>
		<p>
		В 1930 году в статье "Тень Азефа" он дал резко отрицательную характеристику политике И. В. Сталина и его окружения. В этом же году польские власти запретили деятельность Белорусского издательского общества, которым управлял А. И. Луцкевич. 
		</p>
		<p>
		В 1939 года был арестован в Вильно сотрудниками НКВД, переправлен в Минск и приговорён к 8 годам лишения свободы. Умер в 1942 году.
		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>