<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Наркевич-Иодко. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Наркевич-Иодко. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Наркевич-Иодко, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Наркевич-Иодко</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Яков (Сармат-Яков-Сигизмунд) Оттонович Наркевич-Иодко (8 января 1848, имение Турин Игуменского уезда Минской губернии (ныне Пуховичского района Минской области Республики Беларусь) - 6 февраля 1905, Вена) - белорусский ученый-естествоиспытатель, врач, изобретатель электрографии и беспроволочной передачи электрических сигналов, профессор электрографии и магнетизма.
		</p>
		<p>
		Признанием научной общественностью результатов исследований белорусского ученого явилось избрание его членом ряда научных обществ, в том числе Минского общества сельского хозяйства (1881), Императорского Русского географического общества (1889), Императорского вольного экономического общества (1889), Императорского Русского физико-химического общества (1891), Итальянского медико-биологического общества (1893), Французского электротерапевтического общества при Парижской академии наук (1894), почетным членом Физико-математического общества Галилея во Флоренции (1892) и Французского астрономического общества (1894). По представлению Петербургской академии наук ученый был награждён орденами Святой Анны ІІ и ІІІ степени. Его работы неоднократно удостаивались дипломов и медалей научных обществ и выставок.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>