<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
<!-- ***Title*** -->
 	<title>Януш Радзивилл и Кейданская уния</title>

<!-- ***Meta*** -->
	<meta name="description" content="Племянник св. Софии, герой битв под Лоевом, разорвавший Унию с Польшей — Януш Радзивилл, великий гетман Литовский
	" />
  	<meta name="keywords" itemprop="keywords" content=" Януш Радзивилл, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/radziwill_janusz/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h1>Януш Радзивилл и Кейданская уния</h1>
		
		<h2>Януш Радзивилл</h2>
		<p class="img-float-left">
		<a href="../../images/img-events/battle_loew/janush_radziwill.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-events/battle_loew/janush_radziwill_thumb.jpg" height="140">
		</br><small>Януш Радзивилл</small>
		</a>
		</p>
		<p class="img-float-right">
		<a href="../../images/img-figures/radziwill_janusz/herb_radziwill.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/herb_radziwill_thumb.jpg" height="140">
		</br><small>Герб Радзивиллов</small>
		</a>
		</p>
		
		<p>
		Януш <a href="../figures/radziwilly.php">Радзивилл</a> (2 декабря 1612-1655) — воевода виленский (1653-1655), 
		<a href="../terms/weliki_hetman.php">великий гетман литовский</a> (1654-1655), 
		князь Священной Римской империи, внук Николая Радзивилла Рыжего.
		</p>
		<p>
		Владел обширными и многочисленными имениями. Ему принадлежали Биржи, Дубинки, Кейданы, Вижуны, Папели и Яшуны на территории Летувы, 
		Любча в Новогрудском повете, Дойлиды и Заблудув в Гродненском повете, Невель в Витебском повете, Себеж в Полоцком повете. 
		</p>
		<p>
		Януш Радзивилл — племянник <a href="../figures/zofia_sluck.php">святой Софии Слуцкой</a>, католической покровительницы православия в Беларуси, 
		чьи мощи лежат в минском Кафедральном соборе (главный храм белорусского экзархата РПЦ) — бывшем католическом монастыре бернардинок. 
		</p>
		<p>
		По имени Януша Радзивилла, как первого владельца, названа <a href="../download/letopis_radziwil.php">Радзивилловская летопись</a> 
		— список XV века "Повести временных лет" (летопись начала XII века), иллюстрированный 617-тью миниатюрами.
		</p>
		<p>
		Закончил кальвинистскую Слуцкую гимназию, продолжил своё образование в Лейпцигском, Альтдорфском и Лейденском университетах, 
		посетил Францию и Англию. В 1632 году король Владислав IV Ваза назначил Януша Радзивилла послом Речи Посполитой в Англии и Нидерландах.
		</p>
		<p>
		В 1646 году Януш Радзивилл стал гетманом польным литовским, в том же году получил должность старосты генерального жмудского. 
		Из-за старости гетмана великого литовского <a href="../figures/kishky.php">Януша Кишки</a> Януш Радзивилл стал фактическим 
		командующим армии <a href="../terms/wkl.php">Великого княжества Литовского</a>.
		</p>
		
	<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/magnaterii_XVI-XVII.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/magnaterii_XVI-XVII_thumb.jpg" height="100">
		</br><small>Владения Радзивиллов</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/aunt.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/aunt_thumb.jpg" height="100">
		</br><small>Тетя Януша Радзивилла</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/Lubcha_castle.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/Lubcha_castle_thumb.jpg" height="100">
		</br><small>Замок Януша в Любче</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-download/letopis_radziwil/letopis.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img src="../../images/img-download/letopis_radziwil/letopis_thumb.jpg" height="100"/>
		</br><small>Радзивилловская летопись</small>
		</a>
		
	</div>
		
		<p>
		В 1648 году после смерти Владислава IV Вазы королем стал его младший брат Ян II Казимир. Новый король стремился консолидировать королевскую власть
		 и ограничить самовластие магнатов. В ответ Януш Радзивилл и несколько магнатских семей заключили договор, направленный против 
		 усиления королевской власти.
		</p>
		<h3>Битвы под Лоевом</h3>
		<p>
		<a href="../events/battle_loew.php">Битвы под Лоевом</a> — сражения войск ВКЛ с Войском Запорожским во время восстания Хмельницкого. 
		В 1649 году Януш Радзивилл во главе литовского войска выступил на подавление восстания Хмельницкого на юге Великого княжество Литовского 
		и на коронных землях на Украине. В июле 1649 года во главе 7-тысячной армии разгромил в битве под Лоевом 20-тысячное повстанческое 
		войско Михаила Кричевского. В 1651 году снова под Лоевом разбил казацкие Мартына Небабы, затем вторгся на Украину и захватил Киев, 
		выбив оттуда казаков.
		</p>
		
		<div class="col-md-12">
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/blr_entire/ua_hmelnicky.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Битва под Лоевом" src="../../images/img-terms/blr_entire/ua_hmelnicky_thumb.jpg" height="100">
		</br><small>Восстание Хмельницкого</small>	
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-events/battle_loew/loew_1649.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Битва под Лоевом" src="../../images/img-events/battle_loew/loew_1649_thumb.jpg" height="100">
		</br><small>Битва под Лоевом 1649 г.
		</br>(гравюра 1720 года)</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/Medal_recapture_of_Kiev_1651.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/Medal_recapture_of_Kiev_1651_thumb.jpg" height="100">
		</br><small>Памятная в честь Януша Радзивилла, 1651</small>
		</a>
		</div>
		
		<div class="col-md-3 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/ukraina_1657-1667.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/ukraina_1657-1667_thumb.jpg" height="100">
		</br><small>Гетманщина 1657-1667</small>
		</a>
		</div>
		
	</div>
		
		<p>
		В политическом отношении был сторонником идеи независимости ВКЛ. Еще в юности в Вильне в присутствии монарха бросил польским сенаторам: 
		"Придёт время, - поляки к дверям не попадут: через окна их выбрасывать будем". С 1649 года пытался наладить контакты с протестантской Швецией.
		</p>
		<h3>Кровавый Потоп</h3>
		<p>
		<a href="../events/blood_potop.php">Кровавый Потоп</a> — война с Москвой 1654-1667 годов. Самая кровопролитная война в истории Беларуси.
		Как великий гетман Литовский, Януш Радзивилл участвовал в первых боях под Шкловом и Шепелевичами, был ранен, едва не попал в плен. 
		Местный житель провёл его через болота в Борисов, откуда Януш отступил в Минск, где собирал шляхетские отряды для продолжения борьбы.
		</p>
		
		<p>
		1655 Русские войска оккупировали большую часть ВКЛ. Януш Радзивилл руководил обороной Вильны, после падения города 
		бежал в Кейданы, где 20 октября заключил со шведским королём Карлом X Густавом Кейданскую унию — соглашение, по которому ВКЛ выходило 
		из состава Речи Посполитой и вступало в федеративный союз со Швецией. В его планах было создание самостоятельного Литовского княжества 
		с ним же самим во главе. 
		</p>
		<p>
		Литовские магнаты под руководством воеводы витебского <a href="../figures/sapegi.php">Павла Яна Сапеги</a> отказались поддерживать Януша. 
		Они отступили в <a href="../pages/figures/kishky.php">Подляшье</a> и стали лагерем в Вербилово. Здесь Павел Сапега и Винцент Гонсевский заявили о создании конфедерации 
		против Радзивилла и Швеции.
		</p>
		<p>
		В ноябре 1655 года гетман великий литовский Януш Радзивилл с небольшим войском (до 2 тыс. чел) укрепился в своем замке в Тыкоцине 
		(Подляшье), который вскоре осадили войска Павла Яна Сапеги. Шведский король не оказал военной помощи своему союзнику. 
		В ночь с 30 на 31 декабря 1655 года Януш Радзивилл внезапно скончался.
		</p>
		
		<div class="col-md-12" >
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-events/battle_polonka/rzeczpospolita_Potop.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Кровавый Потоп" src="../../images/img-events/battle_polonka/rzeczpospolita_Potop_thumb.jpg" height="100">
		</br><small>"Кровавый Потоп" 1654-1667</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/Tykocin_castle.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Кровавый Потоп" src="../../images/img-figures/radziwill_janusz/Tykocin_castle_thumb.jpg" height="100">
		</br><small>Замок в Тыкоцыне (Подляшье, РП)</small>	
		</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/radziwill_janusz/Pomnik_w_Kiejdanach.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Кровавый Потоп" src="../../images/img-figures/radziwill_janusz/Pomnik_w_Kiejdanach_thumb.jpg" height="100">
		</br><small>Памятник Янушу Радзивиллу, Кейданы (Летува)</small>	
		</a>
		</div>
		
		</div>
		
		<h2>Кейданская уния</h2>
		
		<p class="img-float-left">
		<a href="../../images/img-figures/radziwill_janusz/Kedainiai_Union.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/Kedainiai_Union_thumb.jpg" height="140">
		</br><small>Кейданская уния</small>
		</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-figures/radziwill_janusz/book100.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Януш Радзивилл" src="../../images/img-figures/radziwill_janusz/book100_thumb.jpg" height="140">
		</br><small>"100 интриг"</small>
		</a>
		</p>
		
		<p>
		Кейданская уния — соглашение между  магнатами Великого княжества Литовского и Королем Швеции Карлом X Густавом, подписанное по инициативе Януша Радзивилла в 1655 году во время "Кровавого Потопа" 1654-1667.  
		</p>
		<p>
		Ее целью было положить конец польско-литовского союза и выделить из Речи Посполитой Великое княжество Литовское, управляемое Радзивиллами.
		</p>
		<p>
		По оценке современных беларуских историков, Кейданская декларация явилась компромиссом между магнатскими родами разных конфессий, шляхтой Жамойтии и верховной властью ВКЛ ради того, чтобы спасти от захвата Москвой хотя бы часть государства.
		</p>
		<p>
		Согласно предварительной декларации ВКЛ разрывало унию с Польским королевством и вступало в конфедеративный союз со Швецией, сохраняя свои органы власти, законы и суды. Войско ВКЛ передавалось в подчинение шведскому королю, но не должно было воевать с польским войском.  
		</p>
		<p>
		Из-за тяжелого положения на фронтах войны условия подписанного договора изменились.
		</p>
		<p>
		Верховную власть в ВКЛ должен был осуществлять наместник короля. Только король (а не вальный сейм) имел право объявлять войну и заключать мир. Все юридические и имущественные права шляхты сохранялись, равно как права и имущество всех религиозных конфессий.
		</p>
		<p>
		Большинство магнатов и шляхты ВКЛ не поддержали новую унию. В первую очередь их не устраивали ликвидация выборов короля и требование Швеции воевать против Польши.
		</p>
		<p>
		Фактически, уния прекратила свое действие со смертью Януша Радзивилла.
		</p>
		
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->
<div class="spoil">
	
	<p>
	<div class="smallfont">
	<h4>Кейданская уния (август - октябрь 1655 г.)
		</br><small>А. Тарас Анатолий, " Краткий курс истории Беларуси IX-XXI веков"</small></h4>
	
	<input type="button" class="btn btn-info btn-sm" value="Показать / Скрыть" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Скрыть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Показать / Скрыть'; }">
	</p>

</div>

<div class="alt2">
<div style="display: none;">

<div class="col-md-12 top-list">
<!--It's just line-->
</div>


<p>
		Во время "Потопа" шла еще и Северная война 1655-60 гг. между Речью Посполитой и Швецией. Незадолго до падения Вильни группировка магнатов и шляхты ВКЛ во главе с великим гетманом Янушем Радзивиллом и его племянником Богуславом в поисках выхода из трагической ситуации обратилась к шведскому королю Карлу X с просьбой о покровительстве Швеции над ВКЛ.
		</p>
		<p>
		17 августа 1655 года в военном лагере возле Кейданов была подписана Кейданская декларация. Под этим документом подписались почти 550 шляхтичей и священников. Они представляли войско ВКЛ, но подписывались от имени всего Великого Княжества. 
		</p>
		<p>
		Согласно декларации  ВКЛ разрывало унию с Польским королевством и вступало в конфедеративный союз со Швецией. Шведский король становился еще и великим князем литовским. Он обязывался уважать шляхетские вольности и привилегии, покровительствовать костёлу. В ВКЛ сохранялись свои органы власти, законы и суды. Положение всех религиозных конфессий сохранялось без изменений. Войско ВКЛ передавалось в подчинение шведскому королю, но не должно было воевать с польским войском. После освобождения территории ВКЛ от московских оккупантов все имения следовало вернуть прежним владельцам.
		</p>
		<p>
		По оценке современных беларуских историков, Кейданская декларация явилась компромиссом между Я. Радзивиллом и В. Гонсевским, протестантами и католиками, шляхтой Жамойтии и верховной властью ВКЛ. Они пошли на уступки друг другу ради того, чтобы спасти от захвата Москвой хотя бы остатки государства.
		</p>
		<p>
		Польша восприняла декларацию как государственную измену. Ведь по условиям Люблинской унии ВКЛ не имело права вступать в сепаратные дипломатические отношения и заключать международные соглашения. Но Статут ВКЛ 1588 года трактовал Великое Княжество как независимое государство, имеющее право вести собственную внешнюю политику.
		</p>
		<p>
		Шведский парламент отказался утвердить Кейданскую декларацию - его не устраивал отказ войска ВКЛ воевать против Польши, требование начать войну против Московии, принцип равенства ВКЛ и Шведского королевства. Поэтому переговоры продолжались.
		</p>
		<p>
		За два месяца, прошедших с момента объявления Кейданской декларации политическое положение ВКЛ и Польши резко изменилось.
		</p>
		<p>
		Шведский корпус (свыше 10 тыс. чел.) занял северную часть ВКЛ. Шведы требовали рекрутов, взымали подымный налог, реквизировали лошадей и фураж. Это вызывало сопротивление шляхты и крестьянства, которые перешли в некоторых местах к партизанской борьбе. Часть войска ВКЛ покинула лагерь в Кейданах, перешла в Вербилово и создала конфедерацию, против Радзивиллов. 
		</p>
		<p>
		В Польше шведские войска 8 сентября заняли Варшаву, а 25 сентября - Краков. К октябрю более двух третей территории Польши оказались под властью шведского военного командования и назначенной им администрации.
		</p>
		<p>
		Теперь шведские представители могли навязать Радзивиллам свои условия. Вопреки желанию последних, ВКЛ становилось протекторатом Швеции, а не равноправным партнером.
		</p>
		<p>
		Верховную власть в ВКЛ должен был осуществлять наместник короля. Только король (а не вальный сейм) имел право объявлять войну и заключать мир. Но все юридические и имущественные права шляхты сохранялись, равно как права и имущество римско-католической, униатской и православной церквей.
		</p>
		<p>
		20 октября 1655 года в Кейданах был подписан акт унии между ВКЛ и Швецией. Документ подписали 1172 представителя ВКЛ, в том числе 75 урадников (государственных чиновников), много офицеров и священников, большая группа лютеранских баронов из Ливонии. Однако большинство магнатов и шляхты ВКЛ не поддержали новую унию. В первую очередь их не устраивали ликвидация выборов короля и требование воевать против Польши.
		</p>
		<p>
		Вскоре Януш Радзивилл умер в Тыкоцине (31 декабря 1655 г.), судя по обстоятельствам смерти - в результате отравления. 
		</p>

<div class="col-md-12 top-list">
<!--It's just line-->
</div>    
      
</div>
</div>
</div>	
<!--/Spoiler-->
		
		
		
		</br></br></br>
		<p><small>
		
		http://www.e-reading.club/chapter.php/1039116/192/Taras_-_Kratkiy_kurs_istorii_Belarusi_IX-XXI_vekov.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>