<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Сапега Лев Иванович</h3>
		<p>
			Статья в разработке		
		</p>
		<p>
		Лев Иванович Сапега (4 апреля 1557, Островно, ныне Бешенковичский район Республики Беларусь - 7 июля 1633, Вильна) - государственный и военный деятель Великого княжества Литовского, дипломат и политический мыслитель.
		</p>
		<p>
		Происходил из магнатского рода Сапег герба "Лис". Старший сын старосты дорогичинского и подстаросты оршанского Ивана Ивановича Сапеги (ум. 1580) и Богданы Друцкой-Соколинской. Воспитывался в несвижском имении Николая Радзивилла Чёрного, который затем послал его учиться в Лейпцигский университет.
		</p>
		<p>
		Родился в православной семье, перешёл в кальвинизм, в 1588 году принял католичество. Был сторонником воссоединения христианской церкви, поэтому деятельно участвовал в подготовке церковной унии (Брест, 1596).
		</p>
		<p>
		Историки приписывают Льву Сапеге инициативу создания выдающегося памятника правовой и политической мысли Европы - Статута Великого княжества Литовского 1588 года. Он же был основным разработчиком кодификации.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>