<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Ян Станкевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Ян Станкевич.
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Ян Станкевич, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                       
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Ян Станкевич</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Ян (Янка) Станкевіч (26 лістапада 1891, в. Арляняты, Ашмянскі павет - 16 ліпеня 1976; Псеўданімы: Брачыслаў Скарыніч) - беларускі мовазнавец, гісторык, палітычны дзеяч. Доктар славянскай гісторыі і філалогіі (1926).
		</p>
		<p>
		У 1-ю сусветную вайну ў дзеючай расійскай арміі. Удзельнік з'езда беларускіх нацыянальных арганізацый у Мінску (сакавік 1917), з'езда настаўнікаў Мінскай губерніі (май 1917). З снежня 1917 у Вільні, удзельнік стварэння Беларускага навуковага таварыства, у студзені 1918 абраны ў склад Віленскай беларускай рады, удзельнічаў у сесіі Рады БНР у Мінску (24-25.3.1918). У лістападзе 1918 кааптаваны ў склад Літоўскай Тарыбы. Пасля прыходу ў Вільню Чырвонай Арміі працаваў у літаратурна-выдавецкім аддзеле Наркамасветы Літоўска-Беларускай ССР, загадваў беларускім выдавецтвам "Веда". У час польска-савецкай вайны 1919-1920 гадоў член Цэнтральнай беларускай рады Віленшчыны і Гродзеншчыны, прэзідыума Беларускай цэнтральнай школьнай рады.
		</p>
		<p>
		Скончыў Віленскую беларускую гімназію (1921), Карлаў універсітэт у Празе (1926). Доктар славянскай філалогіі і гісторыі (1926). Працаваў выкладчыкам беларускай мовы ў Варшаўскім універсітэце (1928-1932) і Універсітэце Стэфана Баторыя ў Вільні (1927-1940). Друкаваўся ў часопісе "Крывіч", заходнебеларускіх выданнях.
		</p>
		<p>
		Я. Станкевіч быў паслом Сейму Польшчы (1928-1930). Як палітык з'яўляўся прыхільнікам польска-беларускага збліжэння, за што яго не раз крытыкавалі беларускія групоўкі.
		</p>
		<p>
		У 1940 Янка Станкевіч выехаў у Варшаву, дзе далучыўся да дзейнасці Беларускага камітэта. Я. Станкевіч супрацоўнічаў з В. Іваноўскім, наладзіў кантакты з польскім антыфашысцкім падполлем, стварыў канспірацыйную групу пад назвай Партыя беларускіх нацыяналістаў (ПБН). Стратэгічнай мэтай гэтай дзейнасці з'яўлялася адбудова беларускай дзяржаўнасці ў апоры на Польшчу.
		</p>
		<p>
		З восені 1941 Я. Станкевіч жыў у Менску, куды перамясціўся і ЦК ПБН, нядоўга працаваў у школьным аддзеле Мінскай управы. Станкевіч быў членам Беларускай народнай самапомачы, Беларускай незалежніцкай партыі, навуковага аддзела Беларускай цэнтральнай рады, адным з заснавальнікаў Беларускага навуковага таварыства. Выкладаў гісторыю Беларусі ў падафіцэрскай школе паліцыі ў Мінску.
		</p>
		<p>
		З 1944 Я. Станкевіч апынуўся на эміграцыі. У Германіі ён аднавіў дзейнасць Беларускага навуковага таварыства. З 1949 Я. Станкевіч жыў у ЗША, удзельнічаў у працы Беларуска-амерыканскага задзіночання, Беларуска-амерыканскага звязу, выдаваў часопіс "Веда", "Незалежнік", супрацоўнічаў з Беларускім інстытутам навукі і мастацтва і яго выданнем "Запісы", часопісам "Сяўбіт", газетай "Бацькаўшчына" (Мюнхен), "Беларус" (Нью-Ёрк) і інш. Заснавальнік (разам са С. Станкевічам) Вялікалітоўскага фонду імя Л. Сапегі.

		</p>
		
		</br></br></br>
		<p><small>		
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>