<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Судзиловский Николай Константинович, первый Президент сената территории Гавайи</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Судзиловский Николай Константинович  (псевдоним Николас Руссель; 15 декабря 1850 - 30 апреля 1930) - учёный-этнограф, географ, химик и биолог белорусского происхождения; революционер-народник, один из первых участников "хождения в народ". Деятель революционного движения в Российской Империи, Швейцарии, Англии, Франции, Болгарии, США, Японии, Китае. Один из зачинателей социалистического движения Румынии, сенатор Территории Гавайи (c 1900 г.), президент сената Территории Гавайи (c 1901 г. по 1902 г.).
		</p>
		<p>
		Судзиловский родился в Могилёве, в обедневшей шляхетской семье (имели поместье в деревне Фастов Мстиславского уезда)
		</p>
		<p>
		В 1892 году Судзиловский-Руссель переехал на Гавайские острова, получил американское гражданство. Был владельцем кофейной плантации, занимался также врачебной практикой. Пользуется большим уважением среди местного населения (канаков), получает прозвище Каука Лукини (что означает "русский доктор"). Проводит разъяснительные беседы, учит аборигенов революционной борьбе, и организует "партию самоуправления гавайи" (гомрулеров), призванную бороться за интересы коренных жителей. На этом посту он пытался проводить радикальные демократические реформы, но не мог остановить процесса инкорпорации Гавайев Соединёнными Штатами.
		</p>
		<p>
		В 1900 году президент США Уильям Маккинли подписал "Акт о предоставлении правительства Территории Гавайи" (также известный как "Гавайский Органический Акт"), в соответствии с которым, создавались:
		</br>- институт Губернатора Территории, назначаемого действующим президентом США,
		</br>- двухпалатный Законодательный орган Территории, состоявший из избираемых Палаты представителей и Сената,
		</br>- Верховный суд.
		</p>
		<p>
		США предоставляет местным жителям выбор между республиканской и демократической партией. Однако в предвыборную борьбу включается третья партия (созданная Н. К. Судзиловским).
		</p>
		<p>
		В 1900 году, при поддержке коренного населения, Николай Судзиловский и ряд его сторонников проходят в сенат гавайских островов, а в 1901 Н. К. Судзиловский-Руссель был избран первым президентом Сената Гавайских островов.

		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>