<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Бронислав Тарашкевич и Франтишек Алехнович. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Разорванная страна. Сьвядомыя змагары. Их арестовывали по обе стороны границы.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Бронислав Тарашкевич, Франтишек Олехнович,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/tarashkevicz/title.jpg" />


<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
               
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h2>Бронислав Тарашкевич и Франтишек Олехнович
		</br><small>Разорванная страна. Сьвядомыя змагары. Их арестовывали по обе стороны границы.
		</small>
		</h2>
		<h3>Бронислав Тарашкевич
		</br><small>Автор грамматики и основатель ТБШ. Западная Беларусь
		</small>
		</h3>
		
		<p class="img-float-left">
		<a href="../../images/img-figures/tarashkevicz/Tarashkevich.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Бронислав Тарашкевич" src="../../images/img-figures/tarashkevicz/Tarashkevich.jpg" height="140" >
			</br><small>Б. Тарашкевич</small>
			</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-figures/tarashkevicz/Bielaruskaja_gramatyka_dla_skol_1931_lat.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Бронислав Тарашкевич" src="../../images/img-figures/tarashkevicz/Bielaruskaja_gramatyka_dla_skol_1931_lat_thumb.jpg" height="140" >
			</br><small>Грамматика</small>
			</a>
		</p>
				
		<p>
		Бронислав Адамович Тарашкевич (20 января 1892 - 29 ноября 1938) — языковед, переводчик, публицист. Академик АН БССР.	
		</p>		
		<p>
		Наверно, лучше всего его характеризуют строки из устава ТБШ — "расширять и помогать просвещению в белорусском национальном, 
		человеческом и христианском духе". 
		Подготовил и издал в Вильне (1918) в типографии Мартина Кухты первый учебник "Белорусская грамматика для школ" (латиницей и кириллицей), 
		  заложив основы норм современного литературного языка.
		Стремился к объединению страны и народа, разорванного Рижским договором 1921 года между СССР и Польшей.	
		</p>		
		<p>
		Основатель "Таварыства беларускай школы" ТБШ (1921-1936) — культурно-просветительской организации в Западной Беларуси. Насчитывала около 30 тыс. членов. 
		Перевел на белорусский язык "Илиаду" Гомера и поэму "Пан Тадеуш" А. Мицкевича.
		</p>		
		<p>
		Окончил с серебряной медалью Виленскую гимназию. Историк-филолог (Петербургский университет) и 
		приват-доцент древнегреческого и латинского языков. Был одним из лидеров Беларускай Сацыялістычнай Грамады 
		— первой белорусской национальной политической партии (Вильно, Минск, Петербург). 
		Преподавал белорусский и греческий языки в Минском педагогическом институте, был членом масонских лож в Вильно и Варшаве.
		Возглавлял белорусский сектор департамента просвещения Срединной Литвы.
		</p>						
		
		<p>
		После раздела белорусских земель по Рижскому договору между СССР и Польшей (1921) жил в Западной Беларуси. 
		</br>Был членом Центрального белорусского избиркома, директором Виленской белорусской гимназии, депутатом польского сейма, Председателем Белорусского посольского клуба.
		</p>
		
		<div class="col-md-12">	
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/tarashkevicz/TBSz_1927.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Бронислав Тарашкевич" src="../../images/img-figures/tarashkevicz/TBSz_1927_thumb.jpg" height="100" >
			</br><small>ТБШ в Мире и Гродно, 1927</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/tarashkevicz/Caricature_for_Riga_Peace_1921.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Бронислав Тарашкевич" src="../../images/img-figures/tarashkevicz/Caricature_for_Riga_Peace_1921_thumb.jpg" height="100" >
			</br><small>Разорванная страна</small>
			</a>
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../../images/img-figures/tarashkevicz/memory.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Бронислав Тарашкевич" src="../../images/img-figures/tarashkevicz/memory_thumb.jpg" height="100" >
			</br><small>Память</small>
			</a>
		</div>
		
		</div>
						
		<p>
		Был дважды арестова и осужден на 12 и 8 лет заключения "за попытку государственного переворота" с целью воссоединения 
		страны — присоединения Западной Белоруссии к Восточной (СССР). Был освобожден по советско-польскому обмену политзаключенными.
 		</p>		
		<h4>Обмен на границе: Тарашкевич-Алехнович</h4>	
		<p>
		6 сентября 1933 происходит обмен на советско-польской границе: Франтишек Олехнович возвращается из советской тюрьмы в Западную Беларусь, 
		а поляки передают советам Бронислава Тарашкевича.
		</p>		
		<p>
		Бронислав Тарашкевич после обмена работал заведующим отдела Польши и Прибалтики в Международном аграрном институте.
		</br>В 1937 году арестован, в январе 1938 года приговорён к высшей мере наказания; 29 ноября 1938 года — расстрелян.
		</p>
		
		<h3>Франтишек Алехнович
		</br><small>«Бацька навейшай беларускай драматургіі» и националист. Восточная Беларусь
		</small>
		</h3>
		
		<p class="img-float-left">
		<a href="../../images/img-figures/tarashkevicz/Franciszak_Alachnovicz.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Франтишек Алехнович" src="../../images/img-figures/tarashkevicz/Franciszak_Alachnovicz.jpg" height="140" >
			</br><small>Ф. Алехнович</small>
			</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-figures/tarashkevicz/books.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Франтишек Алехнович" src="../../images/img-figures/tarashkevicz/books_thumb.jpg" height="140" >
			</br><small>Наследие</small>
			</a>
		</p>
		
		<p>
		Франтишек Олехнович ( 9 марта 1883 - 3 марта 1944) - белорусский политический деятель, драматург, писатель, журналист.
		</p>		
		<p>
		Нарадзіўся ў Вільні ў сямьі Караля Аляхновіча, зьбяднелага шляхціча з-пад Радашковічаў, прафесійннага музыкі-скрыпача.  Скончыў Варшаўскую Драматычную школу пры Музычным таварыстве.
		</p>		
		<p>
		C 1920 г. жил в Вильне, редактировал газету "Беларускі звон", сотрудничает с "Нашай Нівай", ставит беларускамоўныя пьесы на сценах Вильни, Минска, Лиды, Радошкович, Вилейки. Рэдагуючы гумарыстычны тыднёвік "Perkunas", Францішак Аляхновіч надрукаваў залішне крамольны артыкул - яго абвінавачваюць у "стремлении к ниспровержению существующего строя" і ў "возложении хулы на бесплотные силы небесные"
		</p>		
		<p>
		В 1926 г. решил остаться в БССР после конференции в Минске. 23 снежня пісьменнік атрымлівае статус грамадзяніна БССР, а ўжо 1 студзеня 1927 года апынаецца ў ізалятары мінскай турмы. Яму інкрымінуюць шпіянаж на карысць буржуазнай Польшчы. У следчай справе Ф. Аляхновіча захаваўся напісаны да Цэнтральнага Выканаўчага Камітэта зварот, пад якім падпісаліся Янка Купала, Якуб Колас, Максім Гарэцкі, Змітрок Бядуля, Алесь Гурло і інш. Аднак пісьменнік атрымаў 10 гадоў катаргі на Салавецкіх выспах.
		</p>		
		<p>
		После обмена политзаключенными СССР-Польша на Б. Тарашкевича жил в Вильно. Асноўны час ён прысвячае напісанню свайго самы вядомага твору — успамінаў пра знаходжанне ў савецкім лагеры "У капцюрох ГПУ".
		</p>		
		<p>[ <small>
		Твор упершыню надрукаваны ў польскай віленскай газеце "Slowo"; расійскі пераклад успамінаў апублікавала парыжская газета "Возрождение". У 1935 годзе ў Вільні ўспаміны выйшлі асобнай кнігай на польскай мове пад назвай "Siedem lat w szponach G.P.U." У 1937 годзе ў Варшаве выдадзены яшчэ адзін польскі варыянт кнігі пад назвай "Prawda o Sowietach". Твор перакладаўся на італьянскую мову ("La verita sulla Russia Bolscevica") і на партугальскую ў Бразіліі ("Sete annos nas garras sovieticas"). Украінскі пераклад друкавала газета "Діло", рэдакцыя якой затым выпусціла ўспаміны асобнай кнігай "7 літ на Соловках". В годы оккупации немцы публиковали данную книгу на русском и белорусском языках и распространяли её на оккупированных территориях.
		</small> ]
		</p>
		
		<p class="img-float-center">
		<a href="../../images/img-figures/tarashkevicz/Alakhnovich1.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Франтишек Алехнович" src="../../images/img-figures/tarashkevicz/Alakhnovich1_thumb.jpg" height="100" >
			</a>
		</p>
				
		<p>
		Во время Второй мировой войны остался в Беларуси, редактировал издание "Беларускі голас" (1942-1944). 
		Входил в руководство подпольной антифашистской Белорусской партии независимости (Беларуская Незалежніцкая Партыя), 
		был начальником Виленского окружного комитета БНП и "правой рукой" ксёндза Винцента Годлевского — руководителя белорусского националистического подполья и БНС. 
		</p>		
		<p>[ <small>
		Беларуская народная самапомач (БНС) — грамадская нацыянальная арганізацыя, якая дзейнічала ва ўмовах нацысцкай акупацыі ў Генеральнай акрузе «Беларусь». Арганізацыя мусіла пераняць усе функцыі Чырвонага Крыжа
		</small> ]
		</p>		
		<p>
		Франтишек Олехнович был убит в Вильнюсе 3 марта 1944 года.
		</p>		
		<p>
		После себя он оставил 18 пьес, монографию "Белорусский театр", воспоминания "В когтях ГПУ" и новый образ в современной беларуской литературе — 
		образ рефлексирующего интеллигента, резко контрастирующий с сельскими героями предшественников.  
		</p>
		
		
		</br></br></br>
		<p><small>
		http://www.bel-jurist.com/page/tarashkevich</br>
		http://www.samisdat.com/5/523-spis.htm</br>
		http://nn.by/?c=ar&i=59578</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
			
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>