<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Гуды и Белая Русь. История Беларуси</title>

<!-- ***Meta*** -->
    <meta name="description" content="На белорусских землях встретились и закрепились два географически мигрирующих этно-культурных термина — Гуды и Белая Русь. 
	Термин Гуды (Gudai) шел с запада по пути миграции полабских славян, Белая Русь — с востока, с экспансией Московского Княжества." />
    <meta name="keywords" itemprop="keywords" content="гуды, Белая русь, 
	 Беларусь, белорусский этнос, религия в Беларуси, белорусы, краткая история Беларуси, история Беларуси, история Белоруссии, 
	 История беларуси кратко в датах" />
	 <meta property="og:image" content="http://history-belarus.by/images/img-terms/gudai/1539_Carta_Marina.jpg" />
	 


<!-- ***Include Header*** -->
<? include ("../_include/header_terms.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_terms.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
        
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_terms.php"); ?>
    
		<h3>Гуды и Белая Русь</h3>
		<p>
		На белорусских землях встретились и закрепились два географически мигрирующих 
		этно-культурных термина — <i>Гуды</i> и <i>Белая Русь</i>.
		</br>Термин "Гуды" шел с запада по пути 
		<a href="lutizy.php">миграции полабских славян</a>,
		 "Белая Русь" — с востока, с экспансией Московского Княжества, вытеснившего его с Новгородских земель.
		</p>
		
		<h4>Гуды </h4>
		
		<p class="img-float-left">
		<a target="_blank" href="../../images/img-terms/gudai/gudija.jpg">
		<img src="../../images/img-terms/gudai/gudija_thumb.jpg" height="160">
		</br><small>1941, Gudija — земля гудов</small>
		</a>
		</p>
		
		<p>
			<i>Gudai</i>, baltarusiai (летувск.) — белорусы. Кстати, по латышски — baltkrieviem (балтокривичи).
			</br>Гуды <i>(gudai)</i> — архаичное летувское название литвинов-белорусов 
			("человек, говорящий на другом диалекте и живущий к юго-востоку от нас"). 
			
		<p>
		<i>
		"Этноним гуды исторические не соотносился с конкретным этносом. Это пример блуждающего этнонима. 
		Можно обозначить регион, где он "вандраваў": белорусско-литовское пограничье и бывшие прусские территории"
		</i>
		</br><small>
		<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DdDUtT2ItdDA2c1k/view?usp=sharing">
		Материалы конференции</a> "Беларусь і беларусы сярод суседзяў: гістарычныя стэрэатыпы" Варшава, 2011 г.</br>
		</small>
		</p>
		<p>
			Ранее в основном использовался для обозначения жителей приграничных областей. Там же (в приграничье), сосредоточены большинство 
			связанных с этим термином топонимов — Гуды, Гудзи, Гудзевичи. 
			</br>Сейчас часто употребляется для общего именования белорусов, наряду с <i>baltarusiai</i>.
		</p>
		<p>
		Этимология слова — от искаженного <a href="yotving.php">готы</a> (Gothi, Gutans, Gytos) или 
			<a href="yotving.php">ятвяги</a> (Gudwa, Sudwa, Sudovia). 
			Значительная часть ятвягов растворилась среди белорусов, и потому не удивительно, что в летувском языке 
			ассимилированные белорусами ятвяги продолжали сохранять свое прежнее название, 
			а затем это название было перенесено на всех белорусов.
			</br>
		</p>
		<p> 
		<i>"Кстати, Gudas, Gudelis, Gudaitis, Gudelaitis — очень распространенные фамилии в Литве, 
		и люди точно не видят причин их менять. Топонимов тоже масса, слово мы употребляем каждодневно без никакого негативного оттенка 
		и даже не задумываемся,что Вам это — проблема. 
		И никакого лукавства нет, просто „gudas“ видимо сначала принимался как „гот“, потом,как “другой“, 
		потом мы так начали называть наших южновосточних соседей. Повторяюсь — мы негатива здесь не видим вообще." 
		</i> 
		<small>Giedrius Bagdonas</small>
		</p>
		
		<h4>Белая Русь</h4>
		
		<p class="img-float-left">
		<a target="_blank" href="../../images/img-terms/gudai/1539_Carta_Marina.jpg">
		<img src="../../images/img-terms/gudai/1539_Carta_Marina_thumb.jpg" height="160">
		</br><small>1539, Carta Marina.
		</br>Russia Alba — земля 
		</br>Новгородская</small>
		</a>
		</p>
		
		<p class="img-float-right">
		<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DUkNIaDVDYmhERlU/view?usp=sharing">
		<img src="../../images/img-terms/gudai/pologne1700_thumb.jpg" height="160">
		</br><small>1700, Carte des Estats.
		</br>Russie Blanche ou Lituanique
		</br>(Белая Русь или Литва)</small>
		</a>
		</p>
		
		<p>
		<i>Белая Русь</i> (лат. Russia Alba, Ruthenia Alba, итал. Rossia Bianca, нем. Weissreussen, фр. la Russie blanche) — термин, использовавшийся  преимущественно в западноевропейском научной 
		среде в отношении различных регионов Восточной Европы. См. <a href="../download/alba_ruthenia.php">карты</a>
		</p>
		<p>
		С конца 1620-х гг. название "Белая Русь", пришедшее в обиход в ВКЛ из Западной Европы , 
		стало соотноситься с восточными землями Великого княжества Литовского, Русского и Жемойтского (ВКЛ) 
		— подвинскими и поднепровскими воеводствами и уездами.
		</p>
		<p>
		Первой административно-территориальной единицей, которая содержала в своем названии термин "Беларусь" была создана в 1632 г. 
		православная Могилевская епархия (в ВКЛ), так как параллельно с конца XVII в. часто называлась как "Белорусский епархия". 
		
		</br>Первой административно-территориальной единицей светского характера, 
		которая содержала в своей официальной названии термин "Беларусь" было Белорусское генерал-губернаторства (1772-1796) 
		в составе Российской империи. К началу 1870-х гг. топоним "Белоруссия" ("Белая Русь") 
		относился только к Витебской и Могилевской губерний Российской империи. В 1870-е название "Белоруссия" 
		уже начала относится и к Минской губернии Российской империи, 
		а начиная с 1890-х гг. стала общепринятой названием всех территорий, где компактно проживал <a href="../download/blr_people.php">белорусский этнос</a> .
		</p>
		<p>
		Идею создания самостоятельного государства (а не государственных образований в составе каких-либо автономий, 
		федераций или конфедераций), которое имело бы титульное название "Беларусь", выдвинул в конце 1915 Вацлав Ластовский. 
		</br>Первым  государством, которое имело название "Беларусь" в официальном титуле была <a href="bnr.php">Белорусская Народная Республика</a> (с 25 марта 1918 г.).		
		</p>
		
		
		</br></br></br>
		<p><small>
		<a target="_blank" href="https://drive.google.com/file/d/0B_T3PThCY39DdDUtT2ItdDA2c1k/view?usp=sharing">
		Материалы конференции</a> "Беларусь і беларусы сярод суседзяў: гістарычныя стэрэатыпы і палітычныя канструктары" Варшава, 2011 г.</br>
		translate.google.ru</br>
		be.wikipedia.org</br>
		lt.wikipedia.org</br>
		academia.edu</br>
		
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_terms.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>