<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  <!-- ***Title*** -->
 	<title>Всеслав Чародей. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Всеслав Чародей. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Всеслав Чародей,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Всеслав Чародей</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		 — князь полоцкий с 1044 (династия Рогволодовичей). Примечателен как герой «Слова о полку Игореве» и восточнославянского фольклора, 
		 где он предстаёт как богатырь и чародей, способный оборачиваться зверем; а также необычайно длительным княжением в Полоцке (57 лет)
		</p>
		<p>
		Самыми ПЕРВЫМИ "литвинами" в истории могут считаться Рогволодовичи, князья из Заславля, Логойска и Браслава. 
	Ипатьевская летопись в записи за 1180 год называет этих князей "литвою":
	 "В л?т? . ?s? . . х? . п?и . [6688 (1180)]
   ...и придоша Полотьскии кн?зи въ стретениє помагающе Ст?ославоу Василковича . Бр?чьславъ изъ Витебьска братъ єго Всеславъ с Полочанъ? 
   с ними же б?хоуть и Либь и Литва Всеславъ Микоуличь из Логажеска Андр?и Володьшичь и сн?овець єго Из?славъ и Василко Бр?цьславичь снемшес? вси поидоша мимо Дрьютьскъ противоу 
   Ст?ославоу и въ?ха Дв?дъ кн?зь Смоленьскии въ Дрьютьскъ со всим? полкомъ своимъ совокоупис?вс? с Гл?бомъ съ Рогъволодичемь [24].

		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>