<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Ходзько гербу "Костеша" и Товарищество Литовское и Земель Руских</title>

<!-- ***Meta*** -->
	<meta name="description" content="Ходзько гербу Костеша. Одна фамилия и огромный пласт нашей польскоязычной литературы и культуры ўвогуле. 
	" />
  	<meta name="keywords" itemprop="keywords" content=" Леонард Ходзько, Товарищество Литовское и Земель Руских, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/chodzko/title.jpg" />


<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

<!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h1>Ходзько гербу "Костеша" 
		<br><small>и Товарищество Литовское и Земель Руских</small>
		</h1>
		
		<p>
		Ходзько гербу "Костеша". Одна фамилия и огромный пласт нашей польскоязычной литературы и культуры ўвогуле.
		</p>
		
		<h2>Леонард Ходзько</h2>
		
		<div class="col-md-12">
		
		<p class="img-float-left" >
		<a href="../../images/img-figures/chodzko/LeonardChodzko.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/LeonardChodzko_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		
		<p>
		Ходзько Борейко Леонард (06.11.1800, д. Оборок, Молодечненский район, Минская область - 12.03.1871, Пуатье) 
		— белорусский и польский историк, 
		географ, картограф, издатель, архивариус и общественный деятель. Cекретарь "Товарищества Литвы и Руских земель"
		</p>
		<p>
		Обучался в школе при униатском монастыре в Борунах, 
		после в Молодечненском дворянском училище. Там он познакомился с Томашем Заном, будущим лидером филоматов и филаретов.
		</p>
		<p>
		Позже учился в Виленском университете (1816-17), где преподавал известный историк и политик Иоахим Лелевель.
		 Леонард Ходзько состоял в <a href="../terms/filomaty.php">обществе филоматов</a>,
		 вместе с Яном Чечотом, Юзефом Ежовским. был другом  <a href="../figures/mickiewicz.php">Адама Мицкевича</a>. 
		 С 1819 года — секретарь композитора <a href="../figures/oginskie.php">Михаила Клеофаса Огинского</a>. 
		</p>
		
		<div class="col-md-12 img-float-center">
		
		<div class="col-md-4">
		<a href="../../images/img-figures/chodzko/chodzko.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/chodzko_thumb.jpg" class="thumb">
		<br><small>д. Оборок / Груздовка</small>
		</a>
		</div>
		
		<div class="col-md-4">
		<a href="../../images/img-figures/chodzko/Boruny.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/Boruny_thumb.jpg" class="thumb">
		<br><small>Боруны, униатский монастырь</small>
		</a>
		</div>
		
		<div class="col-md-4">
		<a href="../../images/img-terms/filomaty/tut_kraj.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Филоматы" src="../../images/img-terms/filomaty/tut_kraj_thumb.jpg" class="thumb">
		<br><small>Филоматы</small>
		</a>
		</div>
		
		</div>
		
		<p>
		В 1822 году, после жёсткой расправы над обществами филоматов и филаретов, вместе с Огинским уезжает в Европу. 
		В Париже работает библиотекарем Сорбонны, затем библиотекарем в Сент-Женевьев и библиотекарем в Департаменте образования в Париже.
		</p>
		<p>
		Во время французской революции 1830 года служил в звании капитана национальной гвардии адъютантом генерала Ла Файета. 
		Горячо поддерживал <a href="../events/uprising_1830.php">ноябрьское восстание 1830 г</a> в Польше и Литве.
		 Был секретарем парижского Общества Литвы и Русских земель.
		 Вместе с Иоахимом Лелевелем он входит в состав руководства Польского национального комитета.
		</p>
		<p>
		Преследуемый посольством России в Париже, по требованию французских властей Ходзько был вынужден покинуть столицу Франции и отправился 
		в Великобританию. В 1834 году он вернулся в Париж, посвятив себя научной работе.
		</p>
		
		<div class="col-md-12 img-float-center">
		
		<div class="col-md-3">
		<a href="../../images/img-figures/chodzko/work_21.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/work_21_thumb.jpg" class="thumb">
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-figures/chodzko/work_22.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/work_22_thumb.jpg" class="thumb">
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-figures/chodzko/work_23.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/work_23_thumb.jpg" class="thumb">
		</a>
		</div>
		
		<div class="col-md-3">
		<a href="../../images/img-figures/chodzko/work_24.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/work_24_thumb.jpg" class="thumb">
		</a>
		</div>
		
		</div>
		
		<p>
		Леонард Ходзько был членом Королевской академии Нанси, почётным членом Познаньского Общества Любителей наук. 
		Написал биографию Т. Костюшко, "Популярную историю Польши", собрал 25 томов документов по истории своего Края.
		</p>
		
		<h2>Ян Борейко Ходзько</h2>
		
		<p class="img-float-left" >
		<a href="../../images/img-figures/chodzko/jan.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Ян Борейко Ходзько" src="../../images/img-figures/chodzko/jan_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		
		<p>
		Ян Борейко Ходзько (Jan Borejko Chodzko)  24.06.1777 - 10.11.1851 — писатель, общественный деятель, великий магистр масонской ложи 
		"Северный факел" в Минске, двоюродный брат Леонарда Ходзько, дядя Игнаци Ходзько и отец Александра, Михаила и Иосифа Ходзько.
		</p>
		<p>
		Родился в имении Кривичи Вилейского уезда. Учился в Кривичской школе ордена тринитариев, продолжил обучение в Вильне.
		Был визитатором школ Виленской и Минской губерний. В <a href="../events/war_1812.php">войне 1812</a> , 
		будучи главой Временного совета Минска, приветствовал приход Наполеона. После поражения французов вынужден был покинуть 
		родину и возвратился только после амнистии. 
		</p>
		<p>
		По  инициативе Яна Ходько  была создана масонская ложа "Северный факел" в Минске (1816), в которой он был Великим магистром. 
		</p>
		<p>
		В 1817 году в Минске отдельной книгой была издана его комедия "Освобожденная Литва, или переход через Неман". 
		</p>
		<p>
		Его книга "Пан Ян из Свислочи, странствующий торговец"(" Pan Jan ze Swisloczy", 1821) стала первым в своем жанре краеведческим описанием 
		Края, и была признана школьным комитетом Виленского университета классическим произведением.
		</p>
		<p>
		В 1826 арестовывался по  делу <a href="../terms/filomaty.php">филоматов</a>. 
		Принимал участие в <a href="../events/uprising_1830.php">восстании 1830</a>, после которого был сослан на Урал на 4 года. 
		</p>
		<p>
		Умер в 1851 и похоронен в Заславле.
		</p>
		
		<h2>Игнаци Ходзько</h2>
		
		<p class="img-float-left" >
		<a href="../../images/img-figures/chodzko/IgnacyChodzko.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Игнаци Ходзько" src="../../images/img-figures/chodzko/IgnacyChodzko_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		
		<p>
		Игнацы Ходзько (Ignacy Chodzko) 29.09. 1794, местечко Костеневичи, Вилейского района - 1861, Девятни, Сморгонский район — писатель; племянник Яна Ходзько.
		</p>
		<p>
		Адам Киркор в книге <a href="../download/kirkor.php">"Живописная Россия: … Литовское и Белорусское Полесье" </a> (1882) про него писал:.
		</p>
		<i>
		<p>
		Игнатий Ходзько — знаменитейший из польских повествователей. Его Obrazy litewskie снискали ему громкую известность. Друг и родственник (по жене) Одынца и Корсака, он, под их влиянием, сделался горячим сторонником романтизма, хотя прежде, под влиянием дяди своего Яна, придерживался классицизма. 
		</p>
		<p>
		Игнатий Ходзько в полном смысле слова <a href="../terms/litwiny.php">Литвин</a>. Литва у него во всем как живая; с легкостью и какою-то особенною задушевностью, он изображает живыми красками домашнюю жизнь, обряды, обычаи, то вдруг воскрешает в памяти давно минувшие деяния, предания, рисует исторические личности, и все это с такою естественностью, с таким неподражаемым умением приковывать внимание читателя, что невольно очаровывает его. 
		</p>
		<p>
		Некоторые же из его сочинений, как, например, "Дворики на Антоколи" (Вильня), "Дом моего деда" и др., даже в будущем будут иметь высокое значение, как верные этнографические снимки быта и обычаев.
		</p>
		</i>
		
		<h2>Александр Ходзько</h2>
		<p class="img-float-left" >
		<a href="../../images/img-figures/chodzko/alexander.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Александр Ходзько" src="../../images/img-figures/chodzko/alexander_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		<p class="img-float-right" >
		<a href="../../images/img-figures/chodzko/chodzkaFilamati.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Александр Ходзько" src="../../images/img-figures/chodzko/chodzkaFilamati_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		<p>
		Александр Ходзько (Aleksander Chodzko) 30.08. 1804 - 27.12. 1891 — поэт и востоковед; брат Михала Ходзько и Иосифа Ходзько.
		</p>
		<p>
		Родился в имении Кривичи Вилейского уезда. После гимназии поступил на филологическое отделение Виленского университета (1820-1823). 
		Там познакомился с Адамом Мицкевичем, <a href="../figures/volovicz.php">Михаилом Воловичем</a>, 
		<a href="../figures/domeyko.php">Игнаци Домейко</a>. 
		В 1923 был арестован за участие в тайном студенческом <a href="../terms/filomaty.php">обществе филоматов</a>.
		</p>
		<p>
		Материалы следствия по делу филоматов и именные списки участников были собраны в докладной на имя имератора 
		<a href="../download/filomaty_note.php">"К истории тайных обществ и кружков"</a>, 1824.
		</p>
		<p>
		После освобождения был выслан в Санкт-Петербург; учился в Институте востоковедения (1824-31). Был консулом Российской империи в Персии.
		</p>
		<p>
		Александра Ходзько ввел  в польскоязычную литературу восточные мотивы — в сборник "Poezji" (1829) вошли восточная поэма "Дерар" , 
		переводы новогреческих песен и персидской поэзии, баллады, основанные на народных мотивах. 
		Адам Мицкевич посвятил ему стихотворение-импровизацию "Александру Ходзьку".
		</p>
		<p>
		<i>
		"В польской поэзии за Мицкевичем следует второй замечательный поэт — А. Ходзько. Они вдвоем воспевали Восток, 
		однако у каждого из них свой самобытный взгляд."</i> 1835   П. Дубровский
		</p>
		<p>
		Научное значение сохраняют работы на английском и французском языках о персидской литературе.
		</p>
		
		<h2>Михал Ходзько</h2>
		<p>
		Михал Ходзько (Michal Chodzko) 1808-1879 — поэт и переводчик; брат дипломата и поэта Александра Ходзько, двоюродный брат писателя Игнацы Ходзько.
		</p>
		<p>
		Учился в Виленском университете. Участвовал в восстании 1830 года. После поражения эмигрировал во Францию. Переводил с английского и немецкого языков, сотрудник многочисленных периодических изданий, редактор эмигрантской газеты. Чалец  Общества Литовского и Зем ель русских земель.
		</p>
		<p>
		В 1833 году Михаил Ходзько вступил в союз "Месть народа* (Zemsta Ludu*)"  и участвовал в экспедиции полковника Йозефа Заливского.
		</p>
		<p>
		*План "Zemsta Ludu" — небольшие вооруженные отряды эмигрантов должны были проникнуть на земли Речи Посполитой, провозглашая там свободу и равенство, склонить крестьян и горожан к всеобщему восстанию. Над каждыми двумя поветами (уездами) примет командование окружной начальник, над воеводством или губернией - начальник воеводства, а верховная власть над всеми будет в руках Юзефа Зеливского.
 		</p>
		<p>
		В этой партизанской вылазке он занимал должность начальника третьего округа (Пинский и Слуцкий уезды Минской губернии). В 1848 году был одним из командиров польских легионов в Италии
		</p>
		<p>
		После вылазки 1833 года написал поэму "Десять картин из экспедиции в Польшу 1833 года". Перевёл на польский язык поэмы Байрона "Манфред" и "Мазепа".
		</p>
		<p>
		В переводе на белорусский язык стихи Мхаила Ходзько были опубликованы в сборнике "Раса нябёсаў на зямлі тутэйшай: Беларуская польскамоўная паэзія ХІХ стагоддзя: Вершы" (Мн., 1998).
		</p>
		
		<h2>Язэп (Іосіф) Ходзько </h2>
		<p class="img-float-left" >
		<a href="../../images/img-figures/chodzko/jozef.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Ходзько Язэп (Іосіф)" src="../../images/img-figures/chodzko/jozef_thumb.jpg" class="thumbInfo">
		</a>
		</p>
		<p>
		Иосиф Ходзько (Jozef Chodzko) 1800-1881 — генерал-лейтенант Генерального штаба российской армии, военный геодезист, географ и картограф, учёный-исследователь с мировым именем, инициатор и главный исполнитель Большой Кавказской триангуляции, названной его именем. Член-учредитель и Руководитель Кавказского Отдела Императорского Русского географического общества;  
		Кавказский Отдел ИРГО назначил Премию его имени за лучшее географическое сочинение по географии Кавказа.
		</p>
		<p>
		Родился в местечке Кривичи на реке Сервечь, в  семье Яна Ходзько. 
		</p>
		<p>
		Поступил в  Виленский университет, где близко сошелся с Адамом Мицкевичем, Томашем Заном и вступил 
		в <a href="../terms/filomaty.php">Общество филоматов</a>. 
		После разгрома организации , чтобы избежать ареста и ссылки, вынужден был поступить на военную службу.
		</p>
		<p>
		Наполеоновские войны в Европе показали слабую обеспеченность точными топографическими картами. Император согласился с предложением российской топографической службы о необходимости новейших топогеодезических измерений.
		В 1816 было начато первое масштабное в России геодезическое измерение - триангуляция Виленской губернии. 
		</p>
		<p>
		До 1831 Ходзько был одним из самых деятельных сотрудников экспедиции  по производству геодезических и астрономических определений триангуляции  вначале Виленской, а затем Гродненской, Минской и Курляндской губерниях.
		За Кавказскую триангуляцию в 1868 году ему была присуждена высшая награда Императорского Русского географического общества — Большая золотая Константиновская медаль. Комиссия  дала такой отзыв об его трудах:
		</p>
		<p>
		<i>
		"Кавказская Триангуляция генерала Ходзьки по точности своей удовлетворяет не только всем картографическим требованиям, но и строжайшим требованиям геодезии. По трудности же выполнения, по самоотвержению производителя работ она легко может соперничать со всеми подобными работами, произведёнными где-либо на земном шаре, не исключая Индийской триангуляции, прославившей 25 лет тому назад имя Эвереста".
		</i>
		</p>
		
		<h1>Товарищество Литовское и Земель Руских</h1>
		<p>
		"Товарищество Литовское и Земель Руских" — организация эмигрантов, которое объединяло граждан поделенной страны (Речь Посполитая - ВКЛ и Земель Русских), которые после ноябрьского восстания 1830 года оказались в изгнании.
		</p>
		<p>
		<i>
		"По инициативе Цезаря Плятера и группы <a href="../terms/litwiny.php">Литвинов</a>, 10 января 1831 года было организовано Товарищество Литовское. 
		Мотивом до того было желание Литвинов явить — вопреки недостаточному и бедному представлению Европы об их Крае со времен отторжения его от Польши 
		— что они были и быть не перестают одним из народов Европы, который был прекрасной <a href="../terms/rzeczpospolita.php">Речи Посполитой</a> половиной."
		</i>
		</p>
		<p>
		<i>
		От 4 марта в Товарищество вступили соотечественники с Волыни, Подолья и Украины и с тех пор оно называлось "Товарищество Литовское и Земель Руских"
		</i>
		</p>
		<p>
		<i>
		Очень странно, что в первых волнах эмиграции Короняжи (поляки) не оказывали братского сердца уважения Литвинам, считали себя Поляками высшего гатунку и с пренебрежением смотрели на соотечественников з-за Немана и Буга.
		</i> 
		<br>(c) <small>1902 Emigracya Polska</small>
		</p>
		
		<div class="col-md-12 img-float-center">
		
		<div class="col-md-4">
		<a href="../../images/img-figures/chodzko/1832_Towarzystwo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/1832_Towarzystwo_thumb.jpg" class="thumb">
		<br><small>Обращение Товарищества, 1832</small>
		</a>
		</div>
		
		<div class="col-md-4">
		<a href="../../images/img-figures/chodzko/1832_TowarzystwoHerby.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/1832_TowarzystwoHerby_thumb.jpg" class="thumb">
		<br><small>"Литовские" и "Земли Руские"</small>
		</a>
		</div>
		
		<div class="col-md-4">
		<a href="../../images/img-figures/chodzko/1832_Towarzystwo1902.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Леонард Ходзько и Товарищество Литовское и Земель Руских" src="../../images/img-figures/chodzko/1832_Towarzystwo1902_thumb.jpg" class="thumb">
		<br><small>1902 Emigracya Polska</small>
		</a>
		</div>
		
		</div>
		
		<p>
		Очень характерно тогдашнее представление о "Литовских" и "Руских" землях. Оно отражено на гербе товарищества.
		</p>
		<p>
		LITEWSKIE: Rus Biala (Погоня), Rus Czerna (Черный Ангел), Xies. Smolenskie (Свиток/булава), Xies. Zmudskie(Медведь).
		Никаких ни <a href="../pages/places/litwa.php">"Аукштайтии"</a> ни "Истинной Литвы"
		</p>
		<p>
		ZIEM RUSKICH: Rus Czerwona, Wolyn, Podolie, Ukraina
		</p>
				
		</div>
	
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>