<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
<!-- ***Title*** -->
 	<title>Евфросиния Полоцкая. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Евфросиния Полоцкая. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Евфросиния Полоцкая,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Евфросиния Полоцкая</h3>
		<p>
			Статья в разработке
			http://news.tut.by/culture/450309.html
		</p>
		<p>
		Евфросиния Полоцкая родилась около 1101 г. (не позднее 1104) в семье князя Святослава-Георгия, младшего сына Всеслава Чародея.
		</p>
		<p>
		Внучка великого Всеслава Чародея достигнув совершеннолетия отказалась от династического брака и стала монахиней 
		— приняла постриг под именем Евфросиния.
		</p>
		<p>
		Преподобная Евфросиния основала женский и мужской монастыри, ставшие центром просвещения в Полоцком княжестве. 
		Ее стараниями пополнялась библиотека Софийского собора и велось полоцкое летописание. 
		По заказу Евфросинии был создан уникальный шедевр древнебелорусского прикладного искусства – крест, названный ее именем.
		</p>
		<p>
		Евфросиния сама сочиняла музыку, покровительствовала живописи и прослыла первой белорусской меценаткой. 
		На ее средства и по ее заказу в 50-е годы XII века была построена церковь святого Спаса – вершина полоцкой архитектурной школы. 
		С именем просветительницы связано и появление в Беларуси привезенного из Византии образа Божьей Матери, известного как Одигитрия Полоцкая.
		</p>
		<p>
		Именно ею были основаны мужской и женский монастыри близ Полоцка, превратившие его в культурный и духовный центр всего Полоцкого княжества. При женском монастыре были открыты учильни и библиотека, скрипторий и иконописная мастерская. Сама Ефросинья занималась просветительской деятельностью, знала латынь и древнегреческий, а также писала уникальные произведения.
		</p>
		<p>
		В 1161 на ее средства был построен Спасо-Преображенский собор, сохранившийся до наших дней. 
		Он ни разу не перестраивался, а внутри сохранились и древние фрески с изображениями святых, датируемые XII веком.
		</p>
		<p>
		Именно с него РПЦ начала крестовый поход на белорусскую архитектуру — замену золочеными луковками традиционных силуэтов колоколен.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>