<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Александр Гонсевский. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Александр Гонсевский. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Александр Гонсевский,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Александр Корвин Гонсевский, комендант Кремля, 1610</h3>
		<p>
		Статья в разработке
		</p>
		<p>
		Представитель шляхетского рода Гонсевских герба "Слеповрон". Сын Ян Корвина-Гонсевского, переселившегося в конце XVI века из Мазовии в Великое княжество Литовское.
		</p>
		<p>
		Первоначально Александр Гонсевский служил дворянином при канцлере великом литовском Льве Ивановиче Сапеге. В 1596 году был регентом государственной канцелярии при Льве Сапеге. В 1599 и 1600 годах участвовал в польских посольствах в Москву.
		</p>
		<p>
		Ещё в молодости с отличием служил в литовских войсках во время войн короля Речи Посполитой Сигизмунда Вазы со Швецией, был затем пограничным старостой Велижа. Участвовал в битве при Кирхгольме (1605).
		</p>
		<p>
		В 1602 году, будучи старостой велижским, Александр Гонсевский принял участие в разграничении границы между Речью Посполитой и Русским государством, а также совершал систематические рейды на московские пограничные районы.		
		</p>
		<p>
		Гонсевский командовал  польско-литовским  гарнизоном в Московском Кремле. Руководил подавлением восстания москвичей в марте 1611 года.
		</p>
		<p>
		В 1612-1618 годах Александр Корвин-Гонсевский командовал польско-литовским гарнизоном в Смоленске, успешно отражая атаки московских войск в 1613 - 1615 годах. 
		</p>
		<p>
		В 1615 году во главе небольшого войска вынудил русскую армию прекратить блокаду Смоленска. 
		Участвовал в неудачном военном походе королевича Владислава Вазы на Москву в 1617-1618 годах.
		</p>
		
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>