<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Николай Гусовский. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Николай Гусовский. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Николай Гусовский,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Николай Гусовский, <small> поэт раннего Ренессанса
		</br>"Песня о зубре"</small></h3>
		<p class="img-float-left">
			<img src="../../images/img-figures/gusowsky/poet.jpg" height="160" >
		</p>
		<p class="img-float-right">
			<a target="_blank" href="../../images/img-figures/gusowsky/puscha.jpg">
			<img src="../../images/img-figures/gusowsky/naliboki.jpg" height="160" >
			</br><small>Налибокская пуща</small>
			</a>
		</p>
		<p>
		<i>
		"...С тем, чтобы тот, кто сберег свое честное имя, 
		</br>Наши мечи направлял бы всегда справедливо
		</br>И воспитал из себя властелина такого, 
		</br>В коем нуждаемся все мы в ужасное время!"

		</i>
		</p>
		<p>
		Николай Гусовский (1470-1533) - писавший на латыни поэт раннего Ренессанса, живший и творивший на территории Великого княжества Литовского, 
		Италии и Королевства Польского.
		</p>
		<p>
		Поэт родился в семье охотника, вырос и видел охоту на грозного зверя в деревне Уссово (потом слилась с деревней Королевщина), 
		расположенной на берегу реки Уса, притока Немана, в прежней Литовской, а нынче Налибокской пуще.
		</p>
		<p>
		Был католическим священником, сан принял около 1518 года. Некоторое время исполнял должность публичного нотариуса апостольской канцелярии 
		для Великого княжества Литовского. 
		В 1520-1522 годах Николай Гусовский в составе дипломатической миссии (к папе римскому Льву Х) попал в Рим.
		</p>
		<p>
		Николай Радзивилл, виленский воевода, предполагал направить в подарок Льву X чучело зубра, 
		в связи с этим Николай Гусовский должен был написать некое "приложение" к этому необычному подарку —
		 поэму "Carmen de statura feritate ac venatione Bisontis" ("Песня про облик, дикость зубра и охоту на него"), 
		 которая ныне более известна как "Песня про зубра". Но Лев X умер и подарок не был ему доставлен.
		 </p>
		<p>
		 "Песня про зубра" была издана в 1523 году и посвящена королеве Боне, которая 
		 дала средства на печать этого произведения. Поэму характеризуют как произведение о родном крае и народе, размышление о судьбе Родины, о её месте на путях истории.
		</p>
		
		<div class="col-md-12" >

			<div class=" col-md-4 ">
			<a target="_blank" href="../../images/img-figures/gusowsky/suber.jpg">
			<img src="../../images/img-figures/gusowsky/suber_thumb.jpg" height="100" >
			</br><small>Зубр. "Записки о Московии",
			</br>Герберштейн, 1549</small>
			</a>
			<p>
			<small>
			</br>Злое рычанье послышалось, визги. Что все это значит? 
			</br>Это медведя в берлоге подняли на пику иль вепря
			</br>Где-то пронзили стрелой. Не видав, не представишь, 
			</br>Как нанесенные раны могучего зубра
			</br>В ярость приводят, и зверь, разъяренный от боли, 
			</br>Лес потрясает, ревя необузданной пастью.
			</br>Ярость в безумца его превратила - он страшен, 
			</br>Взгляд исподлобья свирепый, как искрами, мечет.
			</br>И цепенеешь, когда он бездонной гортанью 
			</br>Хрипло мычит и, метаясь по роще, стремится
			</br>Распотрошить вас - ужасное зрелище это! 
			</br>Разве подвластны вам чувства в смятении бурном,
			</br>Разве понять вам все это, тех чувств не изведав?! 
			</br>Труден наш промысел тяжкий, но разве сравнимо
			</br>С этою тяготой родины тяжкое горе? 
			</small>
			</p>
			</div>
			
			<div class=" col-md-4 ">
			<a target="_blank" href="../download/map_16century.php">
			<img src="../../images/img-figures/gusowsky/1539_Carta_Marina_thumb.jpg" height="100" >
			</br><small>Зубр как символ ВКЛ
			</br>Carta Marina, 1539</small>
			</a>
			<p>
			<small>
			</br>Выдумки эти уходят корнями в княженье
			</br>Витовта, князя Великой Литовской державы. 
			</br>Подвигов жаждя, он все в своих вотчинах пущи
			</br>Лагерем сделал и ратников к битвам готовил. 
			</br>В мирное время он войны предвидел и рати
			</br>В схватках со зверем в лесах закалял, как в сраженьях, 
			</br>Их заставляя терпеть на охоте невзгоды.
			</br>Он, миротворец и факельщик войн, двуединый 
			</br>В облике князя - своим палашом обнаженным
			</br>Ставил препоны врагам и далеким и близким. 
			</br>Даже татарин, покорно склонившись, учтиво
			</br>Сломанный лук свой ему отдавал, признаваясь, 
			</br>Что, собирая добычу в уделах литовских,
			</br>Сам безобразной добычей Литвы становился. 
			</br>В счет принимал он лишь тех властелинов, которых
			</br>Сам назначал, и Орду подчинял по желанью. 
			</br>Хоть и богатством и силой известны Московии земли,
			</br>Князю восточный сосед его слал примиренья посланья. 
			</br>Турок и тот подносил ему часто подарки
			</br>С тайной заботой, хотя бы задобрить и гнева 
			</br>Не вызывать у великолитовского князя.
			</br>Трое, которые мир повергали и в трепет, и в ужас, 
			</br>Перед литвином молчали в смиренье и в страхе. 
			</small>
			</p>
			</div>
			
			<div class=" col-md-4 ">
			<a target="_blank" href="../../images/img-figures/gusowsky/fritz_schaper_altgermanische_wisentjagd.jpg">
			<img src="../../images/img-figures/gusowsky/fritz_schaper_altgermanische_wisentjagd_thumb.jpg" height="100" >
			</br><small>Охота на зубра,
			</br>Fritz Schapera, Берлин</small>
			</a>
			<p>
			<small>
			</br>Кто не видал его ярости, тот не представит, 
			</br>Как он бодает, и рушит, и прет ошалело,
			</br>Словно бушующий вал в грозовое ненастье, 
			</br>Как сотрясается лес от безумного рыка.
			</br>Но пусть почувствует - местью свой гнев не насытил, 
			</br>Дышит прерывисто, голову свесив, и тихо
			</br>Кровь по рогам беспощадным в сугробы стекает. 
			</br>Жутко смотреть, и не знаю, найду ли слова я,
			</br>Чтоб передать вам картину жестокой расправы. 
			</br>Он и ловкач, и силач, как порывистый ветер,
			</br>Вдруг превращается в смерч, в ураган, и, конечно, 
			</br>Смерть неизбежна тому, кто застигнут ненастьем.
			</br>Снег, багровея, дымится на месте убийства, 
			</br>А на кустах и на ветках деревьев краснеют
			</br>Жертвы останки. Везде кровожадная птица 
			</br>Стаей летит за своим круторогим кормильцем.
			</small>
			</p>
			</div>
			
		</div>
		
		<p>
		<a target="_blank" href="../../images/img-figures/gusowsky/poet_memory.jpg">
		<img src="../../images/img-figures/gusowsky/poet_memory.jpg" height="200" >
			</br><small>Памятник Н. Гусовскому
			</br>Минск, БГУ</small>
		</a>
		</p>
		
		</br></br></br>
		<p><small>
		http://library.by/portalus/modules/belpoetry/readme.php?subaction=showfull&id=1141775262&archive=&start_from=&ucat=</br>
		http://www.vostlit.info/Texts/rus8/Gerberstein_3/karten.phtml?id=13838</br>
		http://news.21.by/2008/02/22/121105.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>