<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Ходкевичи. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Ходкевичи. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Ходкевич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Ходкевичи, воины великого княжества</h3>
		<p>
			Статья в разработке
		</p>
		<p>
			Иван Федорович Ходкевич — Гетман великий литовский 1476—?
		</p>
		<p>
			Григорий Александрович Ходкевич — Гетман великий литовский 1566—1572. 
			</br>Был сторонником самостоятельности ВКЛ и противником Люблинской унии. Протестуя против объединения с Польшей в Речь Посполитую, 
			в 1569 отказался от всех государственных и административных должностей. 
			Участвовал в Ливонской войне. Герой битвы при Чашниках: <i>"все это случилось с помощью Божией и благодаря содействие пана  Ходкевича"</i> 
			<small>из письма Радзивилла Рыжего</small>.
		</p>
		<p>
			Ян Иеронимович Ходкевич — Маршалок великий литовский 1574—1579
		</p>
		<p>
			Ян Кароль Ходкевич — Гетман великий литовский 1605—1621
		</br>	- военный и политический деятель Великого княжества Литовского, представитель магнатского рода Ходкевичей. Великий подчаший литовский (1596), генеральный староста жмудский (1599-1616), польный гетман литовский (1600-1605), воевода виленский (1616-1621), гетман великий литовский (1605-1621), граф на Шклове, Новой Мыши и Быхове, пан на Мельце и Краснике.
		
		</br>Участник подавления восстания Северина Наливайки на Украине (1596), Ян-Кароль Ходкевич в 1600 году стал литовским польным гетманом. 
		В период польско-шведской войны 1600-1611 годов он с 1602 года успешно командовал войсками Речи Посполитой в Прибалтике. 
		В 1605 году Ходкевич с отрядом в 4 тысячи воинов одержал победу над шведским одиннадцатитысячным корпусом под Кирхгольмом (ныне Саласпилс). 
		Ходкевич получил поздравительные письма от папы римского Павла V, католических государей Европы и даже от турецкого султана Ахмеда I и персидского шаха Аббаса I.
		 В том же году Ходкевич стал великим гетманом литовским и в 1607 году руководил подавлением рокоша М. Зебжидовского. В 1611-1612 и 1617-1618 году гетман командовал польско-литовскими войсками во время интервенции в Россию. С 1616 года Ходкевич занимал должность виленского воеводы. Во время польско-турецкой войны 1620-1621 годов, после разгрома войск С. Жолкевского под Цецорой, Ходкевич принял командование польскими войсками и успешно оборонялся под Хотином (1621). Умер во время сражения, окончившегося победой польских войск.
		</p>
		
	</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
			
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>