<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Этнографы Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Ефим Карский и Митрофан Довнар-Запольский. 
	На основе составленных ими Этнографических карт белорусского племени, были объявлены границы 
	Белорусской Народной Республики
	" />
  	<meta name="keywords" itemprop="keywords" content=" Ефим Карский, Митрофан Довнар-Запольский, этнография Беларуси,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/karski/title.jpg" />


<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
               
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h1>Этнографы Беларуси начала XX века
		</br><small>составители <a href="../download/blr_people.php">"Этнографических карт белорусского племени"</a> 1903-1919
		</small>
		</h1>
		<p>
		<i>"Белоруссия в границах расселения и численного преобладания белорусского народа провозглашается Народной Республикой." </i>
		<small>2-я Уставная Грамота Рады БНР</small>
		</p>
		<p>
		25 марта 1918 года на основе карт, составленных этнографами, были объявлены границы 
		<a href="../terms/bnr.php">Белорусской Народной Республики</a>. 
		</p>
		<p>
		Три классические работы по определению "границ расселения белорусского племени" 
		— <a href="../download/blr_people.php">"Этнографическая карта европейской России"</a> А. Ф. Риттиха (1875) и 
		работы Карского (1903) и Довнар-Запольского (1919) — незначительно отличаются в деталях и дают достаточно полную картину, 
		хорошо согласующуюся с <a href="../download/west_russland.php">работами иных исследователей</a>. 
		</p>
		
		<div class="col-md-12 img-float-center" >
		
			<div class="col-md-3 img-float-center">
		<a href="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Тутэйшая краевасьць" src="../../images/img-terms/kraj_tut/Mapa_6_gubernij_Litwy_i_Bialej_Rusi_thumb.jpg" height="100" >
			</br><small>1795-1917
			</br>Северо-Западный край</small>
			</a>
		</div>
		
			<div class="col-md-3 img-float-center">
			<a href="../../images/img-terms/bnr/map_bnr.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Белорусская Народная Республика БНР" src="../../images/img-terms/bnr/map_bnr_thumb.jpg" height="100">
			</br><small>БНР 1918</small>
			</a> 
			</div>
			
			<div class="col-md-3 img-float-center">
			<a href="../../images/img-figures/karski/blr_bnr.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Довнар-Запольский" src="../../images/img-figures/karski/blr_bnr_thumb.jpg" height="100" >
			</br><small>Границы БНР и РБ</small>
			</a> 
			</div>
			
			<div class="col-md-3 img-float-center">
			<a href="../../images/img-figures/karski/bnr_ethno.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Довнар-Запольский" src="../../images/img-figures/karski/bnr_ethno_thumb.jpg" height="100" >
			</br><small>Границы БНР и этнические территории белорусов</small>
			</a> 
			</div>
			
		</div>
		
		<h3>Евфимий (Ефим) Фёдорович Карский</h3>
		
		<p class="img-float-left">
		<a href="../../images/img-figures/karski/Yefim_Karskiy.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Ефим Карский" src="../../images/img-figures/karski/Yefim_Karskiy.jpg" height="140" >
			</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-terms/slavs/blr_etnos.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Этнографическая карта белорусского племени" src="../../images/img-terms/slavs/blr_etnos_thumb.jpg" height="140"/>
		</a>
		</p>
				
		<p>
		Евфимий (Ефим) Фёдорович Карский (01.01.1860 - 29.04.1931) — филолог-славист, палеограф и этнограф, академик Петербургской Академии наук (1916). 
		Почётный член Витебской губернской учёной архивной комиссии.
		</p>		
		<p>
		Исследователь языка, литературы и культуры белорусского народа и памятников письменности.	
		</p>		
		<p>
		Евфимий Карский родился в селе Лаша Гродненской губернии. По окончании семинарии он поступил в Нежинский историко-филологический институт,
		</p>		
		<p>
		1885 Окончив институт, Карский преподает  во 2-й Виленской гимназии. Собирает этнографический материал, печатается в научных журналах. 
		</p>		
		<p>
		1893 Зачислен преподавателем в Императорскиом Варшавском университете, через год стал экстраординарным профессором кафедры 
		русского и церковнославянского языков. 
		</p>		
		<p>
		1901 Становится лауреатом Ломоносовской премии. Избран членом-корреспондентом Императорской Российской Академии наук. 
		В 1902 году Карский стал деканом историко-филологического факультета.  
		</p>		
		<p>
		1903 Ефим Карский предпринял этнографическую экспедицию по Беларуси, по итогам которой был издан первый том главного труда учёного 
		— работы "Белорусы", заслужившей впоследствии название "энциклопедии белорусоведения". 
		</p>		
		<p>
		1905-1910 Ректор Варшавского университета. 1905-1917 — главный редактор журнала "Русский филологический вестник".  
		</p>		
		<p>
		1916-1922 Становится  действительным членом Академии наук,  профессором Петроградского университета, 
		действительным членом Института белорусской культуры, членом Чешской Академии наук. Работал директором Музея антропологии и этнографии. 
		</p>		
		<p>
		При Советской власти научная карьера Ефима Карского не состоялась. В 1919 был арестован, освобожден. К 1929 году снят с ряда должностей. 
		Умер в 1931 году, похоронен на Смоленском кладбище Петербурга.
		</p>
		
		<h3>Митрофан Викторович Довнар-Запольский</h3>
		
		<p class="img-float-left">
		<a href="../../images/img-figures/karski/Downar-Zapolski.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Довнар-Запольский" src="../../images/img-figures/karski/Downar-Zapolski_thumb.jpg" height="140" >
			</a>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-figures/karski/blr20ce.jpg" class="highslide"
        onclick="return hs.expand(this)">
			<img alt="Этнографическая карта белорусского племени" src="../../images/img-figures/karski/blr20ce_thumb.jpg" height="140"/>
		</a>
		</p>
		
		<p>
		Митрофан Викторович Довнар-Запольский (14.06.1867 - 30.09.1934) 
		— белорусский историк, этнограф, фольклорист, экономист, основоположник белорусской национальной историографии. 
		Доктор исторических наук (1905), профессор (1902).
		</p>		
		<p>
		Родился в семье служащего из мелкопоместного <a href="../terms/shliahta.php">шляхетского рода</a> герба Побог в Речице (Минская губ.). 
		</p>		
		<p>
		Учился в народном училище ст. Барановичи, 
		школе г. Пловдива (Болгария), народном училище г. Речица, прогимназии г. Мозыря, а также в 1-й городской гимназии Киева, 
		из которой был отчислен весной 1888  "за предосудительное и вредное поведение, выразившееся в чтении найденных 
		у него книг преступного содержания", а именно поэмы Т. Шевченко "Мария", письма к А. Герцену и эмигрантского сборника "Громада".
		</p>		
		<p>
		М. Довнар-Запольский ставит перед собой нелёгкую задачу — создать научное сообщество для расширения знаний о прошлом и настоящем Беларуси, 
		а в дальнейшем открыть белорусский университет.  
		</p>		
		<p>
		1889 Поступает на историко-филологический факультет Киевского университета, который успешно окончил; ученик В. Б. Антоновича.
		</p>		
		<p>
		1896-1898 годах служил в Московском архиве Министерства Юстиции. 
		</p>		
		<p>
		1898-1901 годах работал в Московском, в 1901-1919 - в Киевском университете. Создал в Киеве свою научную школу.
		</p>		
		<p>
		1905 Открывает в Киеве высшие женские вечерние курсы и высшие коммерческие курсы, преобразованные затем в коммерческий институт. 
		Сотрудничал с газетами "Белорусское слово", "Белорусское эхо", "Вольная Беларусь", 
		</p>		
		<p>
		25 марта 1918 года в Минске было объявлено о создании <a href="../terms/bnr.php">Белорусской народной республики</a> (БНР). 
		Довнар-Запольский активно включился в происходящее, и в марте 1918 вошёл в состав комиссии 
		правительства БНР по открытию первого белорусского университета. 
		После разгрома БНР Советской Россией работа по созданию университета в Минске остановилась, многие учёные уехали в эмиграцию. М. Довнар-Запольский издал в это время брошюру 
		«Основы государственности Беларуси». Книга была издана на белорусском, английском, немецком, польском, русском и французском языках,
		 но долгие годы была запрещена и вышла в свет только в 1990 году. 
		</p>		
		<p>
		1925-1926 Заведующий кафедры истории Беларуси в Белорусском государственном университете. С осени 1926 работал в Москве, где скончался 
		в 1934 году. Похоронен на новом Донском кладбище, в центральном зале бывшего главного здания Донского крематория.
		</p>				
								
			
		</br></br></br>
		<p><small>
		http://archives.gov.by/index.php?id=437417</br>
		http://govorim.by/gomelskaya-oblast/rechitsa/stati-o-rechitse/33819-mitrofan-viktorovich-dovnar-zapolskiy.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
			
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>