<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Кезгайло. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Кезгайло. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Кезгайло,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/kesgajla/map_Lotter_litwa_1770.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Кезгайлы, магнатский род
		</br><small>старосты жемайтские</small></h3>
		<p>
		Статья в разработке
		</p>
		<p>
		После долгих лет их правления в 1550-х годах <a href="../places/samogitia.php">жмудская</a> шляхта просила в.к. Жыгимота Августа:
		</br><i>"За тым теж просили есте е.(го) к.(оролевское) м.(илости), 
		абы вряды в земли Жомойтской не были даваны ани Литве, ани Руси, ани оселым, одно Жомойти, 
		которые з отцов и з родичов своих суть тамошние обыватели оселые, и то за причыною старосты, тивунов и шляхты."</i>
		</br><small>"Вялікае княства Літоўскае: Энцыклапедыя ў 2 тамах. Т.2. - Мінск: БелЭН, 2006. С. 206-208.</small>
		</br>Однако эти просьбы услышаны не были — старостами были Огинские, Сапеги, Ходкевичи.

		</p>
		<p>
  		Судзивой Валимонтович	— государственный деятель Великого княжества Литовского. 
		Насместник смоленский (1441-1448), наместник ковенский (1450-1451), канцлер великий литовский (1441), 
		каштелян виленский (1451-1458).
		</br>Происходит из литвинского боярского рода, сын Валимонта Бушковича из Вилькомирского уезда.
		</br>Брат Судзивоя Волимонтовича, Кезгайло, положил начало влиятельному литвинскому магнатскому роду Кезгайлы. 		
		</p>
		
		
		<h3>Город Вилькомир на реке Святая, притоке Вилии</h3>
		<p>
		— "граница <a href="../places/litwa.php">Литвы</a> и <a href="../places/samogitia.php">Жмуди</a>". После того, как 
		в 1940 году город перешел к Летуве, город был преименован в Укмерге, а река — в Швянтойи. 
		</p>
		<p>
		До XX века слависты-этнологи считали земли от Волковыска до Вилькомира местом миграции <a href="../terms/yotving.php">пруссов</a>
		 и <a href="../terms/lutizy.php">полабских славян</a> — вильцов-лютичей. 
		 (Вилькомир — земля вильцов, Вилькостан). Ниже приведен фрагмент <a href="../download/wkl_equal_etno.php">карты Лоттера</a> 1770 года и 
		 цитата из академического труда <a href="../download/shafarik.php">Й. Шафарика</a> 1847 года.
		</p>
		
	<div class="col-md-12" >
		
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-figures/kesgajla/map_Lotter_litwa_1770.jpg">
		<img alt="Вилькомир на реке Святая" src="../../images/img-figures/kesgajla/map_Lotter_litwa_1770_thumb.jpg" height="120">
		</br><small>Вилькомир на рееке Святая
		</br>карта ВКЛ 1770 г.</small>	
		</a>
		</div>
		
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-figures/kesgajla/velety.jpg">
		<img alt="Вилькомир на реке Святая" src="../../images/img-figures/kesgajla/velety_thumb.jpg" height="120">
		</br><small>Velety z krajiny Vilenske
		</br>Й. Шафарик 1847</small>	
		</a>
		</div>
		
							
	</div>
		
		
		<h3>Кезгайлы </h3>

		<p>
		Сын Кезгайло, Михаил — 
		<h4>Михаил Кезгайлович</h4> или Михаил Кезгайло — государственный деятель Великого княжества Литовского, 
		канцлер великий литовский с 1492 года, воевода виленский с 1458 года по 1459 год, наместник смоленский c 1451 года по 1458 год.
		</p>
		
		
		<p>
		Судзивой Волимонтович (1441) Великий канцлер литовский
		</br>Михаил Кезгайла (1444-1476) Великий канцлер литовский
		</br>Станислав Янович Кезгайло 1501—1502 Великий гетман литовский
		</br>Румбольд Волимонтович (1412—1432) Великий маршалок литовский
		</br>Николай Кезгайло (1510—1512) Великий маршалок литовский
		</p>
		
	
	
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>