<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Кирилл Туровский. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Кирилл Туровский (1130-1182) — средневековый туровский богослов. 
		Будучи рукоположенным епископом Турова, Кирилл прославился среди современников, как писатель и проповедник.
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Кирилл Туровский,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Кирилл Туровский</h3>
		<p class="img-float-left">
			<img src="../../images/img-figures/kirill_tur/Stamp_of_Belarus_1996.jpg" height="180" >
		</p>
		<p class="img-float-right">
			<img src="../../images/img-figures/kirill_tur/turow.jpg" height="160" >
			</br><small>г. Туров, Беларусь</small>
		</p>
		
		<p>
		Кирилл Туровский (1130-1182) — средневековый туровский богослов. 
		Будучи рукоположенным епископом Турова, Кирилл прославился среди современников, как писатель и проповедник. 
		Кирилл Туровский канонизирован православной церковью в лике святителя.
		</p>
		<p>
		Жил и творил в XII  веке — веке феодальной раздробленности белорусских земель. Туровское княжество распалось на два удела. 
		Полоцкое княжество после смерти Всеслава Чародея поделено между его сыновьями. В смутное время родился и жил св. Кирилл. 
		</p>
		<p>
		Произведения Кирилла Туровского будут издаваться на протяжении 7 веков. 
		В XIII веке составитель проложного сказания о св. Кирилле называл его "златословесным витиею", имея в виду его плодовитость и достоинства его поучений.
		</p>
		
		<p><i>
		"С этой своей художественной стороны произведения св. Кирилла довольно резко выделяются от однородных русских 
		(за исключением "слова о законе и благодати") памятников не только до-монгольского, но и вообще до-Петровского времени.
		</i></p>
		<p><i>
		Сочинения же Кирилла туровского (не только церковно-учительные, но и остальные) — вполне законченные — как по замыслу, 
		так и по литературному исполнению — произведения, в которых не заметно разносоставности, и которые могли принадлежать 
		только ораторски-образованному таланту
		</i></p>
		<p><i>
		В век Кирилла туровского на Руси эта символическая образность представления вместе с метафоричностью речи не была какою-либо новинкою, 
		...но никогда ни раньше, ни позже она не выражалась в таком совершенстве, в такой полноте, как в словах св. Кирилла.
		" </i>
		</br><small><a target="_blank" href="http://dlib.rsl.ru/viewer/01002921622#?page=649">Русский биографический словарь</a>, 1896 </small>
		</p>
		
		<p class="img-float-center">
		   <a target="_blank" href="../../images/img-figures/kirill_tur/kirill_memory.jpg">
			<img src="../../images/img-figures/kirill_tur/kirill_memory_thumb.jpg" height="160" >
			</br><small>Памятники Кириллу Туровскому 
			в Гомеле, Турове, Минске</small>
			</a>
		</p>

		
		
		</br></br></br>
		<p><small>
		http://www.usebelarusy.by/ru/content/vytoki/24444/24447/25773</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>