<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Кишки</h3>
		<img class="img-float-left" src="../../images/img-figures/kishky/dabrowa.jpg" height="200" >
		<p>
		Статья в разработке
		</p>
		<p>
			— происходивший из Подляшья шляхетский магнатский род <a href="../terms/wkl.php">Великого княжества Литовского</a>, который угас в середине XVII века.
			 Владели обширными поместьями, 70 городами и 400 селами. Родовой герб "Дуброва".
			</br><small><a target="_blank" href="../../images/img-figures/kishky/polasie.jpg">Подляшье</a> — территория, где компактно проживают этнические белорусы. Передана <a href="../terms/sssr.php">Советским Союзом</a> Польше после 
			окончания <a href="../events/world_war_2.php">Второй мировой войны</a>. Белорусский язык является региональным</small>
		</p>
		<h4>Представители рода</h4>
		<p>
		Первым представителем династии был подляшский шляхтич Пётр Струмила, прозванный Кишка, дрогичинский староста, живший в XV веке. 
		Его потомок — Станислав Кишка (умер около 1514 г) был с 1492 лидским наместником, литовским великим маршалком (1493—1499), 
		смоленским наместником (1500—1503), великим гетманом литовским (1503—1507), старостой Гродно с 1508 г.
		</p>
		<p>
		Сын Станислава, Пётр Кишка в 1521—1532 годах — воевода полоцкий, с 1522 года — староста дрогичинский, с 1532 года — каштелян трокский 
		и староста жемайтский. Был одним из самых богатых магнатов ВКЛ.
		</br>В 1522 и 1526 годах возглавлял посольства в Московию.
		</p>
		<p>
		Ян Кишка (1552—1592) — староста жемайтский (1579—1589), виленский каштелян (1588—1591), брестский воевода.
		</br>Учился в Базеле, в Цюрихе, затем в Риме, Неаполе и Болонье.
		</br>В Ливонскую войну во главе своего отряда численностью 500 человек участвовал в походе короля <a href="../figures/batory.php">Стефана Батория</a> на Великие Луки. 
		За оказанную помощь был возведен королем в 1579 в ранг сенаторa.
		</br>Распространял в своих владениях арианство. В Ивье основал арианскую академию, в Венгруве на Подляшье печатню.
		</p>
		<p>
		Януш Кишка — староста парнавский (1610), полоцкий воевода (1621—1654), польный гетман литовский (1635—1646), великий гетман литовский (1646—1654).
		</br>В 1604 участвовал в походе литовских войск гетмана <a href="../figures/hodkewich.php">Яна Ходкевича</a> в Ливонию. 
		В 1605 во время войны со Швецией участвовал в <a href="../events/battle_kircholm.php">Кирхгольмском сражении</a>, в 1609 — в Балтакменской и Парнавской битвах, 
		после чего король Сигизмунд Ваза назначил его старостой Парнавским.
		Участвовал в Русско-польской войне 1605—1618 годов, во взятии литовскими войсками Смоленска в 1611 и в походе Ходкевича на Москву. 
		Затем с 1621 служил полоцким воеводой.
		</p>
		<p> 
		К XVII веку семейство Кишек было одним из богатейших магнатских родов Литвы. 
		Последним представителем династии был Януш Кишка, умерший в 1654.
		</p>
		
		
		</br></br></br>
		<p><small>		
		</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>