<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Самуил Кмитич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Самуил Кмитич. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Самуил Кмитич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Самуил Кмитич
		</br><small>оршанский хорунжий, герой польской "Трилогии"</small></h3>
		<p>
			Статья в разработке		
		</p>
		<p>
		Самуил Кмитич происходит из Оршанской шляхты.
			Сам он не оставил мемуаров, и больше мы знаем о его старшем брате, Миколае Кмитиче, поэте и педагоге. 
			Тот закончил Полоцкую семинарию, учился в философской студии Пултуска, преподавал поэтику в Виленской академии, 
			оставил героическую поэму о смерти Иосафата Кунцевича. 
			 А еще был знаменитый дед — Филон Кмита–Чернобыльский, оршанский староста и смоленский воевода, военачальник и автор эпистолярной литературы.
			Читать статью полностью на портале «СБ»: http://www.sb.by/kultura/article/sudba-belorusskogo-rytsarya.html	
		</p>
		<p>
		Военную службу начал поручиком в 1654 году. Участник Русско-польской войны 1654-1667 гг.. Из шляхты Полоцкого воеводства, Витебского и Оршанского поветов создал хоругвь, которая вошла в полк князя Богуслава Радзивилла и участвовала в зимнем контрнаступлении войск Великого княжества Литовского. В августе 1655-ого присоединился к конфедерации, которая образовалась под Вербиловом против великого гетмана литовского князя Януша Радзивилла. Позже возглавлял полк в дивизии Павла Сапеги принимал участие в битвах со шведами.
		</p>
		<p>
		В сентябре 1658 году во главе 12-ти хоругвей действовал в глубоком тылу московских войск в белорусском Поднепровье. Во главе полка воевал со шведами в 1659-ом в Курляндии, в 1660-ом - в Подляшье. Самуил Кмитич был ярым противником короля Яна II Казимира, принимал активное участие в бунте войск в интересах гетмана Сапеги.
		</p>
		<p>
		В апреле 1660 года дивизия Сапеги объявила конфедерацию и назначила Кмитича "генеральным полковником". Участвовал в Полонковской битве, позднее участвовал в действиях против московитских войск на востоке Великого княжества Литовского. В 1663-ом осуществил глубокий рейд за Смоленск. В 1664-ом участвовал в походе на Рославль и Брянск, потом до 1665-ого блокировал московитский гарнизон в Полоцке.
		</p>
		<p>
		После войны жил на Оршанщине, активно участвовал в общественно-политической жизни Речи Посполитой. Владел имениями  в Гродненском,   Минском,  Оршанском повете.

		</p>
		
		<p>
		Самуил Кмитич послужил прообразом Анджея Кмицица в литературном романе и в снятом по роману художественном фильме:  Генрик Сенкевич. Потоп (роман).
		</br>Является главным героем исторического романа М. А. Голденкова «Пан Кмитич» (состоит из книг «Огненный всадник», «Тропою волка» и «Схватка»)
		</p>
		
		</br></br></br>
		<p><small>
		http://www.sb.by/kultura/article/sudba-belorusskogo-rytsarya.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>