<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Анджей Тадеуш Бонавентура Костюшко. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Анджей Тадеуш Бонавентура Костюшко. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Анджей Тадеуш Бонавентура Костюшко, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Анджей Тадеуш Бонавентура Костюшко</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Тадеуш Костюшко (1746-1818)- военный и политический деятель Речи Посполитой и США, участник Войны за независимость США, организатор восстания 1794 года, национальный герой Польши, США, Литвы и Беларуси, почётный гражданин Франции.
		</p>
		<p>
		Родился в феврале 1746 года в фольварке Меречевщина Коссовского имения Брестской области.
		</br>Он был крещён в коссовском Троицком костёле как Андрей Тадеуш Бонавентура Костюшко. 
		Тадеуш принадлежал к среднепоместной шляхетской семье брестского мечника Людвика Костюшко (1700—1758), 
		ведшей свой род от каменецкого боярина Константина (Костюшко) Фёдоровича, жившего в начале XVI века. 
		Мать, Фёкла Ратомская, происходила из белорусского православного рода.
		</p>
		
		</br></br></br>
		<p><small>		
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>