<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Иван Луцкевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Иван Луцкевич — культуртрегер Беларуси. 
	Браты Луцкевиiчы паходзілi з дробнай шляхты i былі бачнымі дзеячамі віленскага масонства, заснавальнікамі ложы 
		Лучнасць (Адзінства), выдаўцамі газеты Наша Ніва, заснавальнiкамi Беларускага музея ў Вільні.
	" />
  	<meta name="keywords" itemprop="keywords" content="Иван Луцкевич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/luckiewicz_ivan/Belaruski_Muzey_Vilno.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Иван Луцкевич
		</br><small>культуртрегер Беларуси</small>
		</h3>
		<p class="img-float-left">
			<a target="_blank" href="../../images/img-figures/luckiewicz_ivan/Ivan_Lutskevich.jpg">
			<img alt="Иван Луцкевич" src="../../images/img-figures/luckiewicz_ivan/Ivan_Lutskevich.jpg" height="180" >
			</a>
		</p>
		<p class="img-float-right">
			<a target="_blank" href="../../images/img-figures/luckiewicz_ivan/Nas_niva.jpg">
			<img alt="Иван Луцкевич" src="../../images/img-figures/luckiewicz_ivan/Nas_niva_thumb.jpg" height="180" >
			</br><small>Наша Нива</small>
			</a>
		</p>
		<p>
		Иван Иванович Луцкевич (9 июня 1881-20 августа 1919) - известный белорусский деятель, археолог, брат <a href="luckiewicz_anton.php">Антона Луцкевича</a>.
		</p>
		<p>
		Браты Луцкевиiчы паходзілi з дробнай <a href="../terms/shliahta.php">шляхты</a> i былі бачнымі дзеячамі віленскага масонства, заснавальнікамі ложы 
		"Лучнасць" ("Адзінства"), выдаўцамі газеты "Наша Ніва", заснавальнiкамi <a href="../terms/blr_museum.php">Беларускага музея</a> ў Вільні.
		</p>
		<p>
		Вучыўся на юрыдычным факультэце Пецярбургскага ўніверсітэта; у Маскоўскім археалагічным інстытуце. 
		За сваю палітычную дзейнасць у 1903 трапіў у турму. У 1904-1905 працягваў вучобу ў Венскім універсітэце. 
		</p>
		<p>
		У 1903 быў адным з заснавальнікаў Беларускай Сацыялістычнай Грамады (БСГ). Прымаў актыўны ўдзел у падзеях 1905 у Мінску. 
		Пад пагрозай арышту выехаў у пачатку 1906 у Вільню, дзе да 1908 знаходзіўся на нелегальным становішчы. 
		</p>
		<p>
		Ініцыятар стварэння ў Вільні многіх беларускіх арганізацый і выданняў, у тым ліку 
		</br>— газет "Наша доля" і "Наша ніва", 
		</br>— выдавецтва "Наша хата" (1908),
		</br>— Беларускага выдавецкага таварыства (1913),
 		</br>— Беларускага народнага камітэта (1915-18), 
		</br>— першых беларускіх школ на Віленшчыне, Гродзеншчыне, Беласточчыне (1916),
		</br>— настаўніцкіх курсаў, Віленскай беларускай гімназіі (1919), 
		</br>— Беларускага навуковага таварытвава (1918).
 		</p>
 		<p>
 		Разам з А. Луцкевічам, <a href="lastowski.php">В. Ластоўскім</a> і інш. Іван Луцкевіч распрацоўваў пытанні дзяржаўнага самавызначэння Беларусі 
		 — ад канцэпцыі краёвай аўтаноміі, аднаўлення на канфедэратыўнай аснове дзяржаўнай уніі Беларусі і Літвы (1906—18) 
		 да абвяшчэння незалежнай <a href="../terms/bnr.php">Беларускай Народнай Рэспублікі</a> ў яе этнаграфічных межах.
 		</p>
 		<p>
 		 Лічыў дэнацыяналізуючай у адносінах да беларусаў ролю рэлігійна-царкоўных праваслаўных і каталіцкіх структур — праваднікоў інтарэсаў Расіі і Польшчы. 
		  Выступаў за аднаўленне на Беларусі <a href="../events/unia_religion_brest.php">царкоўнай уніі</a> дзеля паяднання рэлігійнага і грамадскага руха адраджэньня дзяржаўнасьцi.
 		</p>
		<p>
 		Збіральнік і даследчык беларускіх старажытнасцей. Яго асабістая калекцыя стала асновай Беларускага музея ў Вільні.
		 </p>
		 <p class="img-float-center">
			<a target="_blank" href="../../images/img-figures/luckiewicz_ivan/Belaruski_Muzey_Vilno.jpg">
			<img alt="Иван Луцкевич" src="../../images/img-figures/luckiewicz_ivan/Belaruski_Muzey_Vilno.jpg" height="180" >
			</br><small>Белорусский музей в Вильно</small>
			</a>
		</p>
		 <p>
		 [ <small>
		 Коллекция отличалась богатством собрания монет и древних печатей — в том числе Всеслава Чародея и Миндовга. 
		 В коллекции рукописей и старопечатных книг сберегался Статут ВКЛ, 
		 «Библия» Скорины, «Мужыцкая прауда» Калиновского. Библиотека насчитывала около 15 тысяч томов. 
		 </small> ]
		 </p>
		 <p> 
 		Беларускае навуковае таварыства надало музэю імя заснавальніка. Першым кiраўнiком музэя быў брат Iвана Луцкевiча — Антон.
		</p>
		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>