<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Казимир Малевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Казимир Малевич. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Казимир Малевич, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Казимир Малевич</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		В Беларуси слава художественной "Витебской школы" тесно  связана с именем Казимира Малевича и его друзей по группе "Утвердителей Нового Искусства" (УНОВИС), которые в 20-е годы открыли супрематизм и его символ - черный квадрат.
		</p>
		<p>
		Казимир Малевич -  носитель тредиционной белорусской фамилии.
		</p>
		<p>
		"Нам ведама, што радавы маёнтак ягоных бацькоў - Малева пад Нясьвіжам. Ведама, зь ягоных жа сьведчаньняў, што маці ягоная гаварыла па-польску, а бацька "папросту". На моцны беларускі акцэнт Малевіча шмат хто зьвяртаў увагу. Сярод іншых - Надзея Хадасевіч, якая была ягонай вучаніцай у Смаленску і Віцебску, а затым падалася ў Францыю, дзе стала жонкай славутага мастака Фэрнана Лежэ, дый сама таго-сяго дамаглася ў мастацтве. Але самым важным для нас ёсьць віцебскі пэрыяд жыцьця і творчасьці Малевіча. Ён быў вызначальным і для яго. І для далейшай гісторыі мастацтва".
		</br><small>Сягей Харэўскі</small>
		</p>
		
		
		</br></br></br>
		<p><small>
		http://www.nv-online.info/by/351/culture/57734/Код-Казимира.htm
		http://www.svaboda.org/PrintView.aspx?Id=788656
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>