<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Адам Мицкевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Адам Мицкевич. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Адам Мицкевич, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Адам Мицкевич</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Адам Мицкевич — сын обедневшего шляхтича Миколая Мицкевича, адвоката в Новогрудке.
		 </br><i>"Оказал большое влияние на становление польской, литовской и белорусской литературы в XIX в. ...Язык Адама Мицкевича является в большой степени языком 
		 <a href="../terms/shliahta.php">шляхты</a> в Беларуси и Литве, к которой принадлежал сам поэт и которая с точки 
		 зрения грамматической системы и лексических ресурсов имеет в себе множество белорусских элементов, восходящих к местным белорусским говорам. 
		 В своём творчестве провинциализмы поэт вводил целенаправленно, тем самым подчеркивая свою локальную особенность." </i><small>Wikipedia.ru</small> 
		 </br>Носитель белорусского родового имени, родился на белорусской земле, считал себя <a href="../terms/litwiny.php">литвином</a>, оказал влияние на белорусскую литературу.
		</p>
		
		</br></br></br>
		<p><small>		
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>