<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
     
<!-- ***Title*** -->
 	<title>Огинские, магнатский род. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Огинские, магнатский род. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content=" Огинские, магнатский род, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Огинские, магнатский род</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		—  magnacki rod ksiazecy pochodzenia ruskiego <small>(wikipedia.pl)</small>.
		</p>
		<p>
		Чеслав Янковский так писал в своей книге <small>[«Ошмянский повет. Часть вторая», Краков, 1897 С. 143.]</small> о происхождении рода Огинских: 
		</br>
		<i>«...в 1510 году умер князь Дмитрий Иванович Глушонок (сын прародителя рода Пузына), получивший от Александра Ягеллончика привилей 
		на владение Огинтами в Жижморском повете, став прародителем князей Огинских. 
		Осели затем Огинцы в разных районах Литвы основав несколько ветвей рода; в Новогрудском воеводстве, где впоследствии в Слониме проживал 
		знаменитый гетман Огинский, создатель канала, носящего его имя, в Витебском, в Трокском (Стравенники); 
		некоторое время Огинцы были владельцами Ивья в Ошмянском повете. 
		Некоторые их этих ветвей угасли по прошествии веков, другие процветают и по сей день»
		</i>
		</p>
		<p>		
			Марциан Александр Огинский (1632-1690) — государственный и военный деятель Королевства Польского и Великого княжества Литовского, полковник литовского войска, стольник трокский с 1647, хорунжий трокский с 1654, великий чашник литовский с 1658, великий подстолий литовский с 1659, великий стольник литовский с 1661, великий кравчий литовский с 1665, воевода трокский (1670—1684), канцлер великий литовский с 1684.
			Посол (депутат) сеймов 1661, 1664, 1668, 1670, депутат Трибунала Великого княжества Литовского в 1667—1668, маршалок Трибунала в 1671.
		</p>
		<p>	
			Григорий Антоний Огинский (1654—1709) — государственный и военный деятель Великого княжества Литовского, чашник великий литовский в 1684—1687, хорунжий великий литовский в 1687—1698, староста жемайтский с 1698 и одновременно гетман польный литовский с 1703. В 1709 году был назначен гетманом великим литовским. Староста мстиславский и тельшяйский.
		</p>
		<p>	
			Игнацы Огинский (1698-1775) - государственный деятель, дипломат Речи Посполитой, маршалок великий литовский (1750-1768), виленский каштелян, великий обозный литовский (1729-1744), маршалок Трибунала Великого княжества Литовского (1732), маршалок надворный литовский (1744-1750), регент великого князя ВКЛ 1763-1764, староста борисовский и браславский (1728-1738). Активный сторонник реформ в Речи Посполитой.
		</p>	
		<p>		
			Михаил Казимир Огинский (1728-1800) — государственный и военный деятель Речи Посполитой из княжеского рода Огинских. Поэт, писатель, композитор и драматург. Владелец Неборова, Дукоры и Бобра.
			</br>Чины — чашник великий литовский (1744—1748), писарь польный литовский (1748—1764), воевода виленский (1764—1768), гетман великий литовский (1768—1793), генерал-майор войск Великого княжества Литовского.
		</p>		
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>