<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Тадеуш Рейтан, Дон Кихот Речи Посполитой</h3>
		<p>
		Статья в разработке
		</p>
		<img src="../../images/img-figures/rejtan/razbor_rechi.jpg" class="img-float-left">
		<p>
		- дэпутат Сойма Рэчы Паспалітай ад Новагародскага ваяводства ВКЛ. Стаў пятым каленам ліцьвінскай галіны абшарнікаў прускага паходжання, асеўшых у ВКЛ у XVII ст. Нацыянальны герой Рэспублікі Беларусь.
		</p>
		<p>
		</br>
		В августе 1772 года монархи России, Пруссии и Австрии договорились о первом разделе территории Речи Посполитой, неспособной уже на тот момент защищать свой суверенитет.
		</p>
		<p>
		Однако раздел, состоявшийся по факту, требовал еще юридического закрепления: монархи стран-оккупантов требовали, чтобы Речь Посполита признала потерю значительной части своей территории. Для этого, под сильнейшим давлением Австрии, Пруссии и России, был созван вальный Сейм Речи Посполита, который начал свою работу 19 апреля 1773 года.
		</p>
		<p>
		Казалось дело оставалось за малым. Однако в день открытия Сейма планы группы Понинского были нарушены: депутаты от новогрудского воеводства Тадеуш Рейтан, совместно с другими шляхтичами, среди которых отличились Самуэль Корсак (Наваградак) и Станислав Богушевич (Менск) нашли повод сорвать создание конфедерации. Новогрудские депутаты пытались оспорить работу сейма по формальным основаниям: он должен был происходить не в Варшаве, а в Гродно, и маршалком должен был быть литвин, а не поляк. 
		</p>
		<p>
		Когда несмотря на протесты Понинскому все-таки вручили жезл маршалка, то Тадеуш Рейтан пошел на решительный шаг. Приблизившись к Понинскому, он заявил: "Я такой же маршалок, как и вы, я узурпирую эту власть так же силою, как и вы присваиваете ее себе!". Затем, взяв жезл приготовленный для литовского маршалка, Рейтан провозгласил: "Милостивые государи! И я маршалок, делаюсь им и не оставлю этой моей должности!". 31-летний Рейтан умолял голосовать, не допустить избрания Пониньского и создания конфедерации, однако заседание было перенесено и депутаты разошлись.
		</p>
		<p>
		Та же картина повторилась на следующий день. На третий день, когда депутаты снова расходились ничего не решив, новогрудский депутат Тадеуш Рейтан лег в дверях, пытаясь заблокировать выход, и закричал: "Убейте меня, но не убивайте Отчизны!". Но даже такой отчаянный жест шляхтича, предки которого из прусского дворянского рода осели  в ВКЛ еще в XVII веке, ничего изменить не смог.
		</p>
		<p>
		Отчаянная борьба немногочисленной оппозиции была обречена на провал, хотя их позиция осталась непоколебимой. Под возросшим давлением оккупантов 24 апреля акт о конфедерации все-таки был подписан. Таким образом, сейм, который собирался, как свободный и зависящий от "либерум вето", был обеспечен от срыва.
		</p>
		<p>
		Так история некогда великой Речи Посполита начала свой обратный отсчет. Однако сам Тадеуш Рейтан окончательную гибель своей родины так и не увидел: он умрет в 1780 году в своем имении в Грушевке (ныне Ляховичский район, Брестская область) в возрасте 38 лет.			
		</p>		
		
		</br></br></br>
		<p><small>
		http://www.newspeak.by/content.php?id=2254</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>