<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Рогволодовичи. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Рогволод, Рогнеда и Изяслав. Рогволодовичи. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Рогволод, Рогнеда, Изяслав, Рогволодовичи, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Рогволод, Рогнеда и Изяслав. Рогволодовичи</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Рогволод (920-978) - первый полоцкий князь, названный по имени в исторических источниках, основатель династии Рогволодовичей, отец Рогнеды.
		</p>
		<p>
		"И напал Владимир на Полоцк, и убил Рогволода и двух его сыновей, а дочь его взял в жены… И с тех пор взимают меч Рогволожи внуки против Ярославовых внуков."
		</p>
		<p>
		Полоцкие князья, чуждавшиеся потомства Владимира, сами себя считали Рогволодовыми внуками - по женской линии. И отчину свою вели не от пожалования Владимира Изяславу, а по линии наследования от Рогволода.

		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>

		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>