<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Сапеги, магнатский род</h3>
		<p>
			Статья в разработке
		</p>
		<p>
		Сапеги - шляхетский род герба "Лис" в Великом Княжестве Литовском, который, унаследовав в середине XVI века владения Гольшанских, стал пользоваться огромным влиянием. Пик могущества Сапег пришёлся на начало XVIII века, когда они вели междоусобные войны с остальной шляхтой, в конечном счёте подорвавшие их силы. В те же годы приобрели и княжеский титул.
		</p>
		<p>
		Считается установленным, что род Сапеги происходит из Смоленской земли, где Сапеги уже в XV веке владели значительными поместьями
		</p>
		<p>
		В XVII веке Сапеги представляли собой грозную силу, пред которой иногда должен был смиряться даже король. Сапеги самовластно хозяйничали в Литве, распоряжаясь по своему произволу на сеймиках и трибуналах, преследуя и устраняя неугодных им лиц. Выведенная из терпения высокомерием и притеснениями Сапег, шляхта составила конфедерацию под предводительством каштеляна витебского Коцеллы, который объявил даже посполитое рушение против Сапеги. 
		</br>Вмешательство короля в это дело не предотвратило столкновения; началась (в феврале 1700 года) Домашняя война, закончившаяся поражением Сапег под Олькениками (18 ноября 1700 года), после чего все Сапеги присуждены были к лишению должностей и имений и осуждены на вечное изгнание из государства. Сапеги обратились к посредничеству Августа II, который примирил их со шляхтой. Богатство Сапег сильно пошатнулось во время этой войны, требовавшей больших расходов. Тем не менее до последних дней существования Речи Посполитой Сапеги играли выдающуюся роль.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>