<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
<!-- ***Title*** -->
 	<title>Казимир Семенович. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Казимир Семенович (ок. 1600 — ок. 1651) — военный инженер армии 
	Великого княжества Литовского, теоретик артиллерии. 
	Автор книги «Великое мастерство артиллерии» (1650), изобретатель прототипа многоступенчатой ракеты.
	Родился около 1600 г. в местечке Дубровна на Витебщине и принадлежал к роду обедневшей мелкой шляхты Семеновичей, 
	владевших в XIV-XVI вв. землями на Витебщине. Называл себя «шляxтич-литвин».
	" />
  	<meta name="keywords" itemprop="keywords" content="Казимир Семенович, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/semenowicz/book_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Казимир Семенович</h3>
		<p>
		<img src="../../images/img-figures/semenowicz/stamp.jpg" height="160" class="img-float-left">
		</p>
		<p>
			Казимир Семенович (ок. 1600 — ок. 1651) — военный инженер армии <a href="../terms/wkl.php">Великого княжества Литовского</a>, теоретик артиллерии. 
			Автор книги «Великое мастерство артиллерии» (1650), изобретатель прототипа многоступенчатой ракеты. 		
		</p>
		<p>
		Родился около 1600 г. в местечке Дубровна на Витебщине и принадлежал к роду обедневшей мелкой <a href="../terms/shliahta.php">шляхты</a> Семеновичей, 
		владевших в XIV-XVI вв. землями на Витебщине. Называл себя «шляxтич-<a href="../terms/litwiny.php">литвин</a>».
		</p>
		<p>
		Учился, скорее всего, в Виленской академии, но точных подтверждений нет. 
		Не подлежит сомнению тот факт, что познания К. Семеновича были в духе эпохи Возрождения, требовавшей универсальных гениев: 
		кроме физики, химии, гидравлики, оптики, акустики и так далее, он «изучил много искусств, как свободных, так и механических»: 
		изобразительное искусство, скульптуру, граверное и литейное искусство. 
		</br>В своей работе К. Семенович цитирует 200 авторов.
		</p>
		<p>
		Став военным специалистом, принимал участие в войне <a href="../terms/rzeczpospolita.php">Речи Посполитой</a> с 
		<a href="../terms/ross_empire.php">Московским государством</a> в 1632-34 гг., 
		в сражении Речи Посполитой с татарами под Ахматовым 30 января 1644 г.
		</p>
		<p>
		Вскоре К. Семенович выехал в Нидерланды, где в ходе Тридцатилетней войны (1618-48 гг.) участвовал в осаде многих городов. 
		В 1646 г. король Речи Посполитой  Владислав IV Ваза отозвал его из Нидерландов и назначил на службу в коронную артиллерию 
		Польского Королевства на должность инженера артиллерии.
		</p>
		<p>
		В 1648 г. К. Семенович стал заместителем начальника артиллерии, и в этом же году, в звании генерал-лейтенанта, 
		К. Семенович уходит в отставку и возвращается в Нидерланды.
		В Амстердаме, при покровительстве эрцгерцога Леопольда-Вильгельма Габсбурга, пишет и издает в 1650 г. свою главную книгу 
		— трактат “Аrtis mаgnае аrtillеriае, pаrs primа” («Великое искусство артиллерии, часть первая») на латинском языке, 
		в которой была описана многоступенчатая ракета, треугольное крыло и ракетная система залпового огня. 
		Книга сразу же была переведена на многие европейские языки, и на два столетия оставалась самой популярной научной работой по артиллерии.
		</p>
		<p>
		Идея и чертеж многоступенчатой ракеты Семеновича примерно на 250 лет опередили аналогичные выводы других всемирно известных ученых: 
		русского К.Э. Циолковского, бельгийца Р. Бинга (патент  1911 г.), американца Р. Годдарда (патент 1914 г.).
		</p>
		
		<div class="col-md-12">
		<a target="_blank" href="../../images/img-figures/semenowicz/book_1.jpg">
		<img src="../../images/img-figures/semenowicz/book_1.jpg" height="160" class="img-float-left">
		</a>
		<a target="_blank" href="../../images/img-figures/semenowicz/book_2.jpg">
		<img src="../../images/img-figures/semenowicz/book_2.jpg" height="160" class="img-float-left">
		</a>
		<a target="_blank" href="../../images/img-figures/semenowicz/book_3.jpg">
		<img src="../../images/img-figures/semenowicz/book_3.jpg" height="160" class="img-float-left">
		</a>
		</div>
		
		<p>
		О том, что Казимир Семенович умер странно, смертью преждевременной, писали все современники. Тут есть две основные версии. Первая — погиб во время своих опытов. И вторая — был убит вскоре после выхода трактата «Великое искусство артиллерии» собратьями по ремеслу. Ученому был вынесен суровый «внутрицеховой» приговор за то, что разглашал профессиональные тайны.
		</p>
		<p>
		Сегодня точно известно, что второй том «Великого искусства артиллерии» был написан. Там имелось семь разделов, посвященных истории старинной техники, устройству складов и укреплений, способам построения тайных ходов и подрыву стен. Самая интригующая — седьмая глава. Ее уникальность и значимость подчеркивал сам Семенович, обещая рассказать о некоем «универсальном пушечном приспособлении»: «Это моя новая находка, в которой содержатся все наши знания. Она одна превосходит многие другие приспособления и заменяет их все».
		</p>
		
		<p>
		По книге Семеновича учились Ньютон, Петр I и Наполеон.
		</br>Отец русской космонавтики Циолковский прямо ссылался на Семеновича в своих трудах. 
		</br>Американское космическое агентство НАСА называет Казимира Семеновича одним из основоположников всей ракетной техники.
		</br>В предисловии к английскому изданию книги 1729 г. ее английский переводчик Джордж Шелвак признавал: 
		«Авторитет К.Семеновича был и до сегодняшнего дня остается для ракетчиков и фейерверкеров чем-то святым».
		</p>
		 
		
		</br></br></br>
		<p><small>
		http://www.kp.by/daily/23886.4/144365/	
		http://rntbcat.org.by/belnames/F_HTM/Semenovich.HTML</br>
		http://n1.by/news/2012/07/26/375269.html</br>	
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>