<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Скосырев Борис Михайлович, король Андорры</h3>
		<p>
			Статья в разработкке
		</p>
		<p>
		Родился в семье Михаила Михайловича Скосырева и его жены Елизаветы Дмитриевны Скосыревой (урожденная Маврос, в 1-м браке Симонич).[2]
		</p>
		<p>
		Отец на 1917 год был земским начальником 7-го участка Лидского уезда Виленской губернии.[3] Известно, что во время Первой мировой войны Скосырев был прикомандирован к британскому бронедивизиону, действовавшему на русском фронте, что в 1924 году было подтверждено командиром дивизиона Оливером Локер-Лэмпсоном (Oliver Locker-Lampson).
		</p>
		<p>
		Затем находился в Великобритании и, по его словам, выполнял ряд секретных поручений британского правительства.
		</p>
		<p>
		К 1923 году Скосырев имел нидерландское подданство, известно, что в 1923 году ему был выдан паспорт № 85154 голландским консульством в Дижоне.
		</p>
		<p>
		В 1930-х годах в Каталонии и Андорре Скосырев называл себя графом Оранским (фр. comte d'Orange), что было вымыслом.
		</p>
		<p>
		В 1932 году был выслан с Балеарских островов (Испания).
		</p>
		<p>		
		В 1933 году в первый раз посещает Андорру и  получает местное подданство. Учитывая сложность внутренней обстановки (сохранение феодальных пережитков, отрезанность от внешнего мира, статус миниатюрного княжества как совладения епископа Урхельского и президента Франции), он решает извлечь из неё личную выгоду. Первоначально он представляет Генеральному Совету план осуществления реформ по превращению Андорры в зону с благоприятным фискальным режимом (по примеру других малых государств Европы). Проект был отвергнут из-за опасений нарушений патриархального образа жизни. В июне 1934 Скосырев выслан из Андорры.
		</p>
		<p>		
		Через месяц он возвращается (формально - нелегально) в страну и 7 июля 1934 года повторно обращается к Генеральному Совету, предлагая также принять себя в качестве короля Андорры. На этот раз большинство членов Совета его поддерживают. Скосырев объявляет себя сувереном Андорры Борисом I (на основании того, что к президентам Франции якобы никогда не переходило королевское право суверенитета над Андоррой, и Борис исполняет именно функцию регента французского короля). 
		</br>Он пишет конституцию страны, которую печатает в местном информационном вестнике, а сотни экземпляров распространяет в виде листовок. Конституция вышла короткой - 17 пунктов, её суть сводилась к защите прав коренного населения, заботу о котором берёт на себя монарх. На эту роль Скосырев предложил себя. 8 июля Генеральный совет утвердил реформы Скосырева и признал его королём независимой Андорры.
		</p>
		<p>		
		Как Борис I, обосновавшись сперва в Андорре-ла-Велье, а затем в близлежащем городке Сольдеу, он в течение нескольких дней правит, издавая весьма либеральные и прогрессивные, для своего времени, указы. Однако, хотя епископ Урхельский вначале в целом благосклонно отнёсся к новоявленной монархии, он недоброжелательно встретил идею превращения Андорры (по примеру Монако) в игорную зону. В итоге…

		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>