<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
  
<!-- ***Title*** -->
 	<title>Борис Скосырев. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Борис Скосырев, король Андорры из Лидского уезда. 
	Первым днем существования королевства Андорра и вступления Бориса в права монарха можно считать 11 июля 1934 года...
	" />
  	<meta name="keywords" itemprop="keywords" content="Борис Скосырев, король Андорры,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/skosyrew/boris_1.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Скосырев Борис Михайлович
		</br><small>король Андорры из Лидского уезда</small></h3>
		
		<p class="img-float-left">
			<img src="../../images/img-figures/skosyrew/boris.jpg" height="160" >
		</p>
		<p class="img-float-right">
			<img src="../../images/img-figures/skosyrew/andorra.jpg" height="160" >
		</p>
		
		<p>
		Скосырев Борис Михайлович (1896-1989) — родился в семье земского начальника 7-го участка Лидского уезда Виленской губернии.
		в интервью различным изданиям сам Скосырев называл себя "Белым Русским родом из <a href="../places/wilno.php">Вильни</a>" (White Russian born in Vilna).
		У Бориса Скосырева было великолепное университетское образование, уже в 21 год он свободно говорил на английском, французском и немецком языках.
		</p>
		<p>
		Известно, что во время Первой мировой войны Скосырев был прикомандирован к британскому бронедивизиону, 
		действовавшему на русском фронте.
		В 1918-1920 гг. находится в Великобритании , сотрудничает с бтиританскими и японскими военными атташе. 
		Однако сотрудничество оказалось не очень плодотворным: уже через некоторое время Бориса задерживает полиция за выдачу необеспеченных чеков при оплате жилья и других счетов. 
		</p>
		<p> 
		Получив в 1924 г. два паспорта (нансеновский и голландский), Борис Скосырев отправляется в Латинскую Америку, в Колумбию. 
		Там он организовывает коммерческое предприятие "Boris de Skossyreff; import-export, representation". 
		В Латинской Америке Борис изучает испанский язык, который понадобится ему для главной авантюры его жизни.
		</p>
		<p> 
		<small>
		[Норвежец Фритьоф Нансен предложил выдавать беженцам без документов паспорт от имени Лиги наций.
		</br>В середине 20-х годов ХХ века Нансеновский паспорт стал очень популярен среди европейцев, отправлявшихся в Латинскую Америку. 
		Происходило это из-за того, что недавно получившие независимость от Испании страны континента или все еще борющиеся за свою независимость, 
		с неприязнью относились ко всем европейцам, а не только к испанцам. 
		Нансеновский паспорт позволял эффективно "манипулировать национальностью" и представляться по необходимости то русским, то поляком, то финном, 
		то французом. В зависимости от того, кого твой собеседник или партнер ненавидит меньше всех остальных.]
		</small>
		</p>
		<p>
		За десятилетие 1920-30 он оставил следы во Франции, Голландии, Великобритании, Бельгии, Испании, Португалии и Германии.
		В 1930-х годах в Каталонии и Андорре Скосырев называл себя графом Оранским (фр. comte d'Orange), что было вымыслом.
		В 1932 году был выслан с Балеарских островов (Испания).
		</p>
		<p>		
		В 1933 году в первый раз посещает Андорру и  получает местное подданство.  
		Первоначально он представляет Генеральному Совету план осуществления реформ по превращению Андорры в зону 
		с благоприятным фискальным режимом (по примеру Монако). 
		Для того чтобы добиться светлого будущего, Генеральный совет долин должен был утвердить Бориса в качестве короля, 
		а страну провозгласить королевством. 
		</br>Формально Борис имел права на престол — он заручился письмом Жана Орлеанского, 
		герцога де Гиза, в котором тот передавал ему свои права на княжение в Андорре.
		</p>
		<p>
		 Спустя менее чем неделю после рассмотрения плана реформ французские гражданские и испанские епископальные власти выдали ордер на выдворение Бориса Скосырева из Андорры.
		</p>
		<p class="img-float-left">
			<img src="../../images/img-figures/skosyrew/boris_1.jpg" height="160" >
		</p>
		<p>		
		Через месяц он возвращается (формально - нелегально) в страну и 7 июля 1934 года повторно обращается к Генеральному Совету. 
		</br>На этот раз большинство членов Совета его поддерживают.  
		Первым днем существования королевства Андорра и вступления Бориса в права монарха можно считать 11 июля 1934 года, 
		первый день после повторного голосования Совета долин.
		</br>Он пишет конституцию страны, которую печатает в местном информационном вестнике, а сотни экземпляров распространяет в виде листовок. 
		Конституция вышла короткой — 17 пунктов, её суть сводилась к защите прав коренного населения, заботу о котором берёт на себя монарх. 
		</p>
		<p>
		Президент Франции Альбер Лебрен заявил, что Франция готова признать суверенитет Пиренейского королевства. 
		</br>Епископ Урхельский Жусти Гитарт-и-Вилардебо (второй со-князь Андорры) ничего против независимости княжества не имел. Его сильно смущал только один факт: то, что в стране, со-правителем которой он являлся, будут созданы игорные дома, эти "порождения дьявола". 
		</p>
		<p>
		12 июля Скосырев объявляет войну епископу Урхеля от своего имени и имени суверенной Андорры. 
		</br>Епископ обратился с жалобой в жандармерию Каталонии. И 20 июля 1934 года закончилось 9-дневное правление короля Бориса I Андоррского. 
		В страну прибыли 50 испанских жандармов, которые моментально оккупировали столицу и арестовали короля. 
		</p>
		<p>
		Так закончились военные действия против епископа и история Королевства Андорра, которое снова стало княжеством под управлением со-князей: епископа Урхеля и президента Франции (последнее было утверждено Советом долин во избежание юридической коллизии, которой воспользовался король Борис).
		</p>
		<p>		
		В середине 50-х годов Борис Скосырев появляется в Западной Германии, в городке Боппард, где снова воссоединяется со своей женой Мари-Луиз. Там они и прожили свою старость как провинциальные рантье. Умер Борис Скосырев, по этой версии, в 1989 г., дожив до 93 лет. Впрочем, некоторые европейские газеты публиковали сведения о том, что Скосырев умер или погиб то ли во время войны, то ли в 50-е годы. Ни одна из этих версий не нашла подтверждения. 
		</p>
		
		</br></br></br>
		<p><small>
		http://www.belhistory.com/skosyrev_part1.shtml</br>
		http://news.tut.by/society/287815.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>