<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>В. князь Свидригайло</title>

<!-- ***Meta*** -->
	<meta name="description" content="Битва за корону ВКЛ длиной в 40 лет. Союзы с Ливонским и Тевтонским Орденами, Московским царством, 9 лет заточения, 
	Гражданская война. И как итог — конфессиональное перемирие и спокойная старость.
	
	" />
  	<meta name="keywords" itemprop="keywords" content="Свидригайло, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-events/war_civil_1432/1432_wkl_swidrigajlo.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
                       
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h1>Свидригайло
		</br><small>мятежный князь <a href="../events/war_civil_1432.php">Гражданской войны</a></small>
		</h1>
		
		<p>
		<i>
		"Свидригайло ... изображается старыми польскими писателями в самых мрачных красках. 
		Не подлежит сомнению, что он отличался крутым и жестоким нравом…"
		</i>
		</br><small>Энциклопедический словарь Брокгауза и Ефрона</small>
		</p>
		
<div class="col-md-12">		
		<p class="img-float-left">
		<a href="../../images/img-events/war_civil_1432/swidrigailo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1432/swidrigailo_thumb.jpg" height="120"> 	
		</a>
		</br></br>
		</p>
		
		<p class="img-float-right">
		<a href="../../images/img-events/war_civil_1432/1432_wkl_swidrigajlo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1432/1432_wkl_swidrigajlo_thumb.jpg" height="120"> 
		</a>
		</br></br>
		</p>
		
		<p>
			Свидригайло (1370-1452) — князь витебский, подольский, новгород-северский, черниговский и брянский, 
			<a href="../terms/dukes_wkl.php">Великий князь Литовский</a> 1430-32, князь волынский 1434-52. 
			Сын великого князя литовского <a href="../figures/olgerd.php">Ольгерда</a> и тверской княжны Ульяны, 
			младший брат <a href="../figures/jagiello.php">Ягайло</a> и двоюродный брат <a href="../figures/vitovt.php">Витовта</a>.
		</p>
		<p>
			Еще при жизни Витовта, правителя ВКЛ, предпринял множество попыток занять место Великого князя. Ради этого вступал в союзы 
			с Тевтонским и Ливонским Орденами, Московским царством. Был заточен Витовтом в крепость на девять лет. Но мечта не давала покоя. 
			Он бился за нее 40 лет.
		</p>
</div>
		

		
<div class="col-md-12">
<p>
1370-1430 Хронология борьбы Свидригайло за первенство в ВКЛ до смерти Витовта.
<!--Spoiler-->
<!--http://forwebmaster.net/prostoy-spoyler-dlya-sayta-v-html/-->

<div class="spoil">
	<div class="smallfont">
	<input type="button" class="btn btn-default btn-sm" value="Основные события (показать / скрыть)" class="input-button" 
	onclick="if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = ''; this.innerText = ''; this.value = 'Свернуть'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Текст спойлера'; }">
	</div>

<div class="alt2">
<div style="display: none;">

		<p>
		</br>
		1377 После смерти отца получает в удельное владение города Витебск и <a href="../places/krevo.php">Крево</a> (Свидригайло на тот момент 7 лет).
		</p>
		<p>
		1393 Захватывает Витебск и убивает наместника, поставленного Витовтом вместо него. На его сторону перешли Друцк и Орша. 
		Витовт город отбил и Свидригайло был в кандалах отправлен в Краков, ко двору Ягайла. Был помилован братом.
		</p>
		<p>
		1396 С отрядом Ливонских рыцарей снова захватывает Витебск. Жители признают его своим князем. Витовт город отбил и 
		Свидригайло снова был в кандалах отправлен в Краков, ко двору Ягайла. Был помилован братом.
		</p>
		<p>
		1402 Едет в Пруссию. В обмен на военную помощь обещает Тевтонскому Ордену <a href="../places/samogitia.php">Самогитию</a>. 
		40-тысячная армия Ордена вторглась в ВКЛ и подошла к Вильно. Рассчитывает на своих сторонников в в столице.  
		Витовт, руководивший обороной Вильны, их выявил и казнил. Город взять не удалось.
		</p>
		<p>
		1404 Возвращается на  родину, мирится с Ягайло и Витовтом, приносит им вассальную присягу на верность и взамен получает 
		обширное удельное княжество — Чернигово-Северскую землю вместе с городами Чернигов, Новгород-Северский, Трубчевск, Стародуб и Брянск.
		</p>
		<p>
		1408 Вместе с группой  князей едет в Москву к Василию I Дмитриевичу. Получает от московского князя ряд городов в кормление: 
		Владимир, Переяславль-Залесский, Юрьев-Польский, Волок Ламский и Ржев, а также половину Коломны.
		</p>
		<p>
		1408 С войском Василия I вторглается в пограничные литовские земли. Московское и литовское войска встретились на берегах Угры. 
		Армии в бой не вступили и между Василием Дмитриевичем и Витовтом был заключён договор о вечном мире. 
		Витовт потребовал выдать Свидригайло, но Василий I отказался.
		</p>
		<p>
		1409 Оставляет московские владения и возвращается в ВКЛ. По дороге разоряет московский город Серпухов.
		</p>
		<p>
		1409 Ведет переговоры с Тевтонским Орденом о свержении Витовта. Был схвачен по приказу Витовта и заключён в Кременецком замке. 
		В тюрьме Свидригайло находится до 1418 года (9 лет)
		</p>
		<p>
		1409-18 Заключен в Кременецком замке
		</p>
		<p>
		1418 Освобожден князьями Даниилом Острожским и Александром Пинским после захвата ими замка. 
		Занимает город Луцк, в Венгрии захватывает у волынских бояр полторы тысячи коней для своего войска. 
		</p>
		<p>
		1418-20 Мирится с Ягайло при посредничестве германского императора Сигизмунда и при посредничестве Ягайло мирится с Витовтом. 
		Получает свой прежний удел, где живет 10 лет до смерти Витовта.
		</br></br>
		</p>
</div>
</div>
</div>	
<!--/Spoiler-->
</p>
</div>


		<p>
		</br>
		1430 Умер в. князь Витовт. Знать ВКЛ в одностороннем порядке провозгласила великим князем Свидригайло, 
		что было нарушением условий <a href="../events/unia_gorodlo.php">Городельской унии</a>, по которой великого князя должен был утвердить 
		король польский Ягайло. 
		Чтобы увеличить свою популярность среди православного населения и знати, Свидригайло восстановил православных в правах, ущемленных Городельской унией. 
		</p>
		<p>
		Он разрывает союз с Польшей и отказывается присягать Ягайло. 
		</br><i>
		"Я не с его ласки, но с Божьей и по праву природного моего великий князь; имею теперь время отомстить ему за давние обиды, пускай будет благодарен, 
		что я до этого почитаю и уважаю его просто, как старшего брата и короля польского"</i>
		</p>
		<p>
		Свидригайло разрывает Городельскую Унию и стремиться к восстановление политической независимости ВКЛ 
		и королевской короне. 
		</br>1432 При поддержке Польши его свергает двоюродный брат <a href="../terms/dukes_wkl.php">Сигизмунд</a>, и страна 
		погружается в пучину <a href="../events/war_civil_1432.php">Гражданской войны</a>.
		</p>
		</p>
		В этой войне на стороне Свидригайло участвовал Жигимонт Корибутович — внук Ольгерда, вернувшийся из Чехии. Там он с войском литовским, 
		по поручению Витовта, помогал гуситам отражать Крестовые походы Священной Римской Империи. 
		Согласно хронисту Яну Длугошу, Сигизмунд Корибутович пытался помирить Сигизмунда Кейстутовича и Свидригайло, предлагая организовать посреднический суд по руководством папы или императора.
		<p>
		<p>
		В архивах Тевтонского Ордена сохранился <a href="../download/spis_swidrigailo.php">"Спис городов"</a>, поддерживавших Свидригайло.
		</p>
		
		<div class="col-md-12 img-float-center">
		<a href="../../images/img-events/war_civil_1432/1595_Mercator_Lithuania_swidrigajlo.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Гражданская война в ВКЛ" src="../../images/img-events/war_civil_1432/1595_Mercator_Lithuania_swidrigajlo_thumb.jpg" height="160"> 
		</br><small>Города Свидригайло на карте Меркатора 1595 г.</small>
		</a>	
		</div>
		
		<p>		 
		1435 В решающей битве у <a href="../figures/kesgajla.php">Вилькомира</a> Свидригайло потерпел поражение. 
		Частью населения признавался В. князем до 1440 года. Однако военные столкновения 1437 и 1440 годов оказались для него неудачными. 
		</br>1452 Свидригайло умирает в Луцке, владея Волынью. 
		</p>


		

<div class="col-md-12">		
		</br></br></br>
		<p><small>
		http://spadczyna.com/history/mapes/b_3_vkl_15_3.htm</br>
		http://vklby.com/index.php/lichnosti/11-lichnosti/81-nepokornyj-myatezhnik--knyaz-svidrigajlo</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
</div>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>