<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Бронислав Тарашкевич. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Бронислав Тарашкевич
	" />
  	<meta name="keywords" itemprop="keywords" content=" Бронислав Тарашкевич,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />


<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
               
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_figures.php"); ?>
  
		<h3>Бронислав Тарашкевич</h3>
		<p>
		Статья в разработке
		</p>		
		<p>
		Бронислав Адамович Тарашкевич (20 января 1892 - 29 ноября 1938) - языковед, переводчик, публицист. Академик АН БССР.	
		</p>		
		<p>
		Родился в Матюлишках   Виленского уезда. Окончил с серебряной медалью Виленскую гимназию. 1916 После историко-филологическиого факультета Петербургского университета начал разрабатывать белорусскую грамматику под руководством Е. Ф. Карского. Работал и как приват-доцент древнегреческого и латинского языков.
		</p>		
		<p>
		1917 Один из лидеров Белорусской Социалистической Громады - первой белорусской национальной политической партии. 
		</p>		
		<p>
		1918 Руководит культурно-просветительским отделом Петроградского отделения Белорусского национального комиссариата (Белнацком), участвовал в издании газеты "Дзянніца".
		</p>		
		<p>
		1919 Преподаватель белорусского и греческого языков в Минском педагогическом институте. 
		</p>		
		<p>
		1920 заведующий белорусского сектора департамента просвещения Срединной Литвы. После того как западнобелорусские земли оказались в составе Польши, Б. А. Тарашкевич стал членом Центрального белорусского избирательного комитета, с 1921 года - директор Виленской белорусской гимназии. В 1920-х годах был  членом масонских лож.
		</p>		
		<p>
		В Западной Белоруссии в составе Польши  Тарашкевич был избран депутатом польского сейма, был председателем Белорусского посольского клуба. 
		</p>		
		<p>
		1927 За членство в Компартии Западной Белоруссии (КПЗБ) был арестован польскими властями и в мае 1928 года осуждён на 12 лет заключения.
 		</p>		
		<p>
		1930 Был досрочно выпущен из тюрьмы. Активно участвовал в избирательной кампании Компартии в польский парламент, возглавлял прокоммунистический избирательный комитет Белорусского рабоче-крестьянского посольского клуба "Змаганьне" ("Борьба"). 
		</p>		
		<p>
		1931 Арестован польскими властями при попытке проехать через польскую территорию из Данцига в Берлин. Осуждён на 8 лет каторги.
		</p>		
		<p>
		1933 года в результате обмена политзаключенными между Польшей и СССР вернулся и жил в Москве. Работал заведующим отдела Польши и Прибалтики в Международном аграрном институте.
		</p>		
		<p>
		1937 года арестован, в январе 1938 года приговорён к высшей мере наказания; 29 ноября 1938 года - расстрелян.

		</p>
		
		
		</br></br></br>
		<p><small>
		http://www.bel-jurist.com/page/tarashkevich</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
			
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>