<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
   
<!-- ***Title*** -->
 	<title>Василий Тяпинский. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Василий Тяпинский.
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения.
	" />
  	<meta name="keywords" itemprop="keywords" content="Василий Тяпинский, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	  <meta property="og:image" content="http://history-belarus.by/images/img-figures/litwa_rb.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Василий Тяпинский <small>гуманист и еретик</small></h3>
		<p>
			Статья в разработке
		</p>		
		<p>
		Родился в семье шляхтича господарского полоцкого повета. Известно, что он участвовал в Инфлянтской войне, служил у подканцлера Остафия Воловича, который поддерживал реформационное движение и книгоиздательскую деятельность в Великом Княжестве Литовском.
		</p>		
		<p>
		По своим взглядам Тяпинский был близок к Сымону Будному. Вместе с ним он принимал участие в протестантских съездах. Воевал, путешествовал, сблизился с радикально настроенными протестантами — социниами (антитринитариями).		
		</br><small> Антитринитарии  - приверженцы унитарианской системы верований в христианстве, не принимающие догмат о Троице. Антитринитарная идеология была объявлена ересью на Никейском соборе в 325 году. 
		</small>
		</p>		
		<p>
		Тяпинский отстаивал позицию, заключающуюся в том, что владеть имениями и землей, а также участвовать в справедливых войнах против нашествий и угрозы тирании - это не грех и не противоречит Библии, как считали крайне левые антитринитарии.
		</p>		
		<p>
		С возмущением он писал о необразованности и ренегатстве православного духовенства, которое отказывалось от родного языка, считая его слишком грубым для храма, в то время как само плохо владело принятым в богослужении церковнославянским.
		</p>		
		<p>
		Главным делом жизни Василя Тяпинского стало просвещение народа.
		</p>		
		<p>
		Ради этого он взялся за перевод на белорусский язык Евангелия и на собственные деньги основал в своем имении Тяпино (теперь Чашникский район) типографию. Эта трудная и кропотливая работа требовала больших средств, которых просветитель не имел. По его признанию, он смог перевести и напечатать только тексты Евангелий от Матфея и Марка и частично от Луки. Просветитель намеревался издать и Катехизис, однако этот план остался нереализованным.
		</p>
		<p class="img-float-center">
		<img src="../../images/img-figures/tiapinsky/razmova.jpg" >
		</br><small>"Размаўляючы пра Катэхізіс"
		</br>Памятник С. Будному и В. Тяпинскому в Минске</small>
		</a>	
		</p>		
		<p>
		"Евангелие" Василя Тяпинского напечатано в два столбца - на церковнославянском и белорусском языках с многочисленными толкованиями и ссылками на источники. Удачное оформление инициалами и орнаментами напоминает виленские издания Скорины.
		</p>
		
		</br></br></br>
		<p><small>
		http://www.raruss.ru/slavonic/slav5/3910-white-russia-slavonics.html</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>