<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
      
<!-- ***Title*** -->
 	<title>О. П. Васильковский. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Васильковский О. П. глава дипмиссии БНР в Прибалтике. 
	Выдающиеся люди в истории Беларуси. Эти люди рождались, жили, творили, сражались и умирали на этой земле и за эту землю. 
	Они достойны того, чтобы их помнили. Среди них были воины и поэты, художники и скульпторы, ученые и путешественники, 
	авантюристы и интеллектуалы-романтики, первый Президент Гавайев и основоположник ракетостроения, первый исследователь древнего Вавилона и 
	святой апостол церковного единения." />
  	<meta name="keywords" itemprop="keywords" content=" БНР, Олег Петрович Васильковский, 
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus-php/images/img-figures/vasilkovsky/Oleg_Petrovich_Vasilkovskiy.jpg" />
	
<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Олег Петрович Васильковский
		 </br><small>глава дипмиссии БНР в Прибалтике</small>
		</h3>
		
		<p class="img-float-left">
			<img src="../../images/img-figures/vasilkovsky/Oleg_Petrovich_Vasilkovskiy.jpg" height="180" >
		</p>
		<p>
			Родился 28 октября 1879 в Витебской губернии. В 1901 окончил Николаевское кавалерийское училище с отличием в чине хорунжего. 
			Выпущен в лейб-гвардии Казачий полк. В 1909 — сотник л-гв. Казачьего полка.	
		</p>
		<p>
		С началом Первой мировой войны Васильковский подает рапорт о переводе его в действующую армию и получает назначение в 3-й Донской казачий полк. 
		В 1917 произведен в генерал-лейтенанты. 
		</p>
		<p>
		Принимал участие в антибольшевистском восстании в Ярославле в войсках генерала Карпова. 
		После разгрома восстания Васильковскому удалось скрыться. Неоднократно был арестован. В августе 1919 года бежал в Финляндию.
		</p>
		<p>
		В 1919 г. Васильковский возглавил дипломатическую миссию <a href="../terms/bnr.php">Белорусской Народной Республики</a> в Прибалтике и руководил ею до 1920 г., 
		после чего в мае 1920 г. прибыл в Хельсинки в качестве официального представителя Беларуси. 
		25 июня 1920 г. Васильковский получает официальные полномочия военно-дипломатического представителя БНР при правительстве Финляндии. 
		Олег Васильковский вёл переговоры с лидерами Антанты о признании независимости БНР.
		</p>
		<p class="img-float-center">
			<img src="../../images/img-figures/vasilkovsky/bnr_mission.jpg" height="200"/>
		</p>
		<p>
		После Гражданской войны частвовал в создании Союза русских увечных воинов-эмигрантов в Эстонии. 
		Также в 1930 при поддержке Васильковского был организован 
		Союз взаимопомощи чинов бывшей Северо-Западной армии и русских эмигрантов в Эстонии, председателем которого он являлся до закрытия союза в 1936.
		</p>
		<p>
		В 1940 после аннексии Эстонии СССР арестован органами НКВД в Таллине. 09.05.1941 приговорен к ВМН, приговор заменен на 10 лет лагерей. 
		Погиб в заключении в Томске (по другим данным расстрелян в Ленинграде).
		</p>
		
		</br></br></br>
		<p><small>
		<a href="https://www.facebook.com/radabnr">Рада Б.Н.Р.</a></br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		inbelhist.org/?p=4737
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>