<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Остафий Волович
		</br><small>Воловичи, шляхетский род</small></h3>
		<p>
			Статья в разработке
		</p>
		<p>
		<i>"Воловичи - русско-польский <small>[забавное определение 1890-х годов, учитывая, что Россия и Польша никогда ранее между собой не граничили]</small> графский и дворянский род герба Богория. 
		</br>Родоначальником их был Грынько Ходкевич (Григорий Федорович) В., конюший великого князя Литовского (1459). Из его внуков Григорий Богданович был послом в Москве (1563), а Остафий Богданович - канцлером великого князя Литовского (1579-1587). Род этот в конце XVI века разделился на несколько ветвей, из которых теперь существуют четыре, внесенные в VI и I части родословной книги Минской, Могилевской, Гродненской и Ковенской губерний. Многие из его представителей занимали в XVI, XVII и XVIII вв. высокие должности в Польше.
		</i>
		</br><small>Энциклопедический словарь Брокгауза и Ефрона</small>
		</p>
		</p>
			Остафий Волович (1520-1587) - государственный деятель Великого княжества Литовского, гуманист и просветитель, один из составителей Литовского статута, руководителей и меценат реформационного движения на землях Великого княжества Литовского.
			</br>С 1579 года канцлер Великого княжества Литовского (1579-1587).
		</p>
		</p>
			Мартиан Доминик Волович — государственный деятель Великого княжества Литовского. Хорунжий мстиславский (1692-1701), писарь великий литовский (1701-1703), маршалок великий литовский (1704-1712), маршалок Трибунала Литовского в 1704 году.
		</p>
		
		</br></br></br>
		<p><small>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>