<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
    
<!-- ***Title*** -->
 	<title>Войниловичи, шляхта тутэйшая. История Беларуси</title>

<!-- ***Meta*** -->
	<meta name="description" content="Э. Войнилович: мы не пришли ни с Востока, ни с Запада — мы коренные, местные, кость от кости, 
	кровь от крови того народа, который когда-то хоронил своих предков в этих курганах (сегодня — на сельских кладбищах) 
			и родную белорусскую землю сохой пашет
	" />
  	<meta name="keywords" itemprop="keywords" content="Войниловичи, шляхта Минская, войнилович, шляхта белорусская, шляхта беларуская,
	  история беларуси, история белоруссии, история беларуси кратко в датах, известные люди беларуси, знаменитые люди беларуси"/>
	<meta property="og:image" content="http://history-belarus.by/images/img-figures/woinillovicz/rodowod_title.jpg" />
	

<!-- ***Include Header*** -->
<? include ("../_include/header_figures.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_figures.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
		<h3>Войниловичи, шляхта тутэйшая</h3>
		<p class="img-float-left">
			<a target="_blank" href="../../images/img-figures/woinillovicz/edvard.jpg">
			<img alt="Булак-Балахович" src="../../images/img-figures/woinillovicz/edvard.jpg" height="180" >
			</br><small>Эдвард Войнилович</small>
			</a>
		</p>
		<p class="img-float-right">
			<a target="_blank" href="../../images/img-figures/woinillovicz/rodowod.jpg">
			<img alt="Булак-Балахович" src="../../images/img-figures/woinillovicz/rodowod_thumb.jpg" height="180" >
			</br><small>Родовод Войниловичей</small>
			</a>
		</p>
		<p>
		<i>
			"Войниловичи не пришли ни с Востока, ни с Запада — они коренные, местные, кость от кости, кровь от крови того народа, 
			который когда-то хоронил своих предков в этих курганах (сегодня — на сельских кладбищах) 
			и родную белорусскую землю сохой пашет".
		</i>
		</br><small>"Воспоминания", Э. Войнилович</small>		
		</p>
		<p>
		Войниловичи — <a href="../terms/shliahta.php">шляхетский</a> род "гербу ўласнага Вайнiловiч". Является одним из древнейших шляхетских родов Великого княжества Литовского. 
		Тесно связан с Ваньковичами и Монюшко. 
		<i>
		"Для точности могу отметить, что это был род местный, белорусский. Собственный герб — измененная Сырокомля." 
		</i><small>"Воспоминания", Э. Войнилович</small>
		</p>
		<p>
		В течение многих столетий Войниловичи занимали скромные должности мечников, подкомориев, хорунжих, 
		а после разделов — должности маршалков шляхты Слуцкого уезда.
		</p>
		<p>
		Последним представителем рода был Эдвард Войнилович (1847-1928). 
		</br>Родился в Слепянке (Минск). 
		Учился в Петербургском императорском технологическом институте. Стажировался на заводах Германии и Бельги, работал инженером 
		на Путиловском заводе в Петербурге. Был почётным мировым судьей Слуцкого уезда, вице-председателем Минского Общества Сельского Хозяйства. 
		 Трижды избирался в российскую Государственную Думу. Был членом Государственного Совета России от Минской губернии. 
		Был выдвинут Столыпиным на должность вице-министра сельского хозяйства Российской империи (отказался).
		</p>
		<p>
		Войнилович был фундатором строительства Красного Костела (костел св. Симеона и св. Елены) — в память своих рано умерших детей.
		</p>
		<p>
		После себя Войнилович оставил "Воспоминания" — 
		<i>
		"Все, что во мне переболело и мною пережитое, приношу в жертву Богу. Возможно, на весах последнего Суда это перевесит в сторону моего 
		оправдания… буду как можно больше рассказывать и меньше осуждать, ибо чем дальше в прошлое уходят действия и события, 
		тем объективнее они видятся. Пусть рассудит время."
		</i>
		</p>
		
		<div class="col-md-12">	
	
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-figures/woinillovicz/Saviczy_palac_1914.jpg">
		<img alt="Войнилович" src="../../images/img-figures/woinillovicz/Saviczy_palac_1914_thumb.jpg" height="160">
		</br><small>Усадьба Войниловичей, 1914
		</br>м. Савичи, Минская обл.</small>
		</a> 
		</div>
		
		<div class="col-md-4 img-float-center">
		<a href="../download/blr_nationalists_1957.php">
		<img alt="Войнилович" src="../../images/img-figures/woinillovicz/title.jpg" height="160">
		</br><small>Воспоминания (рус)
		</br>Э. Войнилович, 1917-1928</small>
		</br>Читать / Скачать
		</a> 
		</div>
		
		<div class="col-md-4 img-float-center">
		<a target="_blank" href="../../images/img-figures/woinillovicz/red_church.jpg">
		<img alt="Войнилович" src="../../images/img-figures/woinillovicz/red_church_thumb.jpg" height="160">
		</br><small>Костел св. Симеона и св. Елены
		</br>"Красный костел", Минск</small>
		</a> 
		</div>
		
		</div>
		
		<p>
		Эдвард Войнилович поддерживал белорусское национальное движение. Участвовал в заседаниях Рады <a href="../terms/bnr.php">БНР</a>. 
		Был сторонником независимой <a href="../terms/belarus.php">Беларуси</a> в союзе с Польшей, выступал против раздела Беларуси поляками и большевиками.. 
		</p>
		
		<i>
		<p>
		"Достаточно значительную часть польских землевладельцев Беларуси, включающую частично Виленскую, большую часть Гродненской и всю Минскую губернии, а также Могилевскую и Витебскую составляют 
		автохтоны — шляхта местного происхождения, когда-то признававшая восточное вероисповедание, ставшая в XVII в. католической и ополяченной. 
		</p>
		<p>
		Они чувствовали себя едиными с местным населением, к тому же знали его язык, обычаи и, по крайней мере, не стремились его ополячить. 
		Были сочувствующими возникшему еще во второй половине XIX в., хотя еще слабому, но существенному национальному движению, первыми пионерами 
		которого были польские землевладельцы, такие как Чечот, Зан, Сырокомля, Дунин-Марцинкевич и другие.
		</p>
		<p>
		...Владея белорусским языком в той же степени, как и польским, в течение десятилетий я был в постоянном контакте со всеми проявлениями белорусского 
		движения, вначале в Минске, где приходилось встречаться с <a href="luckiewicz_anton.php">Луцкевичем</a>, а затем в 
		<a href="../places/wilno.php">Вильно</a> и Петербурге."
		</p>
		</i>
		
		<div class="col-md-12">	
	
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-figures/woinillovicz/rada_wilno_1918.jpg">
		<img alt="Войнилович" src="../../images/img-figures/woinillovicz/rada_wilno_1918_thumb.jpg" height="160">
		</br><small>Виленская Рада БНР, 1918</small>
		</a> 
		</div>
		
		<div class="col-md-6 img-float-center">
		<a target="_blank" href="../../images/img-figures/woinillovicz/sluzki_czyn.jpg">
		<img alt="Войнилович" src="../../images/img-figures/woinillovicz/sluzki_czyn.jpg" height="160">
		</br><small>Слуцкi збройны чын, 1920</small>
		</a> 
		</div>
		
		</div>
		
		<p>
		1919 — участвовует в создании "Польско-белорусского общества для культурного и политического сотрудничества в Беларуси".  
		</p>
		<p>
		1920 — в доме Войниловича в Слуцке проходит Белорусский съезд Слуцка, поднявший Слуцкое восстание 
		(<a href="../events/uprising_sluzk.php">Слуцкi збройны чын</a>). 
		</p>
		<p>
		1928 — <i>"Видимо, из этой болезни не выйду: на все воля Божья."</i> Умер Эдвард Войнилович в Быдгоще (Польша). В 2006 перезахоронен у стен Красного костела (Минск).
		</p>
		
		</br></br></br>
		<p><small>
		http://histmuseum.by/ru/collections/museum-treasure-trove/treasure-trove-0415/</br>
		be-x-old.wikipedia.org</br>
		be.wikipedia.org</br>
		pl.wikipedia.org</br>
		uk.wikipedia.org</br>
		ru.wikipedia.org</br>
		</small></p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_figures.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>