<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
       
<!-- ***Title*** -->
 	<title>Колосов В., Павлова Т. К этимологии терминов "православный" и "православие"</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Рождение термина — каким образом Истинная Вера трансформировалась в Православие
		 " />
	<meta name="keywords" itemprop="keywords" content="Колосов В., Павлова Т., К этимологии терминов православный и православие,
	История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/ortodox/title.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
 
		<h1>К этимологии терминов "православный" и "православие" 
		</br><small>Колосов В., Павлова Т.</small>
		</h1>
		<h2><small>
		<i>Занимательная статья, повествующая о том, как церковь, именующая себя "Православной", 
		стала "исконной" в Беларуси только в XIX веке. Разбивка на абзацы и заголовки наши</i> — ред.
		</small>
		</h2>
<h3>К вопросу о <a href="../terms/_terms_intro.php">терминах</a></h3>
<p>
Сегодня многие согласятся с тем, что в процессе своего развития человечество проходит различные этапы и ступени, значительно различающиеся по многим параметрам и показателям. В равной степени это относится и к этническим образованиям, интерес к развитию которых в современной России достаточно высок. Проследить качественные изменения в жизни этноса можно, в том числе, и на основании изменения языка, который является одним из основополагающих признаков идентификации любого этнического образования. 
</p>
<p>
Естественно, особый интерес в этом смысле представляют слова и выражения, используемые для обозначения значимых понятий, которые, например, связаны с духовностью народа.
</p>
<h3>Византийское христианство</h3>

<div class="col-md-12" >
	
		<p class="img-float-left">
		<a href="../../images/img-articles/ortodox/Byzantine_empire_1265.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img src="../../images/img-articles/ortodox/Byzantine_empire_1265_thumb.jpg" height="100">
		</br><small>1265 Византия</small> 	
		</a>
		</p>

<p>
Для русского народа к таким значимым словам можно по праву отнести термины "православие" и "православный". Сегодня они привычно ассоциируются с той ветвью восточного христианства, которая исповедуется подавляющим большинством населения России. В то же время, в X веке Русь приняла восточное (византийское) христианство, вероисповедание и обряды которого, на момент его принятия, соответствовали определениям первых семи Вселенских соборов. Это направление христианства в греко-язычном христианском мире получило название "ортодоксия", что в переводе на русский язык означает "истинная вера". 
</p>
</div>

<h3>Такой вопрос</h3>
<p>
Естественно, возникает вопрос: каким образом "истинная вера" трансформировалась в "православие"? 
</p>
<p>
Очень часто этот вопрос вызывает у богословов скорее недоумение, а не желание найти на него ответ. Тем не менее, истина, а также процесс ее поиска, должны не разделять, а, напротив, объединять людей. Исходя из этого, мы предлагаем подойти к вопросу этимологии термина "православие", по возможности, не предвзято, опираясь на фактический материал. 
</p>
<h3>Исторические документы </h3>
<p>
Таким материалом являются различные исторические документы, в частности, летописные. Древнерусские летописи не только описывают и трактуют исторические события, но и отражают уровень развития современного им языка, во всяком случае, той его части, которая использовалась в официальных властных и церковных документах, поскольку центрами летописания первоначально выступали монастыри. Наличие в летописных источниках значительного количества противоречий, привело исследователей, в частности, А.А. Шахматова к мысли о том, что рукой летописца "управляли политические страсти и мирские интересы" (1). 
</p>
<p>
Это, в свою очередь, позволило некоторым историкам описывать многие исторические процессы и события в полном противоречии с фактами (или их трактовками), изложенными в известных летописных источниках русского и славянского происхождения. Я.С. Лурье писал: "Летописи XV-XVI вв. нельзя считать достоверными источниками по истории древнейшей Руси. Но летописи представляют ценность не только из-за достоверности тех фактов, о которых они повествуют. Летописи были еще памятниками своего времени. Нам интересно знать не только "откуду есть пошла Руськая земля", но как воспринимали ее историю люди последующих веков. В этом отношении все источники … представляют большой интерес" (2). 
</p>
<p>
Поэтому, не смотря на очевидную тенденциозность некоторых летописных источников, в частности конца XV и XVI веков, язык, использованный в их написании, может быть рассмотрен в качестве фактического свидетельства тех процессов, которые происходили в духовной, государственной и общественной жизни Руси того времени. Подобное умозаключение привело к исследованию большинства опубликованных русских и российских летописных документов на предмет использования в них терминов "православие" и "православный", а также эпитетов, применяемых к таким понятиям, как "вера", "церковь" и "христианство".
</p>
<p>
В процессе исследования было проанализировано 79 летописных документов, следующей датировки: XIV век - 3 документа; XV век - 9 документов; конец XV - начало XVI века - 6 документов; XVI век - 25 документов; конец XVI - начало XVII века - 2 документа; XVII век - 28 документов; конец XVII - начало XVIII века - 2 документа; XVIII век - 3 документа; XIX век - 1документ.
</p>
<h3>XIV век. "Православия" пока нет</h3>

<div class="col-md-12" >
	
		<p class="img-float-left">
		<a href="../../images/img-articles/ortodox/Byzantine_empire_1355.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img src="../../images/img-articles/ortodox/Byzantine_empire_1355_thumb.jpg" height="100">
		</br><small>1355 Византия</small> 	
		</a>
		</p>
<p>
Наиболее интересные результаты дает анализ Новгородской I летописи старшего извода по Синодальному списку, датируемому второй половиной XIV века. На сегодняшний момент этот летописный источник является древнейшим из дошедших до нас памятников летописания Северной Руси. В этой летописи термины "православие" и "православный" не встречаются. 
</p>
</div>
<h4>Вера истинная, христианская и правая</h4>
<p>
По отношению к понятию "вера" применяются такие эпитеты, как истинная, христианская и правая. 
</p>
<p>
Понятие "церковь" используется исключительно по отношению к культовому сооружению, а не социальному институту, понятие "христианство" не употребляется. 
</p>
<p>
Данная летопись является протографом для Новгородской I летописи младшего извода, Комиссионный список которой датируется первой половиной XV века. В этом летописном документе по отношению к понятию "вера" применяются такие эпитеты, как непорочная, христианская, правая и правоверная, причем эпитет "правоверный" употребляется также и по отношению к понятиям "архиепископы" и "крестьяне (христиане)". 
</p>
<p>
Также в Комиссионном списке Новгородской I летописи младшего извода используется термин "православный" при описании жития князя Александра Невского: "…и поборника суща православнеи христовеи веры, дражаишаго Александра…". Исторические события 1240 года, при этом, явно переписаны из Новгородской I летописи старшего извода, но их описанию уже предшествует описание жития князя, в котором используется искомый термин. 
</p>
<p>
Что касается "православия", то этот термин в указанных летописных документах не встречается.
</p>
<p>
Если мы обратимся к наиболее древним памятникам летописания Центральной Руси: Повести временных лет по Лаврентьевскому списку и Суздальской летописи по Лаврентьевскому списку, датируемым 1377 годом - то мы увидим, в общем, похожую картину. 
</p>
<p>
В Повести временных лет по Лаврентьевскому списку по отношению к понятию "вера" применяются такие эпитеты, как Божья, истинная, христианская, непорочная и правая, один раз используется также и эпитет православная: "…таковыми вещми искушатися нашеа православныа веры…". Интересно, что этот термин используется при описании опасностей волхвования, которые летописец помещает после описания смерти князя Олега (912 год), случившейся за несколько десятилетий до крещения Руси. 
</p>
<p>
В Суздальской летописи по Лаврентьевскому списку по отношению к понятию "вера" используются эпитеты христианская и правоверная, при этом эпитет "правоверный" применяется также в сочетании с понятиями "человеци", "народа множество" и "великий князь". Встречается также термин "апостольское правоверие" при описании добродетелей Владимирского князя Константина в связи с его кончиной в 1218 году: "…сего по праву одаровал бе Богъ кротостью Давыдовую мудростью Соломонею исполнь сы апостольского правоверья…". В данных летописных документах понятие "церковь" уже начинает использоваться как символ веры и социальный институт ("да будетъ отлучен о цркве…", "…соборная и апостольская церкви…"), термины "христианство" и "православие" не используются.
</p>
<h3>XV век. "Православие" появляется</h3>
<p>
В Летописи по Ипатьевскому списку (датируется 1425 годом, написана в Северной Руси), имеющей, по мнению Я.С. Лурье, общий протограф с Повестью временных лет по Лаврентьевскому списку, термины "православный" и "православие" не встречаются, а в комментариях, данных летописцем к смерти князя Олега, написано: "…таковыми вещми искушатися нашея преславныя веры…". 
</p>
<p>
Интересно, что в Софийской I летописи по списку Оболенского (датируется 70-80 годами XV века, написана в Северной Руси) в данном контексте употребляется "…простославныя веры…". В других списках XV века с Повести временных лет, а именно, в Радзивиловском списке, датируемом 1486 - 1490 годами, и Московской Академической летописи, которую исследователи относят ко второй половине XV века, в данном контексте употреблено "православныа веры". 
</p>
<p>
В летописных источниках более поздней датировки (Типографская летопись по синодальному списку XVI века и др.) в указанном контексте используется только термин "православная". В Летописи по Ипатьевскому списку уже употребляется понятие "христианство" и дважды - "правоверие".
</p>
<p>
Если рассматривать проанализированные летописные источники XV века, то термины "православный" и "православие" не употребляются только в Летописи по Ипатьевскому списку и в Псковской II летописи по Синодальному списку, также написанной в Северной Руси. В Новгородской I летописи младшего извода по Комиссионному списку, Московской Академической летописи, Софийской I летописи по списку Оболенского, Летописи Авраамки (Смоленск), Рогожском Летописце (Тверь), Радзивиловской летописи и Никифоровской летописи (Беларусь) употребляется термин "православный". 
</p>
<p>
При этом в Новгородской I летописи младшего извода по Комиссионному списку, Радзивиловской летописи и Никифоровской летописи он употребляется по одному разу и только по отношению к понятию "вера". 
</p>
<p>
В целом, в летописях этого периода термин "православный" употреблялся в сочетаниями с такими понятиями, как "вера", "люди", "церковь", "князь", "христиане", "архиреи". 
</p>
<p>
Количество употреблений термина "правоверный" в летописных документах XV века, как правило, значительно превышает количество употреблений термина "православный", исключение составляют Рогожский Летописец и Летопись Авраамки, в которых эти значения практически равны. Что касается термина "православие", то он использован только в Софийской I летописи по списку Оболенского и Летописи Авраамки.
</p>
<p>
Анализ летописей конца XV - начала XVI века показывает, что в языке летописания происходит постепенное замещение термина "правоверный" на "православный". 
</p>
<p>
Из шести проанализированных летописных источников этого периода термин "правоверный" встречается только в двух летописях, написанных в Северной Руси: Новгородской IV летописи и Новгородской Карамзинской летописи, но и в этих источниках термин "православный" встречается чаще, и значительно расширяется состав понятий, в сочетании с которыми он применяется. Особый интерес вызывает следующая фраза в Новгородской IV летописи при описании событий 1402 года: "…но мы сами, рекомые крестиани, правоверные и соуще православнии, створяем промежоу собою рати и брани…". 
</p>
<p>
Термин "православие" в Новгородских летописях этого периода не используется. 
</p>
<h4>Это интересно</h4>
<p>
Интересно, что в Слуцкой (Уваровской) летописи (Беларусь) и Виленской летописи (Литва) анализируемые термины вообще не встречаются.
</p>

<ul>
<li>
<h4>От редакции. XIV-XV вв:</h4>

<p>
	<ul>
	<li>
	1300 В правление  в. князя <a href="../figures/vyten.php">Витеня</a> была учреждена Литовская митрополия со столицей в Новогрудке, позже перенесенной в Вильню.
	</li>
	<li>
	1415 при в. кн. <a href="../figures/vitovt.php">Витовте</a> в Новогрудке Григорий Цамбалак избран митрополитом Киевским и Литовским
	</li>
	<li>
	1439 подписана <a href="../events/unia_religion_italy.php">Флорентийская уния</a> — соглашение об объединении католической и православных церквей
	</li>
	<li>
	1453 захват турками Константинополя, 
	</li>
	<li>
	1461 разделение Московской и Киевской митрополий. Появляется титул Митрополит Московский и всея Руси.	
	</li>
	</ul>
	
</li>
</ul>
</p>

<h3>XVI век. "Православие" усиливается</h3>
<p>
В летописных документах XVI века тенденция по замене терминов "правоверный" и "правоверие" на "православный" и "православие", соответственно, только усиливается. 
</p>
<p>
Термин "правоверие" встречается только в двух летописях: Симеоновской (Подмосковье) при описании событий 1219 года и Хронографе западнорусской редакции при описании византийской истории. 
</p>
<p>
Термин "правоверный" не используется при описании событий XVI века, наиболее позднее его упоминание встречается в Волынской краткой летописи (Западная Русь) при описании событий 1497 года. Что касается термина "православный", то "география" его применения включает в себя уже 29 понятий, в том числе понятие "земля" в Симеоновской летописи, и он также начинает использоваться в качестве существительного. 
</p>
<p>
Теперь православными считаются не только византийские правители, но и все исповедующие христианство и до его разделения на восточное и западное, 
и даже Моисей в Вологодско-Пермской летописи по Кирило-Белозерскому списку: "…яко же иногда Гедеоном на Модиамы и православным Моисеем на фараона…". 
</p>
<h4>"Русская вера"</h4>
<p>
Расширяется и список эпитетов, использованных по отношению к понятию "вера", они становятся более вычурными и торжественными: 
богопреданная, благочестивая, "пречистеишая" и т.п., а в Летописи Рачинского (Западная Русь) появляется такое понятие как <i>"русская вера"</i>. В дальнейшем это понятие встречается в западнорусских летописях XVII века Румянцевской и Евреиновской, а также в Тверской летописи по списку Строева (Киев) того же периода.
</p>

<ul>
<li>
<h4>От редакции. XVI век:</h4>

<p>
	<ul>
	<li>
	1558-83 Иван Грозный ведет <a href="../events/war_livonia.php">Ливонскую войну</a> на землях <a href="../terms/wkl.php">ВКЛ</a> и его вассалов.
	</li>
	<li>
	1569 ВКЛ заключает <a href="../events/unia_liublin.php">Люблинскую унию</a> с Польшей — создается <a href="../terms/rzeczpospolita.php">Речь Посполитая</a>.
	</li>
	<li>
	1573 подписан акт <a href="../events/confederacia_warshawa.php">Варшавской конфедерации</a> — договор о равенстве всех религий.
	</li>
	<li>
	1590 подписана Грамота Константинопольского собора об основании Московского Патриархата
	</li>
	<li>1596 подписана <a href="../events/unia_religion_brest.php">Брестская церковная уния</a> — для уменьшения межконфессиональных противоречий 
	и снижения влияния Москвы на внутренние дела Речи Посполитой. 
	</li>
	<li>
	1595 Киевская митрополия приняла Унию и титул Митрополит Киевский, Галицкий и всея Руси стал носить предстоятель греко-католической церкви.
	</li>
	</ul>
</p>
<p>
<i>"Праваслаўныя заставаліся праваслаўнымі, проста біскупы дамовіліся, што цяпер яны пераходзяць 
		(ці вяртаюцца ў каталіцкім разуменні) у еднасць з Рымам."</i> — уточнил представитель Рыма-каталіцкага Касцёла ў Беларусі.
</p>
<div class="col-md-12">
<p class="img-float-left" >
		<a href="../../images/img-terms/litwiny/litvin_religion.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="литвины-белорусы" src="../../images/img-terms/litwiny/litvin_religion_thumb.jpg" height="100" >
		</br><small>Белорусская вера</small>
		</a>
</p>
<p>
	<i>	"Уния не была случайными явлением; она не была и результатом личных только расчетов и своевольных действий отдельных представителей православной 
		церковной иерархия. Она была обусловлена исторической жизнью русской православной церкви в 
		<a href="../terms/wkl.php">Литве</a> и явилась ее прямым результатом.
	</i>
</p>
<p>
	<i>	Главное препятствие к введению Унии заключалось в том, что западно-русская церковь была подчинена московскому митрополиту, 
		а последний всегда был ревностным противником не только какого-нибудь соединения, но даже сближения с католической церковью." 
	</i> 
	<small>(c) Энциклопедический словарь Брокгауза и Ефрона, 1890</small> 
</p>
</div>
<p>
Униатство (греко-католическая церковь) ликвидировано в Беларуси в 1839 году.
</p>
</li>
</ul>

<h3>XVII век. "Православие" вытесняет "правоверие"</h3>
<p>
Начиная с летописных документов конца XVI - начала XVII века, использование термина "правоверный" практически прекращается. 
</p>
<p>
Исключение составляют Новгородская летопись по списку Дубровского (XVII век Северная Русь), Пискаревский летописец (XVII век Центральная Русь) и 
<a href="../download/chronicles.php">Хроника Литовская и Жмойтская</a> по Тобольскому списку. 
</p>
<p>
В целом язык летописного изложения становится менее помпезным. Претерпевает изменения и термин "православный": в Есиповской летописи основной редакции по Сычевскому списку (XVII век Тобольск) и Сибирском летописном своде в Головинской редакции (XVII век Тобольск) употребляется выражение "православнороссийские христиане", а в Мазуринском летописце (XVII век, место написание не установлено) - "православнорустие князи".
</p>
<h3>"Православный Моисей"</h3>
<p>
Приведенные выше факты могут рассматриваться как свидетельство того, что термин "православный", применительно к восточному христианству, его носителям и символам, стал употребляться в официальном языке церкви и государства в конце XIV - начале XV века, причем в Центральной Руси этот процесс протекал более интенсивно, чем в Северной Руси. 
</p>
<p>
Очень жаль, что летописные документы или их списки, сделанные в Киевской (Южной) Руси, практически не сохранились. Среди опубликованных, начиная с 1846 года, летописных документов исследователи приписывают южнорусское происхождение только Густынской летописи (вторая половина XVII века, Густынский Троицкий монастырь Полтавской губернии) и Тверской летописи по списку Строева (вторая четверть XVII века Киев). 
</p>
<p>
Это не позволяет, на данном этапе исследования, говорить об использовании анализируемых терминов в Киевской Руси. 
Наиболее активно термины "православный" и "православие" входят в употребление в XVI веке, причем в Новгородском летописании термин 
"православие" употребляется только в Новгородской летописи по списку Дубровского (XVII век) при описании событий 1471 - 1491 годов. 
</p>
<p>
Обращает на себя внимание подчас неуместное употребление этих терминов, например, по отношению к Моисею
(в Вологодско-Пермской летописи по Кирило-Белозерскому списку: <i>"…яко же иногда Гедеоном на Модиамы и православным Моисеем на фараона…"</i>), 
что может рассматриваться как следствие целенаправленного их введения "сверху", без полного понимания смысла.
</p>

<ul>
<li>
<h4>От редакции. Маленькие отличия</h4>

<p>
Христиане "русской веры" и "белорусской веры" жили по разным законам. Основной закон Московского государства — Соборное уложение. 
Основной закон Великого княжества Литовского — Статут ВКЛ. Интересно сравнить первые главы этих документов, действовавших до середины XIX века. 
</p>

	<div class="col-md-12">
		
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-figures/kunciewicz/sobor_ulozenie_1649.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/sobor_ulozenie_1649_thumb.jpg" height="100">
		</br><small>Соборное Уложение, 1649 - 1832
		</br>Глава I</small>
		</a>
		</div>
		
		<div class="col-md-6 img-float-center">
		<a href="../../images/img-figures/kunciewicz/statut_1566.jpg" class="highslide"
        onclick="return hs.expand(this)">
		<img alt="Иосафат Кунцевич" src="../../images/img-figures/kunciewicz/statut_1566_thumb.jpg" height="100">
		</br><small>Статут ВКЛ, 1522 - 1840
		</br>Глава I</small>	
		</a>
		</div>
		
	</div>

</li>
</ul>

<h3>"Москва — третий Рим"</h3>
<p>
Если же мы рассмотрим исторические события того времени, которые могли бы быть связаны с распространением терминов "православный" и "православие" в официальном языке власти и церкви, то мы увидим, что этот процесс происходил в период складывания русского централизованного государства и борьбы за освобождение от монголо-татарского ига. 
</p>
<p>
Достаточно значимые события происходили и в развитии восточного христианства: 
1439 год - Флорентийская уния, 1448 год - Русская церковь становится автокефальной, 
1453 год - захват турками Константинополя, 
1461 год - разделение Московской и Киевской митрополий. Нельзя не упомянуть и знаменитую формулу "Москва - третий Рим", сформулированную в послании старца Псковского Елеазарова монастыря Филофея к великому князю Василию III, написанному в 1514-1521 гг.
</p>
<p>
Проведенный анализ позволяет предположить, что в официальный оборот термины "православный" и "православие" входят на волне создания Московского централизованного государства и его борьбы за независимость, с которой совпадает процесс образования Русской христианской автокефалии. 
</p>
<p>
Это, естественным образом, приводит к вопросу о происхождении корней "прав" и "слав", об их наличии в древнерусском (древнеславянском) языке, в частности в глаголице. Считаем, что дальнейшее исследование в этой области может пролить свет на весьма значимые процессы в развитии русского народа, других славянских народов и этносов, Русской православной церкви и государства Российского.
</p>
<p>
</br>1. Шахматов А.А. Повесть временных лет. Пг., 1916. т. 1.
</br>2. Я.С. Лурье. История России в летописании и восприятии Нового времени. // Россия Древняя и Россия Новая, Санкт-Петербург: Д. Буланин, 1977.
</p>
<p>
</br>Колосов В.А., кандидат исторических наук
</br>Павлова Т.И. (Клуб практической философии "Честь и Свет")
</p>

<p>

<h3>Взято тут</h3>
<p>
<a target="_blank" href="http://www.gumer.info/bibliotek_Buks/Linguist/Article/kolos_etim.php">Библиотека Гумер — языкознание</a>
</br>http://pravoslavie.chestisvet.ru/ — сайт умер
</p>		
		
		
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>