<?PHP  header("Content-Type: text/html; charset=utf-8");?>
<!DOCTYPE html>
<html lang="ru">
  <head>
         
<!-- ***Title*** -->
 	<title>РусМир. История Беларуси</title>
<!-- ***Meta*** -->
  	<meta name="description" content="Когда говорят о белорусской традиции, как-то забывают, что никакой белорусской традиции нет...
		В случае потери Белоруссии мы полностью вернемся к границам XVI века, и это будет нашим стратегическим проигрышем.
		Этот союзник … предоставляет свою территорию для российских военных объектов" />
	<meta name="keywords" itemprop="keywords" content="История Беларуси, история Белоруссии, краткая история Беларуси, краткая история Беларуси в датах, 
	 История Беларуси коротко, карты ВКЛ, карты белорусского этноса, метрики ВКЛ, литвины, шляхта Беларуси, белорусы, история Беларуси кратко" />
  	<meta property="og:image" content="http://history-belarus.by/images/img-articles/dnr.jpg" />

<!-- ***Include Header*** -->
<? include ("../_include/header_articles.php"); ?>
  
  <!-- ***Content & Sidebars*** -->
  <div class="container-fluid">
  

      <!-- ***Sidebar Left - include CurrentDir*** -->
<? include ("../_include/dir_articles.php"); ?>

	
    <!-- ***Page Content*** -->
    <div class="col-md-8">
    	                   
    <!-- ***Top list [A-Z] *** -->
    <? include ("../_include/top_list_articles.php"); ?>
 
    	<div class="col-md-12"
    	<p class="img-float-left">
			<img src="../../images/img-articles/russian-world.png" />
		</p>
		<h4>
		Замдиректора центра украинистики и белорусистики МГУ им. Ломоносова про Беларусь
		</br><small>Источник: <a href="http://svpressa.ru/politic/article/105392/">СвободнаяПресса.ру</a></small>
		</h4>
		</div>
		
		<h3>
		Россия может потерять Белоруссию
		</br><small>В союзном государстве наблюдается рост националистических и прозападных настроений</small>
		</h3>
		

		<p>
		"СП":
		</br>— В Белоруссии выросло новое поколение, протестные настроения которого направлены и против официального Минска, 
		и против ориентации на Россию. В возрождении белорусских традиций они видят альтернативу?
		</p>
		<p>
		Замдиректора центра украинистики и белорусистики МГУ им. Ломоносова Богдан Безпалько:
		</br>— Любой молодежи свойственна оппозиционность. 
		</br>Но когда говорят о белорусской традиции, 
		как-то забывают, что <i>никакой белорусской традиции нет</i>.
		</p>
		<p>
		Посмотрите, какие герои выставляются в качестве образца белорусской традиции. 
		</br>Князь Альгерд никогда белорусом не был, для него белорусские земли были частью Литвы.
		</br> А Кастусь Калиновский — один из руководителей 
		восстания 1863 года на территории Российской Империи - был поляком, который мечтал перевести белорусов на латиницу, 
		а простых белорусских крестьян считал быдлом, которым должны управлять польские помещики.
		</p>
		<p>
		Это невозможно сравнить с Украиной. На Украине есть сельский, очень жестокий, грубый и агрессивный национализм, 
		у которого действительно есть свои герои — пусть черные и отрицательные, вроде Степана Бандеры, Андрея Мельника или Романа Шухевича, которые выступали за уничтожение всех не украинцев.
		</br>Но у белорусских националистов, повторюсь, <i>и таких героев нет.</i><a href="../figures/_figures_intro.php">  [WTF?]</a>
		</p>
		<p>
		Думаю, именно поэтому у молодых белорусов, которые сейчас увлечены национализмом, неизбежно возникнет ощущение, 
		что <i>они гоняются за фейком.</i> 
		</br>А разочаровавшись, они статут сторонниками глобализации, евроинтеграции, 
		и будут воспринимать альтернативный русскому культурно-цивилизационный ход — европейский, со всем известным 
		набором "человеческих ценностей", включая гей-парады. 
		</br>Либо они воспримут какой-либо вариант общерусской идентичности.
		</p>
		<p>
		На мой взгляд, потеря Украины не столь болезненна, как принято считать.
		</br>С Белоруссией ситуация немного другая. Это пока что единственный верный союзник России в ближнем зарубежье. 
		</br><i>Этот союзник  … предоставляет свою территорию для российских военных объектов.</i>
		</br>В случае потери Белоруссии мы полностью вернемся к границам XVI века, и это будет нашим стратегическим проигрышем.
		</p>
		<p>
		<small>[ Мадам из МГУ в этом месте слабо ориентируется в истории — <a href="../events/razbor_rechi.php">разделы Речи Посполитой</a> 1772-95 года — это уже почти XIX век, а не XVI ]</small> 
		</p>
		
		<p class="img-float-center">
				<a href="../../images/img-articles/dnr.jpg" class="highslide"
       		onclick="return hs.expand(this)">
			<img src="../../images/img-articles/dnr.jpg" width="300"/>
			</a>
		</p>
		
		<h3>Как укрупняли Советскую Белоруссию 
		</br><small><a href="http://sputnikipogrom.com/history/32029/bssr/#.VQfsdI6sVZc">Спутник & Погром</a> Западная Русь, История, Политика, Россия, СССР</small> 
		</h3>
		<p>
		Для того чтобы у вас, дорогие читатели, не было недоумения в связи с возможным провозглашением в будущем Витебской, Могилёвской и Гомельской 
		Народных Республик, мы хотим поведать вам упоительную историю об укрупнении БССР в 1924 и 1926 годах...
		</p>
		<p>
		<small>[ А о предыдущих столетиях неоднозначной истории давйте забудем — а то Русский Мир пошатнется ]</small>
		</p>
		<p>
		...Но не всё так однозначно. В ближайшее время в России будет принят закон о неправомерности передачи Крыма Советской Украине в 1954 году, при этом, как мы показали, западные губернии РСФСР были переданы Советской Белоруссии ничуть не более правомерно. Так что если тов. Лукашенко будет упорствовать в самостийной ереси, нельзя исключать появления народных республик на востоке (а потом, возможно, и на западе) сегодняшней РБ с последующим признанием незаконности большевистских подарков, сделанных БССР в 1924 и 1926 годах.
		</br>Текст: Кирилл Аверьянов-Минский
		</p>
		
		<h1>PS.</h1>
		<p>
		Вероятно, разная история двух государств — <a href="../terms/belarus.php">Беларуси</a> и <a href="../terms/ross_empire.php">России</a> за 
		<a href="../times/_times_intro.php">1000 лет</a> сформировала два разных понятия 
		</br>— <a href="blr_nationalist.php">белорусский национализм</a> и <a href="step_away.html">русский национализм</a>.
		</p>
		<p>
		"Народы, не знающие своей истории, обречены пережить ее снова." <small>Джордж Сантаяна</small>
		</br>"Если страна, выбирая между войной и позором, выбирает позор, она получает и войну, и позор." <small>Уинстон Черчилль</small> 
		</p>
		
	</div>
	
	<!-- ***Sidebar Right*** -->

	<? include ("../_include/right_sidebar_articles.php"); ?>

	
</div>

<!-- ***Include Footer*** -->
<? include ("../_include/footer.php"); ?>